Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Select Height
ar: اختر الارتفاع
cs_cz: Zvolte výšku
de_de: Höhe auswählen
es_es: Seleccione la altura
fi: Valitse korkeus
fr_fr: Sélectionner hauteur
he_il: ר
hu_hu: Magasság kiválasztása
it_it: Altezza Select
ja: 高さを選択
ja_jp: 高さを選択してください
km: á‡áŸ’ášá¾áŸášá¾áŸá€á˜áŸ’á–áŸáŸ‹
ko_kr: 높이 선택
lo: ລົງຄະແນນສູງ
nb_no: Velg høyde
nl_nl: Hoogte dropdown
pl_pl: Wybierz wysokość
pt_br: Selecionar altura
pt_pt: Selecionar altura
ro_ro: Selectați înălțimea
ru_ru: Выберите веб-сайт
sv_se: Välj höjd
tr_tr: Yüksekliği seçin
uk: Виберіть висоту
vi: Chọn Chiều Cao
zh_cn: 选择高度

source: %d px
ar: %d بكسل
he_il: %d פקס
uk: %d пікселів

source: Important Note
ar: هام
cs_cz: Důležitá poznámka
de_de: Wichtiger Hinweis
es_es: Nota Importante
fi: Tärkeä huomautus
fr_fr: Note importante
he_il: ער ש
hu_hu: Fontos Megjegyzés
it_it: Nota importante
ja: 注意事項
ja_jp: 重要な注意事項
km: áŸá˜áŸ’á‚á¶á›áŸ‹áŸáŸ†áá¶á“áŸ‹
ko_kr: 중요 공지
lo: ບັນທຶກສຳຄັນ
nb_no: Viktig merknad
nl_nl: Belangrijke mededeling
pl_pl: Ważna informacja
pt_br: Nota importante
pt_pt: Nota importante
ro_ro: Notă importantă
ru_ru: Важное примечание
sv_se: Viktig information
tr_tr: Önemli Not
uk: Важлива примітка
vi: Lưu ý quan trọng
zh_cn: 重要提示

source: PayPal buttons (e.g. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc.) are shown automatically based on factors such as the buyer’s country and their device type. For more details, <a href="%s" target="_blank">see the FAQ</a>.
ar: يتم عرض أزرار PayPal (مثل Pay Later وVenmo وSepa وiDEAL وMercado Pago وSofort وBancontact وغيرها) تلقائيًا بناءً على عوامل مثل بلد المشتري ونوع جهازه. لمزيد من التفاصيل، <a href="%s" target="_blank">راجع الأسئلة الشائعة</a>.
de_de: PayPal-Schaltflächen (z. B. Später bezahlen, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact usw.) werden automatisch angezeigt, basierend auf Faktoren wie dem Land des Käufers und seinem Gerätetyp. Weitere Einzelheiten finden Sie in <a href="%s" target="_blank">den FAQ</a>.
es_es: Los botones de PayPal (por ejemplo, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc.) se muestran automáticamente en función de factores como el país del comprador y su tipo de dispositivo. Para más detalles, <a href="%s" target="_blank">consulte las FAQ</a>.
fr_fr: Les boutons PayPal (par exemple Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc.) s'affichent automatiquement en fonction de facteurs tels que le pays de l'acheteur et son type d'appareil. Pour plus de détails, <a href="%s" target="_blank">voir la FAQ</a>.
it_it: I pulsanti PayPal (ad es. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, ecc.) vengono visualizzati automaticamente in base a fattori quali il Paese dell'acquirente e il tipo di dispositivo. Per maggiori dettagli, <a href="%s" target="_blank">consultare le FAQ</a>.
pt_br: Os botões do PayPal (por exemplo, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc.) são exibidos automaticamente com base em fatores como o país do comprador e o tipo de dispositivo. Para obter mais detalhes, <a href="%s" target="_blank">consulte as Perguntas frequentes</a>.
pt_pt: Os botões PayPal (por exemplo, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc.) são apresentados automaticamente em função de factores como o país do comprador e o seu tipo de dispositivo. Para mais pormenores, <a href="%s" target="_blank">consulte as FAQ</a>.
ru_ru: Кнопки PayPal (например, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact и т. д.) отображаются автоматически с учетом таких факторов, как страна покупателя и тип его устройства. Для получения более подробной информации <a href="%s" target="_blank">см. раздел FAQ</a>.

source: Enable PayPal
ar: تمكين PayPal
cs_cz: Povolení služby PayPal
de_de: PayPal aktivieren
es_es: Habilitar PayPal
fi: Ota PayPal käyttöön
fr_fr: Activer Paypal
he_il: פשר PayPal
hu_hu: PayPal engedélyezése
it_it: Abilita Paypal
ja: PayPalを有効にする
ja_jp: PayPalを有効にする
km: á”á¾á€ PayPal
ko_kr: 페이팔 사용
lo: ເປີດໃຊ້ PayPal
nb_no: Aktiver PayPal
nl_nl: PayPal inschakelen
pl_pl: Włącz PayPal
pt_br: Ativar o PayPal
pt_pt: Ativar o PayPal
ro_ro: Activati Paypal
ru_ru: Включить PayPal
sv_se: Aktivera PayPal
tr_tr: PayPal Etkinleştir
uk: Увімкніть PayPal
vi: Bật PayPal
zh_cn: 启用PayPal

source: Enable this option to activate the PayPal gateway. Uncheck to disable it.
ar: حدد هذا المربع لتمكين بوابة الدفع. اتركه غير محدد لتعطيله.
cs_cz: Povolením této možnosti aktivujete bránu PayPal. Zrušením zaškrtnutí ji deaktivujete.
de_de: Aktivieren Sie diese Option, um das PayPal-Gateway zu aktivieren. Deaktivieren Sie die Option, um sie zu deaktivieren.
es_es: Active esta opción para activar la pasarela de PayPal. Desmarque esta opción para desactivarla.
fi: Ota tämä vaihtoehto käyttöön, jos haluat aktivoida PayPal-yhdyskäytävän. Poista valintamerkki käytöstä.
fr_fr: Activez cette option pour activer la passerelle PayPal. Décochez-la pour la désactiver.
he_il: פע פשרת פע ת שער תש PayPal. ת ס שת ת.
hu_hu: A PayPal átjáró aktiválásához engedélyezze ezt az opciót. A letiltáshoz vegye ki a jelölést.
it_it: Attivare questa opzione per attivare il gateway PayPal. Deselezionare per disattivarlo.
ja: PayPalゲートウェイを有効にするには、このオプションを有効にします。チェックを外すと無効になります。
ja_jp: このオプションを有効にして、PayPalゲートウェイをアクティブにします。チェックを外すと無効になります。.
km: à¶¸à·™à¶¸ à·€à·’à¶šà¶½à·Šà¶´à¶º à·ƒà¶šà·Šâ€à¶»à·“à¶º à¶šà·’à¶»à·“à¶¸à¶§ PayPal à¶œà·šà¶§à·Šà¶§à·”à·€ à·ƒà¶šà·Šâ€à¶»à·“à¶º à¶šà¶»à¶±à·Šà¶±. à¶…à¶šà·Šâ€à¶»à·“à¶º à¶šà·’à¶»à·“à¶¸à¶§ à¶…à¶šà·Šâ€à¶»à·“à¶º à¶šà¶»à¶±à·Šà¶±.
ko_kr: PayPal 게이트웨이를 활성화하려면 이 옵션을 활성화합니다. 비활성화하려면 선택을 취소합니다.
lo: ເປີດໃຊ້ຕົວເລືອກນີ້ເພື່ອແອກທະບຽນ PayPal. ບໍ່ເລືອກເພື່ອປິດມັນ.
nb_no: Aktiver dette alternativet for å aktivere PayPal-gatewayen. Fjern merket for å deaktivere den.
nl_nl: Schakel deze optie in om de PayPal-gateway te activeren. Haal het vinkje weg om het uit te schakelen.
pl_pl: Włącz tę opcję, aby aktywować bramkę PayPal. Usuń zaznaczenie, aby ją wyłączyć.
pt_br: Ative essa opção para ativar o gateway do PayPal. Desmarque para desativá-lo.
pt_pt: Active esta opção para ativar o gateway do PayPal. Desmarque-a para a desativar.
ro_ro: Activați această opțiune pentru a activa gateway-ul PayPal. Debifați pentru a o dezactiva.
ru_ru: Включите этот параметр, чтобы активировать шлюз PayPal. Снимите флажок, чтобы отключить его.
sv_se: Aktivera det här alternativet för att aktivera PayPal-gatewayen. Avmarkera för att inaktivera den.
tr_tr: PayPal ağ geçidini etkinleştirmek için bu seçeneği etkinleştirin. Devre dışı bırakmak için işareti kaldırın.
uk: Увімкніть цю опцію, щоб активувати шлюз PayPal. Зніміть галочку, щоб вимкнути його.
vi: Bật tùy chọn này để kích hoạt cổng PayPal. Bỏ chọn để vô hiệu hóa nó.
zh_cn: 启用此选项可激活 PayPal 网关。取消勾选则禁用。

source: The title displayed to customers during checkout.
ar: هذا يتحكم في العنوان الذي يراه المستخدم أثناء الدفع.
cs_cz: Název, který se zobrazí zákazníkům při placení.
de_de: Der Titel, der den Kunden während der Kaufabwicklung angezeigt wird.
es_es: El título que se muestra a los clientes durante el pago.
fi: Otsikko, joka näytetään asiakkaille kassalla.
fr_fr: Titre affiché aux clients lors du paiement.
he_il: תרת צת קת תש.
hu_hu: A vásárlóknak a fizetés során megjelenő cím.
it_it: Il titolo visualizzato ai clienti durante il checkout.
ja: チェックアウト時に顧客に表示されるタイトル。
ja_jp: チェックアウト中に顧客に表示されるタイトル。.
km: á…áŸ†áá„á‡á¾á„áŠáŸ‚á›á”á„áŸ’á á¶á‰á‘áŸ…á¢áá·áá·á‡á“á“áŸ…á–áŸá›á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹áŸ”.
ko_kr: 결제 시 고객에게 표시되는 제목입니다.
lo: ຊື່ທີ່ແບ່ງປັນໃຫ້ລູກຄ້າໃນເວລາຊື້ສິນຄ້າ.
nb_no: Tittelen som vises til kundene i kassen.
nl_nl: De titel die wordt weergegeven aan klanten tijdens het afrekenen.
pl_pl: Tytuł wyświetlany klientom podczas realizacji zakupu.
pt_br: O título exibido aos clientes durante o checkout.
pt_pt: O título apresentado aos clientes durante o checkout.
ro_ro: Titlul afișat clienților în timpul finalizării comenzii.
ru_ru: Заголовок, отображаемый покупателям во время оформления заказа.
sv_se: Den titel som visas för kunderna i kassan.
tr_tr: Ödeme sırasında müşterilere gösterilen başlık.
uk: Заголовок, який відображається клієнтам під час оформлення замовлення.
vi: Tiêu đề hiển thị cho khách hàng trong quá trình thanh toán.
zh_cn: 结账时显示给客户的标题。

source: PayPal
ar: باي بال
he_il: פפ
ja_jp: ペイパル
ko_kr: 페이팔

source: The description displayed to customers during checkout.
ar: هذا يتحكم في الوصف الذي يراه المستخدم أثناء الدفع.
cs_cz: Popis, který se zobrazuje zákazníkům při placení.
de_de: Die Beschreibung, die dem Kunden während der Kaufabwicklung angezeigt wird.
es_es: La descripción que se muestra a los clientes durante el pago.
fi: Kuvaus, joka näytetään asiakkaille kassalla.
fr_fr: La description affichée aux clients lors du paiement.
he_il: תר צ קת תש.
hu_hu: A vásárlóknak a fizetés során megjelenő leírás.
it_it: La descrizione visualizzata ai clienti durante il checkout.
ja: チェックアウト時に顧客に表示される説明文。
ja_jp: チェックアウト時に顧客に表示される説明。.
km: á€á¶ášá–á·á–ááŸŒá“á¶áŠáŸ‚á›á”á„áŸ’á á¶á‰á‘áŸ…á€á¶á“áŸ‹á¢áá·áá·á‡á“á“áŸ…á–áŸá›á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹áŸ”.
ko_kr: 결제 시 고객에게 표시되는 설명입니다.
lo: ຄຳອະທິບາຍທີ່ແບບສະແດງໃຫ້ລູກຄ້າໃນໄລຍະການຊື້ສິນຄ້າ.
nb_no: Beskrivelsen som vises til kundene i kassen.
nl_nl: De beschrijving die wordt weergegeven aan klanten tijdens het afrekenen.
pl_pl: Opis wyświetlany klientom podczas realizacji zakupu.
pt_br: A descrição exibida aos clientes durante o checkout.
pt_pt: A descrição apresentada aos clientes durante o checkout.
ro_ro: Descrierea afișată clienților în timpul finalizării comenzii.
ru_ru: Описание, отображаемое покупателям во время оформления заказа.
sv_se: Den beskrivning som visas för kunderna i kassan.
tr_tr: Ödeme sırasında müşterilere gösterilen açıklama.
uk: Опис, що відображається клієнтам під час оформлення замовлення.
vi: Mô tả hiển thị cho khách hàng trong quá trình thanh toán.
zh_cn: 结账时显示给客户的描述。

source: Enable
ar: تفعيل
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
it_it: Abilita
pt_br: Habilitar
pt_pt: Ativar
ru_ru: Включить
zh_cn: 启用

source: Hide Funding Method(s)
ar: إخفاء طريقة (طرق) التمويل
de_de: Zahlungsmethode(n) ausblenden
es_es: Ocultar método(s) de financiación
fr_fr: Masquer le(s) moyen(s) de financement.
it_it: Nascondi metodo/i di finanziamento
pt_br: Ocultar método(s) de financiamento
pt_pt: Ocultar método(s) de financiamento
ru_ru: Скрыть способ(ы) финансирования
zh_cn: 隐藏筹资方式

source: Funding methods selected here will be hidden from buyers on the product page only.
ar: ستكون طرق التمويل المحددة هنا مخفية عن المشترين أثناء الدفع.
de_de: Die hier gewählten Finanzierungsmethoden werden dem Käufer nur auf der Produktseite angezeigt.
es_es: Los métodos de financiación seleccionados aquí sólo se ocultarán a los compradores en la página del producto.
fr_fr: Les méthodes de financement sélectionnées ici seront cachées aux acheteurs uniquement sur la page du produit.
it_it: I metodi di finanziamento selezionati qui saranno nascosti agli acquirenti solo sulla pagina del prodotto.
pt_br: Os métodos de financiamento selecionados aqui serão ocultados dos compradores somente na página do produto.
pt_pt: Os métodos de financiamento selecionados aqui serão ocultados aos compradores apenas na página do produto.
ru_ru: Выбранные здесь способы финансирования будут скрыты от покупателей только на странице товара.
zh_cn: 此处选择的付款方式将仅在产品页面上对买家隐藏。

source: PayPal Credit
ar: بطاقة الائتمان بأي بال
de_de: PayPal-Guthaben
es_es: Crédito PayPal
it_it: Credito PayPal
km: PayPal Kredit
lo: PayPal ເຄຣິດ
pt_br: Cartão de Crédito PayPal
pt_pt: Crédito paypal
ru_ru: Кредит PayPal
vi: Tín dụng PayPal
zh_cn: PayPal 信贷

source: Pay Later
ar: السداد لاحقاً
de_de: Später bezahlen
es_es: Pagar después
fr_fr: Payer plus tard
it_it: Paga Successivamente
pt_br: Pagar Depois
pt_pt: Pague depois
ru_ru: Оплатить позже
zh_cn: 稍后付款

source: BLIK
ar: بليك
zh_cn: 布利克

source: eps
ar: إيبس

source: giropay
ar: جيروباي
pt_pt: transferência bancária
zh_cn: Giropay在线支付

source: Mercado Pago
ar: ميركادو باغو
ru_ru: Меркадо-Паго

source: MyBank
ar: ماي بنك
pt_pt: O meu banco
vi: Ngân hàng của tôi
zh_cn: 我的银行

source: Przelewy24
ar: برزيليوي 24
ru_ru: Открыть производство Przelewy24

source: SEPA-Lastschrift
ar: سيبا-لاستشريفت
vi: SEPA-Ủy nhiệm thu

source: Sofort
ar: فورا

source: Venmo
ar: خدمة Venmo
ru_ru: Венмо

source: Select funding methods to hide.
ar: حدد طرق التمويل لإخفائها.
de_de: Wählen Sie die auszublendenden Finanzierungsmethoden aus.
es_es: Seleccione los métodos de financiación que desea ocultar.
fr_fr: Sélectionnez les méthodes de financement à masquer.
it_it: Selezionare i metodi di finanziamento da nascondere.
pt_br: Selecione os métodos de financiamento a serem ocultados.
pt_pt: Selecionar métodos de financiamento a ocultar.
ru_ru: Выберите методы финансирования для скрытия.
zh_cn: 选择要隐藏的资助方法。

source: Button Layout
ar: تخطيط الزر
cs_cz: Rozložení tlačítek
es_es: Diseño de botones
fi: Painikkeiden asettelu
fr_fr: Aspect du bouton
he_il: פרסת פתר
hu_hu: Gombok elrendezése
it_it: Disposizione dei pulsanti
ja: ボタンレイアウト
ja_jp: ボタンレイアウト
km: á”áŸ’á›á„áŸ‹á”áŸŠá¼áá»á„
ko_kr: 버튼 레이아웃
lo: ລະບົບປຸ່ມ
nb_no: Knapp
nl_nl: Knopindeling
pl_pl: Układ przycisków
pt_br: Layout do botão
pt_pt: Layout do botão
ro_ro: Layout buton
ru_ru: Макет кнопки
sv_se: Layout för knappar
tr_tr: Düğme Düzeni
uk: Розташування кнопок
vi: Bố cục nút
zh_cn: 按钮布局

source: Select Vertical for stacked buttons, and Horizontal for side-by-side buttons.
ar: حدد عموديًا للأزرار المكدسة، وأفقيًا للأزرار المتجاورة.
cs_cz: Pro tlačítka na sobě vyberte možnost Svisle a pro tlačítka vedle sebe vyberte možnost Vodorovně.
de_de: Wählen Sie Vertikal für gestapelte Schaltflächen und Horizontal für nebeneinander angeordnete Schaltflächen aus.
es_es: Seleccione Vertical para los botones apilados y Horizontal para los botones uno al lado del otro.
fi: Valitse Pystysuora, jos painikkeet ovat päällekkäin, ja Vaakasuora, jos painikkeet ovat vierekkäin.
fr_fr: Sélectionnez Vertical pour les boutons empilés et Horizontal pour les boutons côte à côte.
he_il: ר ער פתר ער, פק ער פתר צ .
hu_hu: Az egymás melletti gombokhoz válassza a Függőleges, az egymás melletti gombokhoz a Vízszintes lehetőséget.
it_it: Selezionare Verticale per i pulsanti impilati e Orizzontale per i pulsanti affiancati.
ja: ボタンを重ねる場合は「縦」を、横に並べる場合は「横」を選択します。
ja_jp: スタックボタンには垂直を選択し、横並びボタンには水平を選択してください。.
km: á‡áŸ’ášá¾áŸášá¾áŸá‘á·áŸáŠáŸ…áŸá˜áŸ’ášá¶á”áŸ‹á”áŸŠá¼áá»á„áŠáŸ‚á›áŸáŸ’áá»á€á‚áŸ’á“á¶ á“á·á„á‘á·áŸáŠáŸ…á•áŸ’á‘á¶á›áŸ‹áŸá˜áŸ’ášá¶á”áŸ‹á”áŸŠá¼áá»á„áŠáŸ‚á›á“áŸ…á€áŸ’á”áŸ‚ášá‚áŸ’á“á¶áŸ”.
ko_kr: 버튼이 쌓여 있으면 세로, 나란히 있으면 가로를 선택합니다.
lo: ລະບົບເລືອກເສັ້ນສະດວກສໍາລັບປຸ່ມສະສົມ, ແລະເລືອກເສັ້ນຕິດກັນສໍາລັບປຸ່ມຂໍ້ຄູ່ກັນ.
nb_no: Velg Vertikal for stablede knapper, og Horisontal for knapper ved siden av hverandre.
nl_nl: Selecteer Verticaal voor gestapelde knoppen en Horizontaal voor naast elkaar geplaatste knoppen.
pl_pl: Wybierz opcję Pionowo dla przycisków ułożonych w stos lub Poziomo dla przycisków obok siebie.
pt_br: Selecione Vertical para botões empilhados e Horizontal para botões lado a lado.
pt_pt: Selecione Vertical para botões empilhados e Horizontal para botões lado a lado.
ro_ro: Selectați Vertical pentru butoane suprapuse și Horizontal pentru butoane alăturate.
ru_ru: Выберите "Вертикальный" для кнопок, расположенных стопкой, и "Горизонтальный" для кнопок, расположенных рядом.
sv_se: Välj Vertikal för staplade knappar och Horisontell för knappar som ligger sida vid sida.
tr_tr: Yığılmış düğmeler için Dikey, yan yana düğmeler için Yatay öğesini seçin.
uk: Виберіть Вертикальний для стекованих кнопок та Горизонтальний для кнопок, розташованих поруч.
vi: Chọn Dọc cho các nút chồng lên nhau, và Ngang cho các nút bên cạnh nhau.
zh_cn: 如果是堆叠按钮，请选择 "垂直"；如果是并排按钮，请选择 "水平"。

source: Horizontal (Recommended)
ar: أفقي (موصى به)
cs_cz: Horizontální (doporučeno)
de_de: Horizontal (empfohlen)
es_es: Horizontal (recomendado)
fi: Vaakasuora (suositeltava)
fr_fr: Horizontal (recommandé)
he_il: פק (ץ)
hu_hu: Vízszintes (ajánlott)
it_it: Orizzontale (consigliato)
ja: 水平（推奨）
ja_jp: 横向き（推奨）)
km: Horisontal (Disarankan)
ko_kr: 가로(권장)
lo: ສະຖານທີ່ຫນ້າສູງ (ແນະນຳ)
nb_no: Horisontal (anbefalt)
nl_nl: Horizontaal (aanbevolen)
pl_pl: Poziomo (zalecane)
pt_br: Horizontal (recomendado)
pt_pt: Horizontal (recomendado)
ro_ro: Orizontal (recomandat)
ru_ru: Горизонтальный (рекомендуется)
sv_se: Horisontell (rekommenderas)
tr_tr: Yatay (Önerilen)
uk: Горизонтальний (Рекомендується)
vi: Ngang (Được khuyến nghị)
zh_cn: 水平（推荐）

source: Vertical
ar: عمودي
cs_cz: Vertikální
de_de: Vertikal
fi: Pystysuuntainen
hu_hu: Függőleges
it_it: Verticale
ja: 垂直
ja_jp: 垂直
km: áŸáŸáŠáŸ’á‹á€á·á…áŸ’á…
ko_kr: 수직
lo: ສູງຂຶ້ນ
nb_no: Vertikal
nl_nl: Verticaal
pl_pl: Pionowo
ru_ru: Вертикально
sv_se: Vertikal
tr_tr: Dikey
uk: Вертикальний
vi: Dọc
zh_cn: 垂直

source: Gold (Recommended)
ar: الذهب (موصى به)
cs_cz: Zlatá (doporučená)
de_de: Gold (empfohlen)
es_es: Gold (recomendado)
fi: Kulta (suositellaan)
fr_fr: Gold (Recommandé)
he_il: (ץ)
hu_hu: Arany (ajánlott)
it_it: Oro (consigliato)
ja: ゴールド（推奨）
ja_jp: ゴールド（推奨）)
km: á˜á¶áŸ (á”á¶á“ááŸ‚á“á¶áŸ†)
ko_kr: 골드(권장)
lo: ທອງ (ແນະນຳ)
nb_no: Anbefalte utvidelser
nl_nl: Goud (aanbevolen)
pl_pl: Złoto (zalecane)
pt_br: Ouro (Recomendado)
pt_pt: Ouro (Recomendado)
ro_ro: Aur (recomandat)
ru_ru: Золото (рекомендуется)
sv_se: Guld (rekommenderas)
tr_tr: Altın (Önerilen)
uk: Золото (Рекомендовано)
vi: Vàng (Được khuyến nghị)
zh_cn: 黄金（推荐）

source: White
ar: أبيض
cs_cz: Bílá
de_de: Weiß
es_es: Blanco
fi: Valkoinen
fr_fr: Blanc
hu_hu: Fehér
it_it: Bianco
ja: 白
ja_jp: ホワイト
km: áŸá–áŸ’áœ
ko_kr: 흰색
lo: ສີຂາວ
nb_no: Hvit
nl_nl: Wit
pl_pl: Biały
pt_br: Branco
pt_pt: Branco
ro_ro: Alb
ru_ru: Белый
sv_se: Vit
tr_tr: Beyaz
uk: Білий
vi: Trắng
zh_cn: 白色

source: Black
ar: أسود
cs_cz: Černá
de_de: Schwarz
es_es: Negro
fi: Musta
fr_fr: Noir
he_il: שָֹר
hu_hu: Fekete
it_it: Nero
ja: 黒
ja_jp: 黒
km: ááŸ’á˜áŸ…
ko_kr: 검정
lo: ສີດຳ
nb_no: Svart
nl_nl: Zwart
pl_pl: Czarny
pt_br: Preto
pt_pt: Preto
ro_ro: Negru
ru_ru: Черный
sv_se: Svart
tr_tr: Siyah
uk: Чорний
vi: Đen
zh_cn: 黑色

source: Rect (Recommended)
ar: الرتبة (موصى به)
cs_cz: Rect (doporučeno)
de_de: Eckig (Empfohlen)
es_es: Rect (Recomendado)
fi: Rect (suositeltava)
fr_fr: Rect (recommandé)
he_il: Rect (ץ)
hu_hu: Rect (ajánlott)
it_it: Retto (consigliato)
ja: レクト（推奨）
ja_jp: 矩形 (推奨)
km: Rect (á”á¶á“ááŸ‚á“á¶áŸ†)
ko_kr: 직사각형(권장)
lo: Rect (ສະແນນນຳ)
nb_no: Rect (anbefalt)
nl_nl: Rect (aanbevolen)
pl_pl: Rect (zalecane)
pt_br: Rect (recomendado)
pt_pt: Rect (Recomendado)
ro_ro: Rect (recomandat)
ru_ru: Rect (рекомендуется)
sv_se: Rect (rekommenderas)
tr_tr: Rect (Önerilen)
uk: Прямокутник (Рекомендується)
vi: Hình chữ nhật (Được khuyến nghị)
zh_cn: 矩形（推荐）

source: Button Width
ar: عرض الزر
cs_cz: Šířka tlačítka
de_de: Button Breite
es_es: Ancho del Botón
fi: Painikkeen leveys
fr_fr: Largeur du bouton
he_il: ר פתר
hu_hu: Gomb szélessége
it_it: Larghezza bottone
ja: ボタン幅
ja_jp: ボタンの幅
km: á”ááŸ’ááŸ„á™á”áŸŠá¼áá»á„
ko_kr: 버튼 넓이
lo: ຄວາມກວ້າງປຸ່ມ
nb_no: Knappens bredde
nl_nl: Knopbreedte
pl_pl: Szerokość przycisku
pt_br: Largura do botão
pt_pt: Largura do botão
ro_ro: Lățime Buton
ru_ru: Ширина кнопки
sv_se: Knappbredd
tr_tr: Buton genişliği
uk: Ширина кнопки
vi: Chiều rộng nút
zh_cn: 按钮宽度

source: Large
ar: كبير
cs_cz: Velký
de_de: Groß
es_es: Grande
fi: Suuri
fr_fr: Grand
hu_hu: Nagy
it_it: Grande
ja: 大
ja_jp: 大きい
km: á’áŸ†
ko_kr: 크게
lo: ໃຫຍ່
nb_no: Stor
nl_nl: Groot
pl_pl: Duży
pt_br: Grande
pt_pt: Grande
ro_ro: Mare
ru_ru: Большой
sv_se: Stor
tr_tr: Büyük
uk: Великий
vi: Lớn
zh_cn: 大号

source: Button Height
ar: ارتفاع الزر
cs_cz: Výška tlačítka
de_de: Button Höhe
es_es: Altura del botón
fi: Painikkeen korkeus
fr_fr: Hauteur du bouton
he_il: פתר
hu_hu: Gomb magassága
it_it: Altezza pulsante
ja: ボタンの高さ
ja_jp: ボタンの高さ
km: á”ááŸ’áá»áŸ†á€á˜áŸ’á–áŸáŸ‹
ko_kr: 버튼 높이
lo: ຄວາມສູງປຸ່ມ
nb_no: Knapp Høyde
nl_nl: Button hoogte
pl_pl: Wysokość przycisku
pt_br: Altura do Botão
pt_pt: Altura do botão
ro_ro: Înălțimea butonului
ru_ru: Высота кнопки
sv_se: Knapphöjd
tr_tr: Buton yüksekliği
uk: Висота кнопки
vi: Chiều cao nút
zh_cn: 按钮高度

source: Button Label
ar: تسمية الزر
cs_cz: Popisek tlačítka
de_de: Button Beschriftung
es_es: Etiqueta del Botón
fi: Painikkeen teksti
fr_fr: Nom du bouton
he_il: תת פתר
hu_hu: Gombfelirat
it_it: Etichetta Pulsante
ja: ボタンのラベル
ja_jp: ボタンラベル
km: á”áŸŠá¼áá»á„áŸáŸ’á›á¶á€
ko_kr: 버튼 이름
lo: ປ່ອນປ່ອນປຸ່ມ
nb_no: Knappetikett
pl_pl: Etykieta przycisku
pt_br: Etiqueta do Botão
pt_pt: Etiqueta do botão
ro_ro: Etichetă buton formular
ru_ru: Текст кнопки
sv_se: Knappetikett
tr_tr: Buton Etiketi
uk: Мітка кнопки
vi: Nhãn nút
zh_cn: 按钮标签

source: PayPal (Recommended)
ar: باي بال (موصى به)
cs_cz: PayPal (doporučeno)
de_de: PayPal (empfohlen)
es_es: PayPal (recomendado)
fi: PayPal (suositellaan)
fr_fr: PayPal (recommandé)
he_il: PayPal (ץ)
hu_hu: PayPal (ajánlott)
it_it: PayPal (Raccomandato)
ja: ペイパル（推奨）
ja_jp: PayPal（推奨）)
km: PayPal (á”á¶á“ááŸ‚á“á¶áŸ†)
ko_kr: PayPal(권장)
lo: PayPal (ຂໍແນະນຳ)
nb_no: PayPal (anbefalt)
nl_nl: PayPal (aanbevolen)
pl_pl: PayPal (zalecane)
pt_br: PayPal (recomendado)
pt_pt: PayPal (recomendado)
ro_ro: PayPal (recomandat)
ru_ru: PayPal (рекомендуется)
sv_se: PayPal (rekommenderas)
tr_tr: PayPal (Önerilen)
uk: PayPal (Рекомендується)
vi: PayPal (Được khuyến nghị)
zh_cn: PayPal（推荐）

source: Checkout
ar: الدفع
cs_cz: Pokladna
de_de: Kasse
es_es: Pagar
fi: Kassa
fr_fr: Passer à la caisse
he_il: תש
hu_hu: Pénztár
it_it: Cassa
ja: チェックアウト
ja_jp: チェックアウト
km: á…áŸá‰á–á¸
ko_kr: 결제
lo: ສິນຄ້າສຳເລັດ
nb_no: Til kassen
nl_nl: Afrekenen
pl_pl: Zamówienie
pt_br: Finalizar
pt_pt: Finalizar
ro_ro: Trimite Comanda
ru_ru: Оформить заказ
sv_se: Kassa
tr_tr: Ödeme
uk: Оформлення замовлення
vi: Thanh toán
zh_cn: 结帐

source: Buy Now
ar: اشتري الآن
cs_cz: Koupit teď
de_de: Jetzt kaufen
es_es: Comprar ahora
fi: Osta nyt
fr_fr: Acheter maintenant
he_il: ק עש
hu_hu: Vedd meg most
it_it: Acquista
ja: 今すぐ購入
ja_jp: 今すぐ購入
km: á‘á·á‰á¥á¡á¼áœá“áŸáŸ‡
ko_kr: 즉시 구매
lo: ຊື້ດຽວນີ້
nb_no: Kjøp nå
nl_nl: Koop Nu
pl_pl: Kup teraz
pt_br: Comprar Agora
pt_pt: Compre Agora
ro_ro: Cumpără acum
ru_ru: Купить сейчас
sv_se: Köp nu
tr_tr: Satın Al
uk: Купити зараз
vi: Mua ngay
zh_cn: 立即购买

source: Pay
ar: دفع
cs_cz: Zaplatit
de_de: Bezahlen
es_es: Pagar
fi: Maksa
fr_fr: Payer
he_il: תש
hu_hu: Fizetés
it_it: Paga
ja: 支払う
ja_jp: 支払い
km: á”á„áŸ‹
ko_kr: 결제
lo: ຈ່າຍ
nb_no: Betal
nl_nl: Betalen
pl_pl: Zapłać
pt_br: Pagar
pt_pt: Pagar
ro_ro: Plătește
ru_ru: Оплатить
sv_se: Betala
tr_tr: Ödeme
uk: Оплата
vi: Thanh toán
zh_cn: 支付

source: Button Location (Classic only)
ar: تخطيط الزر
de_de: Position der Schaltfläche (nur Classic)
es_es: Ubicación de los botones (sólo Classic)
fr_fr: Emplacement des boutons (classique uniquement)
it_it: Posizione dei pulsanti (solo Classic)
pt_br: Localização do botão (somente na versão clássica)
pt_pt: Localização do botão (apenas na versão clássica)
ru_ru: Расположение кнопок (только в классическом варианте)
zh_cn: 按钮位置（仅限经典版）

source: The location of the payment buttons in relation to the Proceed to checkout button.
ar: موقع أزرار الدفع بالنسبة إلى زر متابعة الدفع.
de_de: Die Position der Zahlungsschaltflächen in Bezug auf den "Zur Kasse gehen" Button.
es_es: La ubicación de los botones de pago en relación con el botón Proceder al pago.
fr_fr: L'emplacement des boutons de paiement par rapport au bouton "Passer à la caisse".
it_it: La posizione dei pulsanti di pagamento rispetto al pulsante Procedi alla cassa.
pt_br: O local dos botões de pagamento em relação ao botão Prosseguir para o checkout.
pt_pt: A localização dos botões de pagamento em relação ao botão Prosseguir para a finalização da compra.
ru_ru: Расположение кнопок оплаты по отношению к кнопке "Приступить к оформлению заказа".
zh_cn: 付款按钮相对于继续结账按钮的位置。
