Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: 3D Secure benefits cardholders and merchants by providing an additional layer of verification using Verified by Visa, MasterCard SecureCode and American Express SafeKey.
ar: تفيد 3D Secure حاملي البطاقات والتجار من خلال توفير طبقة إضافية من التحقق باستخدام Verified by Visa وMasterCard SecureCode وAmerican Express SafeKey.
cs_cz: 3D Secure přináší výhody držitelům karet i obchodníkům, protože poskytuje další vrstvu ověření pomocí Verified by Visa, MasterCard SecureCode a American Express SafeKey.
de_de: 3D Secure kommt Karteninhabern und Händlern zugute, indem es eine zusätzliche Verifizierungsebene mit Verified by Visa, MasterCard SecureCode und American Express SafeKey bietet.
es_es: 3D Secure beneficia a los titulares de tarjetas y a los comerciantes al proporcionar una capa adicional de verificación mediante Verified by Visa, MasterCard SecureCode y American Express SafeKey.
fi: 3D Secure hyödyttää kortinhaltijoita ja kauppiaita tarjoamalla lisävarmennuksen Verified by Visa-, MasterCard SecureCode- ja American Express SafeKey -järjestelmien avulla.
fr_fr: 3D Secure profite aux titulaires de cartes et aux commerçants en fournissant une couche supplémentaire de vérification grâce à Verified by Visa, MasterCard SecureCode et American Express SafeKey.
he_il: 3D Secure ספק תרת ק רס סר ע ספת שת ת ספת צעת Verified by Visa, MasterCard SecureCode -American Express SafeKey.
hu_hu: a 3D Secure a kártyabirtokosok és a kereskedők számára előnyös, mivel a Verified by Visa, a MasterCard SecureCode és az American Express SafeKey segítségével további ellenőrzési szintet biztosít.
it_it: 3D Secure è vantaggioso per i titolari di carta e gli esercenti in quanto fornisce un ulteriore livello di verifica grazie a Verified by Visa, MasterCard SecureCode e American Express SafeKey.
ja: 3Dセキュアは、Verified by Visa、MasterCard SecureCode、およびAmerican Express SafeKeyを使用して追加の検証レイヤーを提供することで、カード会員と加盟店にメリットをもたらします。
ja_jp: 3Dセキュアは、Visa認証、MasterCard SecureCode、およびAmerican Express SafeKeyを使用して、追加の確認レイヤーを提供することにより、カード保有者と商人の両方に利益をもたらします。.
km: 3D Secure á•áŸ’áá›áŸ‹á¢ááŸ’áá”áŸ’ášá™áŸ„á‡á“áŸáŠá›áŸ‹á¢áŸ’á“á€á€á¶á“áŸ‹á€á¶á á“á·á„á¢áŸ’á“á€á‡á½á‰áŠá¼áš áŠáŸ„á™á•áŸ’áá›áŸ‹áŸáŸ’ášá‘á¶á”áŸ‹á”á“áŸ’ááŸ‚á˜á“áŸƒá€á¶ášá”á‰áŸ’á‡á¶á€áŸ‹áŠáŸ„á™á”áŸ’ášá¾ Verified by Visa, MasterCard SecureCode á“á·á„ American Express SafeKeyáŸ”.
ko_kr: 3D 검증된 비자, 마스터카드 보안 코드 및 아메리칸 익스프레스 세이프키를 사용하여 추가 인증 계층을 제공함으로써 카드 소지자와 판매자를 보호합니다.
lo: 3D Secure ປະໂທດໃຫ້ກັບບັດດິດແລະພະລັງງານໂດຍການໃຫ້ບັດດິດເພີ່ມເຕີມດ້ວຍການຢືນຢັນເພີ່ມເຕີມໃຊ້ Verified by Visa, MasterCard SecureCode ແລະ American Express SafeKey.
nb_no: 3D Secure gir kortinnehavere og forhandlere fordeler ved å tilby et ekstra lag med verifisering ved hjelp av Verified by Visa, MasterCard SecureCode og American Express SafeKey.
nl_nl: 3D Secure biedt kaarthouders en winkeliers een extra verificatielaag met Verified by Visa, MasterCard SecureCode en American Express SafeKey.
pl_pl: 3D Secure przynosi korzyści posiadaczom kart i sprzedawcom, zapewniając dodatkową warstwę weryfikacji za pomocą Verified by Visa, MasterCard SecureCode i American Express SafeKey.
pt_br: o 3D Secure beneficia os portadores de cartão e os comerciantes ao fornecer uma camada adicional de verificação usando o Verified by Visa, o MasterCard SecureCode e o American Express SafeKey.
pt_pt: o 3D Secure beneficia os titulares de cartões e os comerciantes ao fornecer uma camada adicional de verificação utilizando o Verified by Visa, o MasterCard SecureCode e o American Express SafeKey.
ro_ro: 3D Secure aduce beneficii deținătorilor de carduri și comercianților prin furnizarea unui nivel suplimentar de verificare prin Verified by Visa, MasterCard SecureCode și American Express SafeKey.
ru_ru: 3D Secure приносит пользу держателям карт и торговцам, обеспечивая дополнительный уровень проверки с помощью Verified by Visa, MasterCard SecureCode и American Express SafeKey.
sv_se: 3D Secure gynnar kortinnehavare och handlare genom att tillhandahålla ytterligare ett lager av verifiering med Verified by Visa, MasterCard SecureCode och American Express SafeKey.
tr_tr: 3D Secure, Verified by Visa, MasterCard SecureCode ve American Express SafeKey kullanarak ek bir doğrulama katmanı sağlayarak kart sahiplerine ve üye işyerlerine fayda sağlar.
uk: 3D Secure приносить користь як картковимholderам, так і торговцям, забезпечуючи додатковий рівень перевірки за допомогою Verified by Visa, MasterCard SecureCode та American Express SafeKey.
vi: 3D Secure mang lại lợi ích cho chủ thẻ và thương nhân bằng cách cung cấp một lớp xác minh bổ sung thông qua Verified by Visa, MasterCard SecureCode và American Express SafeKey.
zh_cn: 3D Secure 通过 Visa Verified、MasterCard SecureCode 和 American Express SafeKey 提供额外的验证层，使持卡人和商户受益。

source: Card Save Enabled
ar: تم تمكين حفظ البطاقة
cs_cz: Povoleno ukládání karet
de_de: Karte speichern Aktiviert
es_es: Guardar tarjeta activado
fi: Kortin tallennus käytössä
fr_fr: Sauvegarde de la carte activée
he_il: שרת רס פעת
hu_hu: Kártya mentés engedélyezve
it_it: Salvataggio scheda abilitato
ja: カードセーブ有効
ja_jp: カード保存が有効になりました
km: á€á¶ášáŸá“áŸ’áŸáŸ†á€á¶áá”á¶á“á¢á“á»á‰áŸ’á‰á¶á
ko_kr: 카드 저장 사용
lo: ການບັນທຶກບັດບັດແລ້ວ
nb_no: Kortlagring aktivert
nl_nl: Kaart opslaan ingeschakeld
pl_pl: Zapisywanie karty włączone
pt_br: Salvar cartão ativado
pt_pt: Guardar cartão ativado
ro_ro: Salvare card activată
ru_ru: Сохранение карты включено
sv_se: Kortbesparing aktiverad
tr_tr: Kart Kaydetme Etkin
uk: Збереження картки увімкнено
vi: Đã bật lưu thẻ

source: Enable card saving at checkout
ar: تمكين حفظ البطاقة عند الدفع
cs_cz: Povolení ukládání karet při placení
de_de: Aktivieren Sie das Speichern von Karten an der Kasse
es_es: Permitir guardar la tarjeta al pagar
fi: Ota korttisäästö käyttöön kassalla
fr_fr: Activer l'enregistrement de la carte au moment du paiement
he_il: פשר שרת רס קפ
hu_hu: Engedélyezze a kártyamegtakarítást a pénztárnál
it_it: Abilita il salvataggio della carta alla cassa
ja: チェックアウト時にカードを保存できるようにする
ja_jp: チェックアウト時にカード保存を有効にする
km: á”á¾á€á€á¶ášáŸá“áŸ’áŸáŸ†á€á¶áá“áŸ…á–áŸá›á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹
ko_kr: 결제 시 카드 저장 사용
lo: ເປີດການບັນທຶກບັດໃນການຊື້ສິນຄ້າ
nb_no: Aktiver kortsparing i kassen
nl_nl: Kaart opslaan bij afrekenen inschakelen
pl_pl: Włącz zapisywanie danych karty przy kasie
pt_br: Habilitar a economia de cartão no checkout
pt_pt: Ativar a poupança de cartões no checkout
ro_ro: Activați salvarea cardului la checkout
ru_ru: Включите сохранение карты при оформлении заказа
sv_se: Aktivera kortsparande i kassan
tr_tr: Ödeme sırasında kart tasarrufunu etkinleştirin
uk: Увімкніть збереження картки під час оформлення замовлення
vi: Bật tính năng lưu thẻ khi thanh toán

source: When enabled, customers can securely save their card details using PayPal for faster future checkouts.
ar: عند تمكينه، يمكن للعملاء حفظ تفاصيل بطاقتهم بأمان باستخدام PayPal لتسريع عمليات الدفع المستقبلية.
cs_cz: Pokud je tato funkce povolena, mohou zákazníci bezpečně uložit údaje o své kartě pomocí služby PayPal a urychlit tak budoucí platby.
de_de: Wenn diese Funktion aktiviert ist, können Kunden ihre Kartendaten mit PayPal sicher speichern, damit sie bei zukünftigen Einkäufen schneller bezahlen können.
es_es: Cuando está activado, los clientes pueden guardar de forma segura los datos de su tarjeta mediante PayPal para agilizar futuros pagos.
fi: Kun tämä on käytössä, asiakkaat voivat tallentaa korttitietonsa turvallisesti PayPalin avulla, jotta he voivat nopeuttaa myöhempiä kassakäyntejä.
fr_fr: Lorsque cette option est activée, les clients peuvent enregistrer en toute sécurité les détails de leur carte en utilisant PayPal, ce qui leur permet de passer plus rapidement à la caisse à l'avenir.
he_il: שר פשרת פעת, קת שר ת פר רס שר ש צר ת צעת PayPal, ר ת ת תש עת.
hu_hu: Ha engedélyezve van, az ügyfelek biztonságosan elmenthetik kártyaadataikat a PayPal segítségével, hogy a jövőben gyorsabban tudjanak fizetni.
it_it: Se abilitato, i clienti possono salvare in modo sicuro i dati della loro carta utilizzando PayPal per velocizzare i controlli futuri.
ja: 有効にすると、顧客はPayPalを使用してカード情報を安全に保存し、将来のチェックアウトをより迅速に行うことができます。
ja_jp: 有効にすると、顧客は将来のチェックアウトをより迅速に行うために、PayPalを使用してカードの詳細を安全に保存できます。.
km: á–áŸá›áŠáŸ‚á›á”á¶á“á”á¾á€, á¢áá·áá·á‡á“á¢á¶á…ášá€áŸ’áŸá¶á‘á»á€á–áŸááŸŒá˜á¶á“á€á¶áášá”áŸáŸ‹á–á½á€á‚áŸá™áŸ‰á¶á„áŸá»áœááŸ’áá·á—á¶á–áŠáŸ„á™á”áŸ’ášá¾ PayPal áŸá˜áŸ’ášá¶á”áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹áŠáŸ‚á›á›á¿á“á‡á¶á„á˜á»á“áŸ”.
ko_kr: 이 기능을 활성화하면 고객은 PayPal을 사용하여 카드 정보를 안전하게 저장하여 향후 더 빠른 결제를 할 수 있습니다.
lo: ເມື່ອແອບເກີດ, ລູກຄ້າສາມາດໃຊ້ງານບັດຄະດີບັດຂອງພວກເຂົ້າໃນ PayPal ສໍາລັບການຊື້ສິນຄ້າໃນອະນາຄົດທີ່ໄວກວ່າ.
nb_no: Når denne funksjonen er aktivert, kan kundene lagre kortopplysningene sine på en sikker måte ved hjelp av PayPal, slik at de kan betale raskere i fremtiden.
nl_nl: Als dit is ingeschakeld, kunnen klanten hun kaartgegevens veilig opslaan met PayPal, zodat ze in de toekomst sneller kunnen afrekenen.
pl_pl: Po włączeniu tej opcji klienci mogą bezpiecznie zapisywać dane swoich kart za pomocą PayPal, aby szybciej dokonywać płatności w przyszłości.
pt_br: Quando ativado, os clientes podem salvar com segurança os detalhes de seus cartões usando o PayPal para agilizar futuros checkouts.
pt_pt: Quando ativado, os clientes podem guardar de forma segura os detalhes do seu cartão utilizando o PayPal para futuras finalizações mais rápidas.
ro_ro: Atunci când este activat, clienții își pot salva în siguranță detaliile cardului utilizând PayPal pentru a efectua mai rapid viitoarele plăți.
ru_ru: Если эта функция включена, покупатели могут безопасно сохранять данные своих карт с помощью PayPal для ускорения процесса оформления заказа в будущем.
sv_se: När detta är aktiverat kan kunderna på ett säkert sätt spara sina kortuppgifter med PayPal för snabbare framtida utcheckningar.
tr_tr: Etkinleştirildiğinde, müşteriler gelecekte daha hızlı ödeme yapmak için PayPal'ı kullanarak kart bilgilerini güvenli bir şekilde kaydedebilir.
uk: Коли увімкнено, клієнти можуть безпечно зберігати свої дані картки за допомогою PayPal для швидших майбутніх оформлень замовлення.
vi: Khi được kích hoạt, khách hàng có thể lưu trữ thông tin thẻ của họ một cách an toàn bằng cách sử dụng PayPal để thanh toán nhanh hơn trong tương lai.

source: Advanced Credit/Debit Card payments are not enabled in your PayPal account. <br><br><strong>Supported Countries:</strong><br>Australia, Austria, Belgium, Bulgaria, Canada, China, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hong Kong, Hungary, Ireland, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, Spain, Sweden, United States, United Kingdom<br><br>
ar: لم يتم تمكين الدفع ببطاقات الائتمان/الخصم المتقدمة في حسابك على PayPal. <br><br><strong>البلدان المدعومة:</strong><br>أستراليا، النمسا، النمسا، بلجيكا، بلغاريا، كندا، الصين، قبرص، جمهورية التشيك، الدنمارك، إستونيا، فنلندا، فرنسا، ألمانيا، اليونان، هونغ كونغ، المجر، أيرلندا، إيطاليا، اليابان، لاتفيا، ليختنشتاين، ليتوانيا، لوكسمبورغ، لوكسمبورغ، مالطة، هولندا، النرويج، بولندا، البرتغال، رومانيا، سنغافورة، سلوفاكيا، سلوفينيا، إسبانيا، السويد، الولايات المتحدة، المملكة المتحدة<br><br>
cs_cz: Pokročilé platby kreditní/debetní kartou nejsou ve vašem účtu PayPal povoleny. <br><br><strong>Podporované země:</strong><br>Austrálie, Rakousko, Belgie, Bulharsko, Kanada, Čína, Kypr, Česká republika, Dánsko, Estonsko, Finsko, Francie, Německo, Řecko, Hongkong, Maďarsko, Irsko, Itálie, Japonsko, Lotyšsko, Lichtenštejnsko, Litva, Lucembursko, Malta, Nizozemsko, Norsko, Polsko, Portugalsko, Rumunsko, Singapur, Slovensko, Slovinsko, Španělsko, Švédsko, Spojené státy, Velká Británie<br><br>
de_de: Erweiterte Kredit-/Debitkartenzahlungen sind in Ihrem PayPal-Konto nicht aktiviert. <br><br><strong>Unterstützte Länder:</strong><br>Australien, Belgien, Bulgarien, China, Dänemark, Deutschland, Estland, Finnland, Frankreich, Griechenland, Hongkong, Irland, Italien, Japan, Kanada, Lettland, Liechtenstein, Litauen, Luxemburg, Malta, Niederlande, Norwegen, Österreich, Polen, Portugal, Rumänien, Schweden, Singapur, Slowakei, Slowenien, Spanien, Tschechische Republik, Ungarn, USA, Vereinigtes Königreich, Zypern<br><br>
es_es: Los pagos avanzados con tarjeta de crédito/débito no están activados en su cuenta PayPal. <br><br><strong>Países admitidos:</strong><br>Alemania, Australia, Austria, Bélgica, Bulgaria, Canadá, China, Chipre, Dinamarca, Eslovaquia, Eslovenia, España, Estados Unidos, Estonia, Finlandia, Francia, Grecia, Hong Kong, Hungría, Irlanda, Italia, Japón, Letonia, Liechtenstein, Lituania, Luxemburgo, Malta, Noruega, Países Bajos, Polonia, Portugal, Reino Unido, República Checa, Rumanía, Singapur, Suecia<br><br>
fi: Advanced Credit/Debit Card -maksut eivät ole käytössä PayPal-tililläsi. <br><br><strong>Tuetut maat:</strong><br>Australia, Itävalta, Belgia, Bulgaria, Kanada, Kiina, Kypros, Tšekki, Tanska, Viro, Suomi, Ranska, Saksa, Kreikka, Hong Kong, Unkari, Irlanti, Italia, Japani, Latvia, Liechtenstein, Liettua, Luxemburg, Malta, Alankomaat, Norja, Puola, Portugali, Ranska, Romania, Singapore, Ruotsi, Saksa, Slovakia, Slovenia, Espanja, Suomi, Yhdysvallat, Yhdistynyt kuningaskunta, Viro<br><br>
fr_fr: Les paiements avancés par carte de crédit/débit ne sont pas activés dans votre compte PayPal. <br><br><strong>Pays pris en charge :</strong><br>Australie, Autriche, Belgique, Bulgarie, Canada, Chine, Chypre, République tchèque, Danemark, Estonie, Finlande, France, Allemagne, Grèce, Hong Kong, Hongrie, Irlande, Italie, Japon, Lettonie, Liechtenstein, Lituanie, Luxembourg, Malte, Pays-Bas, Norvège, Pologne, Portugal, Roumanie, Singapour, Slovaquie, Slovénie, Espagne, Suède, États-Unis, Royaume-Uni<br><br>
he_il: תש צעת רס שר/ תק פשר ש PayPal ש. <br><br><strong>ת תת:</strong><br>סר, סר, , ר, ק, ס, קפרס, צ', רק, ס, פ, צרפת, ר, , ק, ר, ר, , פ, , ש, , קסר, , , ר, פ, פר, ר, ספר, סק, ס, ספר, ש, רצת רת, ר<br><br>
hu_hu: Az Advanced Credit/Debit kártyás fizetések nem engedélyezettek a PayPal-fiókjában. <br><br><strong>Támogatott országok:</strong><br>Ausztrália, Ausztria, Belgium, Bulgária, Kanada, Kína, Ciprus, Cseh Köztársaság, Dánia, Észtország, Finnország, Franciaország, Görögország, Hongkong, Hollandia, Írország, Japán, Kanada, Lettország, Liechtenstein, Litvánia, Luxemburg, Málta, Hollandia, Norvégia, Lengyelország, Portugália, Románia, Szingapúr, Spanyolország, Svédország, Szlovákia, Szlovénia, Egyesült Államok, Egyesült Királyság, Magyarország, Németország, Svédország<br><br>
it_it: I pagamenti con carta di credito/debito avanzata non sono abilitati nel conto PayPal. <br><br><strong>Paesi supportati:</strong><br>Australia, Austria, Belgio, Bulgaria, Canada, Cina, Cipro, Danimarca, Estonia, Finlandia, Francia, Germania, Grecia, Hong Kong, Irlanda, Italia, Giappone, Lettonia, Liechtenstein, Lituania, Lussemburgo, Malta, Norvegia, Paesi Bassi, Polonia, Portogallo, Romania, Singapore, Slovacchia, Slovenia, Spagna, Svezia, Stati Uniti, Ungheria<br><br>
ja: 高度なクレジットカード/デビットカードでのお支払いは、PayPalアカウントで有効になっていません。<br><br><strong>対応国:</strong><br>オーストラリア、オーストリア、ベルギー、ブルガリア、カナダ、中国、キプロス、チェコ共和国、デンマーク、エストニア、フィンランド、フランス、ドイツ、ギリシャ、香港、ハンガリー、アイルランド、イタリア、日本、ラトビア、リヒテンシュタイン、リトアニア、ルクセンブルク、マルタ、オランダ、ノルウェー、ポーランド、ポルトガル、ルーマニア、シンガポール、スロバキア、スロベニア、スペイン、スウェーデン、米国、英国<br><br>
ja_jp: あなたのPayPalアカウントでは、高度なクレジット/デビットカード決済が有効になっていません。<br><br><strong>対応国:</strong><br>オーストラリア、オーストリア、ベルギー、ブルガリア、カナダ、中国、キプロス、チェコ共和国、デンマーク、エストニア、フィンランド、フランス、ドイツ、ギリシャ、香港、ハンガリー、アイルランド、イタリア、日本、ラトビア、リヒテンシュタイン、リトアニア、ルクセンブルク、マルタ、オランダ、ノルウェー、ポーランド、ポルトガル、ルーマニア、シンガポール、スロバキア、スロベニア、スペイン、スウェーデン、アメリカ合衆国、イギリス<br><br>
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á€á¶áá¥áá‘á¶á“/á€á¶áá¥áá‘á¶á“á€á˜áŸ’ášá·áááŸ’á–áŸáŸ‹á˜á·á“ááŸ’ášá¼áœá”á¶á“á”á¾á€á“áŸ…á€áŸ’á“á»á„á‚áá“á¸ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸáŸ” <br><br><strong>á”áŸ’ášá‘áŸáŸáŠáŸ‚á›á‚á¶áŸ†á‘áŸ’áš:</strong><br>á¢á¼áŸáŸ’ááŸ’ášá¶á›á¸, á¢á¼á‘áŸ’ášá¸áŸ, á”áŸ‚á›á áŸ’áŸá·á€, á”áŸŠá»á›á áŸ’á‚á¶ášá¸, á€á¶áá¶áŠá¶, á…á·á“, áŸáŸŠá¸á–áŸ’ášá·áŸ, áŸá¶áá¶ááŸá€, áŠá¶ááºá˜áŸ‰á¶á€, á¢áŸáŸáŸ’áá¼á“á¸, á áŸ’áœá¶áŸ†á„á¡á„áŸ‹, á”á¶ášá¶áŸ†á„, á¢á¶á›áŸ’á›áºá˜áŸ‰á„áŸ‹, á€áŸ’ášá·á€, á á»á„á€á»á„, á á»á„á‚áŸ’ášá¸, á¢áŸ€ášáŸ‰áŸ’á›á„áŸ‹, á¢áŸŠá¸áá¶á›á¸, á‡á”áŸ‰á»á“, á›á¶ááœá¸á™áŸ‰á¶, á›á¸ááŸ’ááŸá“áŸáŸ’ááŸ‚á“, á›á¸á‘á»á™á¢á¶á“á¸, á›á»á…áŸáŸ†á”á½áš, á˜áŸ‰á¶á›áŸ‹áá¶, á“áŸáŠáºášáŸ’á›á„áŸ‹, á“áŸášáœáŸ, á”áŸ‰á¼á¡á¼á‰, á–áŸášá‘á»á™á áŸ’á‚á¶á›áŸ‹, ášáŸ‰á¼á˜áŸ‰á¶á“á¸, áŸá·á„áŸ’á á”á»ášá¸, áŸáŸ’á›á¼áœáŸ‰á¶á‚á¸, áŸáŸ’á›á¼áœáŸá“á¸, áŸáŸ’á”áŸ‰á¶á‰, áŸáŸŠá»á™á¢áŸ‚á, áŸá ášáŠáŸ’á‹á¢á¶á˜áŸášá·á€, áŸá á–áŸá“áŸ’á’á¢á„áŸ‹á‚áŸ’á›áŸáŸ<br><br>
ko_kr: PayPal 계정에서는 신용카드/직불카드 고급 결제를 사용할 수 없습니다. <br><br><strong>지원 국가:</strong><br>호주, 오스트리아, 벨기에, 불가리아, 캐나다, 중국, 키프로스, 체코, 덴마크, 에스토니아, 핀란드, 프랑스, 독일, 그리스, 홍콩, 헝가리, 아일랜드, 이탈리아, 일본, 라트비아, 리히텐슈타인, 리투아니아, 룩셈부르크, 몰타, 네덜란드, 노르웨이, 폴란드, 포르투갈, 루마니아, 싱가포르, 슬로바키아, 슬로베니아, 스페인, 스웨덴, 미국, 영국<br><br>
lo: ການຊໍາລະໂດຍໃບເດັບ/ເດິບບັດທີ່ສູງຂຶ້ນບໍ່ໄດ້ເປີດໃນບັນຊີ PayPal ຂອງທ່ານ. <br><br><strong>ປະເທດທີ່ສະໜອງ:</strong><br>ອົສະຕຣາຍ, ອອສະສະ, ບລິຊເລດ, ບູກເລຍ, ຄານາດາ, ຈີນ, ຊິປຣັດ, ສະຊັກ ສະກະລະສະລະ, ເດນມາກ, ເອສຕົນເຍຍ, ຟິນແນດ, ຝຣັ່ງ, ເອຍເລະນດ, ເຢເອລະນດ, ອິທາລີ, ຈະປອນ, ລັດເວຍ, ລິດເຊທານ, ລິທວານຽ, ລັດເຊັດ, ມາວຕາ, ເນເຘຘອລັນດ, ນໍເວຣິ, ປໍເລນ, ປູດການ, ລົມານີເລັດ, ສິງກະໂປແລນ, ສະລອວເກຍ, ສະລົນເນຍ, ສເປນ, ສະວີແດນ, ສະຫະລັດ, ສະຫະລັດ ສະຕະລະດິດ<br><br>
nb_no: Avanserte kreditt-/debetkortbetalinger er ikke aktivert i PayPal-kontoen din. <br><br><strong>Land som støttes:</strong><br>Australia, Østerrike, Belgia, Bulgaria, Canada, Kina, Kypros, Tsjekkia, Danmark, Estland, Finland, Frankrike, Tyskland, Hellas, Hong Kong, Ungarn, Irland, Italia, Japan, Latvia, Liechtenstein, Litauen, Luxembourg, Malta, Nederland, Norge, Polen, Portugal, Romania, Singapore, Slovakia, Slovenia, Spania, Sverige, USA, Storbritannia, Tsjekkia, Tyskland<br><br>
nl_nl: Geavanceerde creditcardbetalingen zijn niet ingeschakeld op je PayPal-rekening. <br><br><strong>Ondersteunde landen:</strong><br>Australië, België, Bulgarije, Canada, China, Cyprus, Denemarken, Duitsland, Estland, Finland, Frankrijk, Griekenland, Hongkong, Hongarije, Ierland, Italië, Japan, Letland, Liechtenstein, Litouwen, Luxemburg, Malta, Nederland, Noorwegen, Oostenrijk, Polen, Portugal, Roemenië, Singapore, Slovenië, Slowakije, Spanje, Tsjechië, Verenigde Staten, Verenigd Koninkrijk, Zweden<br><br>
pl_pl: Zaawansowane płatności kartą kredytową/debetową nie są włączone na koncie PayPal. <br><br><strong>Obsługiwane kraje:</strong><br>Australia, Austria, Belgia, Bułgaria, Kanada, Chiny, Cypr, Czechy, Dania, Estonia, Finlandia, Francja, Niemcy, Grecja, Hongkong, Węgry, Irlandia, Włochy, Japonia, Łotwa, Liechtenstein, Litwa, Luksemburg, Malta, Holandia, Norwegia, Polska, Portugalia, Rumunia, Singapur, Słowacja, Słowenia, Hiszpania, Szwecja, Stany Zjednoczone, Wielka Brytania<br><br>
pt_br: Os pagamentos avançados com cartão de crédito/débito não estão habilitados em sua conta do PayPal. <br><br><strong>Países suportados:</strong><br>Austrália, Áustria, Bélgica, Bulgária, Canadá, China, Chipre, República Tcheca, Dinamarca, Estônia, Finlândia, França, Alemanha, Grécia, Hong Kong, Hungria, Irlanda, Itália, Japão, Letônia, Liechtenstein, Lituânia, Luxemburgo, Malta, Holanda, Noruega, Polônia, Portugal, Romênia, Cingapura, Eslováquia, Eslovênia, Espanha, Suécia, Estados Unidos, Reino Unido<br><br>
pt_pt: Os pagamentos avançados com cartão de crédito/débito não estão activados na sua conta PayPal. <br><br><strong>Países suportados:</strong><br>Austrália, Áustria, Bélgica, Bulgária, Canadá, China, Chipre, República Checa, Dinamarca, Estónia, Finlândia, França, Alemanha, Grécia, Hong Kong, Hungria, Irlanda, Itália, Japão, Letónia, Liechtenstein, Lituânia, Luxemburgo, Malta, Países Baixos, Noruega, Polónia, Portugal, Roménia, Singapura, Eslováquia, Eslovénia, Espanha, Suécia, Estados Unidos, Reino Unido<br><br>
ro_ro: Plățile avansate cu card de credit/debit nu sunt activate în contul dvs. PayPal. <br><br><strong>Țări acceptate:</strong><br>Australia, Austria, Belgia, Bulgaria, Canada, China, Cipru, Republica Cehă, Danemarca, Estonia, Finlanda, Franța, Germania, Grecia, Hong Kong, Ungaria, Irlanda, Italia, Japonia, Letonia, Liechtenstein, Lituania, Luxemburg, Malta, Olanda, Norvegia, Polonia, Portugalia, România, Singapore, Slovacia, Slovenia, Spania, Suedia, Statele Unite, Regatul Unit<br><br>
ru_ru: Расширенные платежи по кредитным/дебетовым картам не включены в вашем аккаунте PayPal. <br><br><strong>Поддерживаемые страны:</strong><br>Австралия, Австрия, Бельгия, Болгария, Канада, Китай, Кипр, Чешская Республика, Дания, Эстония, Финляндия, Франция, Германия, Греция, Гонконг, Венгрия, Ирландия, Италия, Япония, Латвия, Лихтенштейн, Литва, Люксембург, Мальта, Нидерланды, Норвегия, Польша, Португалия, Румыния, Сингапур, Словакия, Словения, Испания, Швеция, Соединенные Штаты, Великобритания<br><br>
sv_se: Avancerade kredit-/betalkortsbetalningar är inte aktiverade i ditt PayPal-konto. <br><br><strong>Länder som stöds:</strong><br>Australien, Belgien, Bulgarien, Cypern, Danmark, Estland, Finland, Frankrike, Grekland, Hongkong, Irland, Italien, Japan, Kanada, Kina, Lettland, Liechtenstein, Litauen, Luxemburg, Malta, Nederländerna, Norge, Polen, Portugal, Rumänien, Singapore, Slovakien, Slovenien, Spanien, Sverige, Tjeckien, Tyskland, Ungern, USA, Storbritannien, Österrike<br><br>
tr_tr: PayPal hesabınızda Gelişmiş Kredi/Banka Kartı ödemeleri etkinleştirilmemiştir. <br><br><strong>Desteklenen Ülkeler:</strong><br>Avustralya, Avusturya, Belçika, Bulgaristan, Kanada, Çin, Kıbrıs, Çek Cumhuriyeti, Danimarka, Estonya, Finlandiya, Fransa, Almanya, Yunanistan, Hong Kong, Macaristan, İrlanda, İtalya, Japonya, Letonya, Lihtenştayn, Litvanya, Lüksemburg, Malta, Hollanda, Norveç, Polonya, Portekiz, Romanya, Singapur, Slovakya, Slovenya, İspanya, İsveç, Amerika Birleşik Devletleri, Birleşik Krallık<br><br>
uk: Розширені платежі за допомогою кредитних/дебетових карток не активовані у вашому обліковому записі PayPal. <br><br><strong>Підтримувані країни:</strong><br>Австралія, Австрія, Бельгія, Болгарія, Канада, Китай, Кіпр, Чехія, Данія, Естонія, Фінляндія, Франція, Німеччина, Греція, Гонконг, Угорщина, Ірландія, Італія, Японія, Латвія, Ліхтенштейн, Литва, Люксембург, Мальта, Нідерланди, Норвегія, Польща, Португалія, Румунія, Сінгапур, Словаччина, Словенія, Іспанія, Швеція, Сполучені Штати, Сполучене Королівство<br><br>
vi: Thanh toán bằng thẻ tín dụng/thẻ ghi nợ nâng cao chưa được kích hoạt trong tài khoản PayPal của bạn. <br><br><strong>Các quốc gia được hỗ trợ:</strong><br>Úc, Áo, Bỉ, Bulgaria, Canada, Trung Quốc, Síp, Cộng hòa Séc, Đan Mạch, Estonia, Phần Lan, Pháp, Đức, Hy Lạp, Hồng Kông, Hungary, Ireland, Ý, Nhật Bản, Latvia, Liechtenstein, Litva, Luxembourg, Malta, Hà Lan, Na Uy, Ba Lan, Bồ Đào Nha, Romania, Singapore, Slovakia, Slovenia, Tây Ban Nha, Thụy Điển, Hoa Kỳ, Vương quốc Anh<br><br>
zh_cn: 您的 PayPal 账户未启用高级信用卡/借记卡支付。<br><br><strong>支持国家：</strong><br>澳大利亚、奥地利、比利时、保加利亚、加拿大、中国、塞浦路斯、捷克共和国、丹麦、爱沙尼亚、芬兰、法国、德国、希腊、香港、匈牙利、爱尔兰、意大利、日本、拉脱维亚、列支敦士登、立陶宛、卢森堡、马耳他、荷兰、挪威、波兰、葡萄牙、罗马尼亚、新加坡、斯洛伐克、斯洛文尼亚、西班牙、瑞典、美国、英国<br><br>
