Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Payment pending manual review.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á€áŸ†á–á»á„ášá„áŸ‹á…á¶áŸ†á€á¶ášááŸ’ášá½áá–á·á“á·ááŸ’á™áŠáŸ„á™áŠáŸƒáŸ”.
lo: ການຊໍາລະກຳລັບການສະແດງມືອາດຈະຖືກລວມລວມໃນມື້ອື່ນ.
vi: Thanh toán đang chờ xem xét thủ công.

source: Payee receiving preference requires action (often currency related).
km: á€á¶ášá‘á‘á½á›á”á¶á“á…áŸ†áá¼á›á–á¸á¢áŸ’á“á€á‘á‘á½á›ááŸ’ášá¼áœá€á¶ášá€á¶ášá”áŸ’ášáá·á”ááŸ’áá· (á‡á¶á‰á¹á€á‰á¶á”áŸ‹á–á¶á€áŸ‹á–áŸá“áŸ’á’á“á¹á„ášá¼á”á·á™áœááŸ’áá»)áŸ”.
lo: ຄວາມສະຖານທີ່ຮັບເງິນຈິງຕໍ່ຄວາມຕ້ອງການກະທຳ (ບໍ່ບໍ່ບໍ່ສິນຄ້າສິນຄ້າສິນຄ້າ).
vi: Người nhận ưu tiên thanh toán cần hành động (thường liên quan đến tiền tệ).

source: Funds were refunded.
km: á”áŸ’ášá¶á€áŸ‹á”á¶á“ááŸ’ášá¡á”áŸ‹á˜á€áœá·á‰áŸ”.
lo: ກອງເງິນຖືກຄືນແລ້ວ.
vi: Các khoản tiền đã được hoàn lại.

source: Approved—waiting for payer to send funds.
lo: ອະນຸມັດ—ລໍຄອງໃຫ້ຜູ້ຈ່າຍສົ່ງເງິນ.
vi: Đã được phê duyệt—đang chờ người thanh toán gửi tiền.

source: Payee does not have a PayPal account.
km: Payee á˜á·á“á˜á¶á“á‚áá“á¸ PayPal á‘áŸáŸ”.
lo: ຜູ້ຮັບເງິນບໍ່ມີບັດບັດ PayPal.
vi: Người nhận không có tài khoản PayPal.

source: Payee’s PayPal account requires verification.
lo: ບັນຊີ PayPal ຂອງຜູ້ໃຊ້ບໍ່ອະນຸຍາດຕໍ່ການກວດສອບ.
vi: Tài khoản PayPal của người nhận cần được xác minh.

source: The transaction could not be completed.
km: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡á˜á·á“á¢á¶á…á”á‰áŸ’á…á”áŸ‹á”á¶á“á‘áŸáŸ”.
lo: ການທະບຽນບໍ່ສາມາດສົມບູນໄດ້.
vi: Giao dịch không thể hoàn tất.

source: Payment via %1$s pending. %2$s
km: á€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á˜ %1$s á€áŸ†á–á»á„ášá„áŸ‹á…á¶áŸ†áŸ” %2$s
lo: ການຈ່າຍເງິນຜ່ານ %1$s ກຳລັງລໍຖ້າ. %2$s
vi: Thanh toán qua %1$s đang chờ. %2$s

source: Payment via %1$s declined. %2$s
km: á€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á˜ %1$s á”á¶á“á”áŠá·áŸáŸá’áŸ” %2$s
lo: ການຈ່າຍເງິນຜ່ານ %1$s ຖືກປະຕິເສດ. %2$s
vi: Thanh toán qua %1$s đã bị từ chối. %2$s

source: Payment declined. %s
km: á€á¶ášá‘á¼á‘á¶ááŸ‹ááŸ’ášá¼áœá”á¶á“á”áŠá·áŸáŸá’áŸ” %s
lo: ການຊໍາລະເງິນຖືກປະຕິເສດ. %s
vi: Thanh toán bị từ chối. %s

source: Processor response: code=%1$s, AVS=%2$s, CVV=%3$s
lo: ການຕອບກັບຂອງປະກອບ: ໂຄດ=%1$s, AVS=%2$s, CVV=%3$s
vi: Phản hồi của bộ xử lý: mã=%1$s, AVS=%2$s, CVV=%3$s

source: Payment via %1$s failed. %2$s
km: á€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á˜ %1$s á”á¶á“á”ášá¶á‡áŸá™áŸ” %2$s
lo: ການຈ່າຍເງິນຜ່ານ %1$s ລົ້ມເລີຍ. %2$s
vi: Thanh toán qua %1$s đã thất bại. %2$s

source: Payment failed. %s
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á”á¶á“á”ášá¶á‡áŸá™áŸ” %s
lo: ການຊໍາລະເງິນລົ້ມເລີຍ. %s
vi: Thanh toán không thành công. %s

source: An error occurred while updating the order status.
km: á€áŸ†á á»áŸá˜á½á™á”á¶á“á€á¾áá¡á¾á„á“áŸ…á–áŸá›á€áŸ†á–á»á„á¢á¶á”áŸ‹áŠáŸááŸáŸ’áá¶á“á—á¶á–á€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰áŸ”.
lo: ມີຂໍເກີດຜິດພາດໃນຂະບວນການອັບເດດສະຖານະສັ່ງຊື້.
vi: Đã xảy ra lỗi trong quá trình cập nhật trạng thái đơn hàng.

source: Approved.
km: á¢á“á»á˜áŸááŸ”.
lo: ອະນຸມັດແລ້ວ.
vi: Đã được phê duyệt.

source: The card security code (CVV) was incorrect.
km: á€á¼áŠáŸá»áœááŸ’áá·á—á¶á–á€á¶á (CVV) á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœá‘áŸáŸ”.
lo: ລະດັບຄວາມປອດໄພຂອງບັດ (CVV) ແມ່ນບໍ່ຖືກຕ້ອງ.
vi: Mã bảo mật thẻ (CVV) không chính xác.

source: Your bank needs to approve this. Please contact your card issuer.
km: á€áŸ’ášá»á˜á áŸŠá»á“á’á“á¶á‚á¶ášášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’ášá¼áœá€á¶ášá¢á“á»á˜áŸáá“áŸáŸ‡áŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á‘áŸ…á€á¶á“áŸ‹á¢áŸ’á“á€á…áŸá‰á€á¶áášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ທະນາຄານຂອງທ່ານຈະຕ້ອງອະນຸມັດນີ້. ກະລຸນາຕິດຕໍ່ຜູ້ອອກບັດຂອງທ່ານ.
vi: Ngân hàng của bạn cần phê duyệt điều này. Vui lòng liên hệ với tổ chức phát hành thẻ của bạn.

source: We could not find this account. Please check your card details.
km: á™á¾á„á˜á·á“á¢á¶á…ášá€áƒá¾á‰á‚áá“á¸á“áŸáŸ‡á‘áŸáŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á–áŸááŸŒá˜á¶á“á€á¶áášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ພວກເຮົາບໍ່ສາມາດຫາບັດນີ້ໄດ້. ກະລຸນາເຊັກລາຍລະອຽດບັດຂອງທ່ານ.
vi: Chúng tôi không thể tìm thấy tài khoản này. Vui lòng kiểm tra chi tiết thẻ của bạn.

source: The bank declined this transaction. Please try another payment method.
km: á’á“á¶á‚á¶ášá”áŠá·áŸáŸá’á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ທະນາຄານໄດ້ປະຕິເສດການທຳລາຍນີ້. ກະລຸນາລອງໃຊ້ວິທີຈ່າຍເງິນອື່ນ.
vi: Ngân hàng đã từ chối giao dịch này. Vui lòng thử phương thức thanh toán khác.

source: This transaction is not authorized. Please contact your card issuer.
km: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡á˜á·á“ááŸ’ášá¼áœá”á¶á“á¢á“á»á‰áŸ’á‰á¶áá‘áŸáŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á‘áŸ…á€á¶á“áŸ‹á¢áŸ’á“á€á…áŸá‰á€á¶áášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ການທຳລາຍນີ້ບໍ່ໄດ້ຮັບອະນຸຍາດ. ກະລຸນາຕິດຕໍ່ຜູ້ອອກໃບບັດຂອງທ່ານ.
vi: Giao dịch này không được ủy quyền. Vui lòng liên hệ với tổ chức phát hành thẻ của bạn.

source: There was a processing issue. The payment was reversed.
km: á˜á¶á“á”á‰áŸ’á á¶á€á¶ášá”áŸ’ášáá·á”ááŸ’áá·áŸ” á€á¶ášá‘á¼á‘á¶ááŸ‹ááŸ’ášá¼áœá”á¶á“ááŸ’ášá¡á”áŸ‹áœá·á‰áŸ”.
lo: ມີບັນຫາໃນການປະກອບການ. ການຈ່າຍເງິນຖືກກັບຄືນ.
vi: Đã có một vấn đề trong quá trình xử lý. Khoản thanh toán đã bị đảo ngược.

source: A security check failed. Please try again.
km: á€á¶ášááŸ’ášá½áá–á·á“á·ááŸ’á™áŸá»áœááŸ’áá·á—á¶á–á˜á½á™á”á¶á“á”ášá¶á‡áŸá™áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ການກວດສອບຄວາມປອດໄພລົ້ມເລີຍ. ກະລຸນາລອງໃໝ່.
vi: Một cuộc kiểm tra an ninh đã thất bại. Vui lòng thử lại.

source: The PIN was not accepted.
km: PIN á˜á·á“ááŸ’ášá¼áœá”á¶á“á‘á‘á½á›á™á€áŸ”.
lo: ລະຫັດ PIN ບໍ່ໄດ້ຮັບການຍອມຮັບ.
vi: Mã PIN không được chấp nhận.

source: Temporary system issue. Please try again later.
km: á”á‰áŸ’á á¶á”áŸ’ášá–áŸá“áŸ’á’á”ááŸ’ááŸ„áŸ‡á¢á¶áŸá“áŸ’á“áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ບັດທະບຽນລະບົບຊົ່ວຄາວ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງ.
vi: Vấn đề tạm thời với hệ thống. Vui lòng thử lại sau.

source: Payment was canceled.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹ááŸ’ášá¼áœá”á¶á“á”áŸ„áŸ‡á”á„áŸ‹áŸ”.
lo: ການຈ່າຍເງິນຖືກຍົກເລີກ.
vi: Thanh toán đã bị hủy.

source: Only part of the amount was approved.
km: ááŸ‚á•áŸ’á“áŸ‚á€á˜á½á™á“áŸƒá…áŸ†á“á½á“ááŸ’ášá¼áœá”á¶á“á¢á“á»á˜áŸááŸ”.
lo: ສ່ວນເທົ່ານັ້ນຂອງຈຳນວນຖືກອະນຸມັດ.
vi: Chỉ một phần của số tiền đã được phê duyệt.

source: The bank declined this transaction.
km: á”á„áŸ‹á€á”á¶á“á”áŠá·áŸáŸá’á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡áŸ”.
lo: ທະນາຄານໄດ້ປະຕິເສດການທຳລາຍນີ້.
vi: Ngân hàng đã từ chối giao dịch này.

source: Invalid data format.
km: á‘á˜áŸ’ášá„áŸ‹á‘á·á“áŸ’á“á“áŸá™á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ຮູບແບບຂໍໍ່ອງຂໍໍ່ບໍ່ຖືກຕ້ອງ.
vi: Định dạng dữ liệu không hợp lệ.

source: Invalid amount.
km: á…áŸ†á“á½á“á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ຈຳນວນບໍ່ຖືກຕ້ອງ.
vi: Số tiền không hợp lệ.

source: Card issuer/acquirer not allowed for this transaction.
km: á¢áŸ’á“á€á…áŸá‰á€á¶á/á¢áŸ’á“á€á‘á·á‰á˜á·á“á¢á“á»á‰áŸ’á‰á¶ááŸá˜áŸ’ášá¶á”áŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡áŸ”.
lo: ບັດຄະແນນບັດບິນ/ບັດຄະແນນບັດບິນບໍ່ອະນຸຍາດໃຫ້ສໍາລັບການເລືອກນີ້.
vi: Nhà phát hành/thâu tóm thẻ không được phép cho giao dịch này.

source: Invalid capture date.
km: á€á¶á›á”ášá·á…áŸ’á†áŸá‘á…á¶á”áŸ‹á™á€á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ວັນທີບັນທຶກບໍ່ຖືກຕ້ອງ.
vi: Ngày ghi lại không hợp lệ.

source: Unsupported currency for this card.
km: á€á¶áŸáŸ‚áá“áŸáŸ‡á˜á·á“á‚á¶áŸ†á‘áŸ’ášá‘á¹á€á”áŸ’ášá¶á€áŸ‹áŸá˜áŸ’ášá¶á”áŸ‹á€á¶áá“áŸáŸ‡á‘áŸáŸ”.
lo: ສະກຸນເງິນທີ່ບໍ່ຮັບສະຖານສໍາລັບບັດນີ້.
vi: Tiền tệ không được hỗ trợ cho thẻ này.

source: Invalid account number.
km: á›áŸáá‚áá“á¸á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ບັດຊະບັດບັນຊີບໍ່ຖືກຕາມລະບຽບ.
vi: Số tài khoản không hợp lệ.

source: This card is not allowed for recurring payments.
km: á“áŸáŸ‡á€á¶áá˜á·á“á¢á“á»á‰áŸ’á‰á¶ááŸá˜áŸ’ášá¶á”áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹á‡á¶á”áŸ’ášá…á¶áŸ†á‘áŸáŸ”.
lo: ບັດນີ້ບໍ່ເປັນສິດໃຫ້ໃຊ້ສໍາລັບການຊໍາລະເງິນທີ່ປ່ອນໃຫ້ໃຊ້ບໍ່ສິ່ງດຽວ.
vi: Thẻ này không được phép sử dụng cho các khoản thanh toán định kỳ.

source: Invalid terminal configuration.
km: á€áŸ†áááŸ‹ášá…á“á¶áŸá˜áŸ’á–áŸá“áŸ’á’á”á‰áŸ’á…á¼á›á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ການກຳນົດສະຖານທີ່ບໍ່ຖືກຕ້ອງ.
vi: Cấu hình đầu cuối không hợp lệ.

source: Invalid merchant configuration.
km: á€áŸ†áááŸ‹ášá…á“á¶áŸá˜áŸ’á–áŸá“áŸ’á’á¢áŸ’á“á€á‡á½á‰áŠá¼ášâ€‹á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ການກວດສອບຄວາມບໍ່ຖືກຕ້ອງຂອງສະຖານທີ່ຄໍາສັ່ງ.
vi: Cấu hình thương nhân không hợp lệ.

source: The account is restricted or inactive.
km: á‚áá“á¸ááŸ’ášá¼áœá”á¶á“á€áŸ†áááŸ‹á¬á˜á·á“áŸá€á˜áŸ’á˜áŸ”.
lo: ບັດຊະບັດຖືກຈິດຈິດຫຼືບໍ່ກະຕຸ້ນ.
vi: Tài khoản bị hạn chế hoặc không hoạt động.

source: Invalid processing code.
km: á€á¼áŠáŠáŸ†áá¾ášá€á¶ášá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ລະດັບການປະຕິບັດບໍ່ຖືກຕ້ອງ.
vi: Mã xử lý không hợp lệ.

source: Invalid merchant category.
km: á€áŸ’ášá»á˜á”áŸ’ášá—áŸá‘á–á¶áá·á‡áŸ’á‡á€á˜áŸ’á˜á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ປະເພດຕະຫຼາດບໍ່ຖືກຕ້ອງ.
vi: Danh mục thương nhân không hợp lệ.

source: Invalid card expiry date.
km: á€á¶á›á”ášá·á…áŸ’á†áŸá‘á•á»áá€áŸ†áááŸ‹á€á¶áá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ວັນສິ້ນສຸດຂອງບັດບໍ່ຖືກຕ້ອງ.
vi: Ngày hết hạn thẻ không hợp lệ.

source: Invalid card security code (CVV).
km: á€á¼áŠáŸá»áœááŸ’áá·á—á¶á–á€á¶á (CVV) á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ລະຫັດຄວາມປອດໄພຂອງບັດ (CVV) ບໍ່ຖືກຕ້ອງ.
vi: Mã bảo mật thẻ không hợp lệ (CVV).

source: Invalid transaction state.
km: áŸáŸ’áá¶á“á—á¶á–á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ສະຖານະທຸລະກິດບໍ່ຖືກຕ້ອງ.
vi: Trạng thái giao dịch không hợp lệ.

source: Invalid order.
km: á€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ຄໍາສັ່ງບໍ່ຖືກຕາມ.
vi: Đơn hàng không hợp lệ.

source: The card security code (CVV) did not match.
km: á€á¼áŠáŸá»áœááŸ’áá·á—á¶á–á€á¶á (CVV) á˜á·á“ááŸ’ášá¼áœá‚áŸ’á“á¶á‘áŸáŸ”.
lo: ລະຫັດຄວາມປອດໄພຂອງບັດ (CVV) ບໍ່ແມ່ນກັນ.
vi: Mã bảo mật thẻ (CVV) không khớp.

source: Insufficient funds.
km: á”áŸ’ášá¶á€áŸ‹á˜á·á“á‚áŸ’ášá”áŸ‹á‚áŸ’ášá¶á“áŸ‹áŸ”.
lo: ທຶນບໍ່ພຽງພໍ.
vi: Số dư không đủ.

source: Incorrect PIN.
km: PIN á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: PIN tsis tsheej.
vi: Mã PIN không chính xác.

source: Too many incorrect PIN attempts.
km: PIN á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœá…áŸ’ášá¾á“á–áŸá€áŸ”.
lo: ມີການພະຍາຍາມໃຊ້ PIN ບໍ່ຖືກເກີນໄປ.
vi: Quá nhiều lần thử mã PIN không chính xác.

source: This card is closed.
km: á“áŸáŸ‡á€á¶áááŸ’ášá¼áœá”á¶á“á”á·á‘áŸ”.
lo: ບັດນີ້ໄດ້ປິດແລ້ວ.
vi: Thẻ này đã bị đóng.

source: Card capture requested by the bank.
km: á€á¶ášá…á¶á”áŸ‹á™á€á€á¶áá”á¶á“áŸáŸ’á“á¾áŸá»áŸ†áŠáŸ„á™á’á“á¶á‚á¶ášáŸ”.
lo: ການດຶງບັດທີ່ຂໍແລະໂດຍທະນາຄານ.
vi: Yêu cầu thu thập thẻ từ ngân hàng.

source: User not authorized for this transaction.
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á˜á·á“á˜á¶á“áŸá·á‘áŸ’á’á·áŸá˜áŸ’ášá¶á”áŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡áŸ”.
lo: ຜູ້ໃຊ້ບໍ່ໄດ້ອະນຸຍາດໃນການທຳລາຍການນີ້.
vi: Người dùng không được phép thực hiện giao dịch này.

source: Address verification failed.
km: á€á¶ášá–á·á“á·ááŸ’á™á¢á¶áŸá™áŠáŸ’á‹á¶á“á”á¶á“á”ášá¶á‡áŸá™áŸ”.
lo: ການຢືນຢັນທີ່ຢູ່ລົ້ມເລວ.
vi: Xác minh địa chỉ không thành công.

source: Invalid or restricted card.
km: á€á¶áá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ á¬á˜á¶á“á€áŸ†áááŸ‹áŸ”.
lo: ບັດທີ່ບໍ່ຖືກຕ້ອງ ຫຼື ບັດທີ່ຈິງບໍ່ສາມາດໃຊ້ໄດ້.
vi: Thẻ không hợp lệ hoặc bị hạn chế.

source: Address verification soft failure.
km: á¢á¶áŸá™áŠáŸ’á‹á¶á“á€á¶ášá–á·á“á·ááŸ’á™á˜á·á“á”á¶á“á‡áŸ„á‚á‡áŸá™áŸ”.
lo: ການຢືນຢັນທີ່ຢູ່ລົບອອກບໍ່ສຳເລັດ.
vi: Xác minh địa chỉ không thành công.

source: Duplicate transaction.
km: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášáŠáŸ‚á›á˜á¶á“áŸáŸ’á‘á½á“áŸ”.
lo: ການທຳລາຍສິນຄ້າທີ່ຊໍາລອດ.
vi: Giao dịch trùng lặp.

source: Invalid transaction.
km: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ການທຳລາຍບໍ່ຖືກຕ້ອງ.
vi: Giao dịch không hợp lệ.

source: The card is expired.
km: á€á¶áá”á¶á“á•á»áá€áŸ†áááŸ‹áŸ”.
lo: ບັດແມ່ນໝົດອາຍຸ.
vi: Thẻ đã hết hạn.

source: Strong customer authentication required.
km: á€á¶ášá”á‰áŸ’á‡á¶á€áŸ‹á¢ááŸ’ááŸá‰áŸ’á‰á¶áá¢áá·áá·á‡á“áŠáŸ‚á›á˜á¶á“á€á˜áŸ’á›á¶áŸ†á„ááŸ’ášá¼áœá€á¶ášá“áŸáŸ‡áŸ”.
lo: ຕ້ອງມີການຢືນຢັນລູກຄ້າທີ່ແຂງແກ່.
vi: Cần xác thực khách hàng mạnh.

source: This type of transaction is not permitted.
km: á”áŸ’ášá—áŸá‘á“áŸƒá”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“áŸáŸ‡á˜á·á“á¢á“á»á‰áŸ’á‰á¶áá‘áŸáŸ”.
lo: ປະເພດຂອງການທະບຽນນີ້ບໍ່ເປັນສິດທິ.
vi: Loại giao dịch này không được phép.

source: Too many attempts. Please try again later.
km: á…áŸ†á“á½á“á€á¶ášá”áŸ‰á»á“á”áŸ‰á„á…áŸ’ášá¾á“á–áŸá€áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ມີການພະຍາມເກີນໄປ. ກະລຸນາລອງໃໝ່ໃນເວລາຕໍ່ໄປ.
vi: Quá nhiều lần thử. Vui lòng thử lại sau.

source: Invalid or restricted card. Please use another card.
km: á€á¶áá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ á¬á€á¶ááŠáŸ‚á›á˜á¶á“á€áŸ†áááŸ‹áŸ” áŸá¼á˜á”áŸ’ášá¾á€á¶áá•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ບັດຊິບບັດບໍ່ຖືກຕ້ອງ ຫຼື ບັດຊິບທີ່ຈິດກັບ. ກະລຸນາໃຊ້ບັດອື່ນ.
vi: Thẻ không hợp lệ hoặc bị hạn chế. Vui lòng sử dụng thẻ khác.

source: Address verification soft failure. Please check your billing address.
km: á€á¶ášá–á·á“á·ááŸ’á™á¢á¶áŸá™áŠáŸ’á‹á¶á“á”á¶á“á”ášá¶á‡áŸá™áŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á¢á¶áŸá™áŠáŸ’á‹á¶á“áœá·á€áŸá™á”áŸááŸ’ášâ€‹ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ການຢືນຢັນທີ່ຢູ່ລົບອອກ. ກະລຸນາເຊັກທີ່ຢູ່ໃນບິນຂອງທ່ານ.
vi: Xác minh địa chỉ không thành công. Vui lòng kiểm tra địa chỉ thanh toán của bạn.

source: Duplicate transaction. Please try again.
km: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášáŠáŸ‚á›á˜á¶á“áŸáŸ’ášá¶á”áŸ‹áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ການທຳລາຍທີ່ຊໍາລອດ. ກະລຸນາລອງໃໝ່.
vi: Giao dịch trùng lặp. Vui lòng thử lại.

source: Invalid transaction. Please try again.
km: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ການທຳລາຍບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງໃໝ່.
vi: Giao dịch không hợp lệ. Vui lòng thử lại.

source: Expired card. Please use another card.
km: á€á¶áá”á¶á“á•á»áá€áŸ†áááŸ‹áŸ” áŸá¼á˜á”áŸ’ášá¾á€á¶áá•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ບັດຄະແນນໝົດອາຍຸ. ກະລຸນາໃຊ້ບັດອື່ນ.
vi: Thẻ đã hết hạn. Vui lòng sử dụng thẻ khác.

source: Incorrect PIN. Please re-enter your PIN.
km: PIN á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á”á‰áŸ’á…á¼á› PIN ášá”áŸáŸ‹á¢áŸ’á“á€á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ລະຫັດ PIN ບໍ່ຖືກ. ກະລຸນາໃສ່ລະຫັດ PIN ຂອງທ່ານໃໝ່.
vi: Mã PIN không chính xác. Vui lòng nhập lại mã PIN của bạn.

source: Strong customer authentication required. Please try again.
km: á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á¢áá·áá·á‡á“áŠáŸ‚á›á˜á¶á“á€á˜áŸ’á›á¶áŸ†á„ááŸ’ášá¼áœá€á¶ášá“áŸáŸ‡áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ຕ້ອງມີການຢືນຢັນລູກຄ້າທີ່ແຂງແກ່. ກະລຸນາລອງໃໝ່.
vi: Cần xác thực khách hàng mạnh. Vui lòng thử lại.

source: Transaction not permitted. Please use another payment method.
km: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá˜á·á“á¢á“á»á‰áŸ’á‰á¶ááŸ” áŸá¼á˜á”áŸ’ášá¾áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ການທະບຽນບໍ່ເອົາໃຊ້. ກະລຸນາໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Giao dịch không được phép. Vui lòng sử dụng phương thức thanh toán khác.

source: Transaction attempts exceed limit. Please try again later.
km: á€á¶ášá”áŸ‰á»á“á”áŸ‰á„á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá›á¾áŸá€áŸ†áááŸ‹áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ການລົງຄະແນນທີ່ລອງລົງກະທົບກັບຂອບເຂດ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງໃນຄວາມສາມາດ.
vi: Số lần giao dịch vượt quá giới hạn. Vui lòng thử lại sau.

source: Reversal rejected. Please contact support.
km: á€á¶ášá”áŠá·áŸáŸá’á€á¶ášá”á„áŸ’áœá·á›áŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á‘áŸ…á€á¶á“áŸ‹á€á¶ášá‚á¶áŸ†á‘áŸ’ášáŸ”.
lo: ການກັບຄືນຖືກປະຕິເສດ. ກະລຸນາຕິດຕໍ່ສະບັດສະຖານທີ່.
vi: Yêu cầu hoàn tiền bị từ chối. Vui lòng liên hệ với bộ phận hỗ trợ.

source: Invalid issue. Please try again.
km: á”á‰áŸ’á á¶áŠáŸ‚á›á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ບັດບອນບັດບອນ. ກະລຸນາລອງໃໝ່.
vi: Vấn đề không hợp lệ. Vui lòng thử lại.

source: Issuer not available. Please try again later.
km: á¢áŸ’á“á€á…áŸá‰áŸá‰áŸ’á‰á¶á”ááŸ’ášá˜á·á“á¢á¶á…ášá€á”á¶á“áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ຜູ້ອອກໃບບໍ່ສາມາດໃຊ້ໄດ້. ກະລຸນາລອງໃໝ່ອີກຄັ້ງ.
vi: Nhà phát hành không khả dụng. Vui lòng thử lại sau.

source: Issuer temporarily not available. Please try again shortly.
km: á¢áŸ’á“á€á…áŸá‰á•áŸ’áŸá¶á™á˜á·á“á¢á¶á…á”áŸ’ášá¾á”á¶á“á‡á¶á”ááŸ’ááŸ„áŸ‡á¢á¶áŸá“áŸ’á“áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá€áŸ’á“á»á„á–áŸá›ááŸ’á›á¸áŸ”.
lo: ຜູ້ອອກໃບຊົດຊະບັດບໍ່ສາມາດໃຊ້ໄດ້ໃນຂະບວນການນີ້. ກະລຸນາລອງໃຊ້ໃນໄວໆ.
vi: Nhà phát hành tạm thời không khả dụng. Vui lòng thử lại sau.

source: Card not activated. Please activate your card and try again.
km: á€á¶áá˜á·á“ááŸ’ášá¼áœá”á¶á“áŸá€á˜áŸ’á˜áŸ” áŸá¼á˜áŸá€á˜áŸ’á˜á€á¶áášá”áŸáŸ‹á¢áŸ’á“á€á á¾á™á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ບັດບໍ່ໄດ້ແອກທິດ. ກະລຸນາແອກທິດບັດຂອງທ່ານແລະລອງໃຊ້ໃຫມ່ອີກຄັ້ງ.
vi: Thẻ chưa được kích hoạt. Vui lòng kích hoạt thẻ của bạn và thử lại.

source: Updated card issued. Please use your new card.
km: á€á¶ááŠáŸ‚á›á”á¶á“á¢á¶á”áŸ‹áŠáŸáááŸ’ášá¼áœá”á¶á“á…áŸá‰áŸ” áŸá¼á˜á”áŸ’ášá¾á€á¶áááŸ’á˜á¸ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ບັດແກ້ໄຂບັດໃໝ່ແລ້ວ. ກະລຸນາໃຊ້ບັດໃໝ່ຂອງທ່ານ.
vi: Thẻ đã được cập nhật. Vui lòng sử dụng thẻ mới của bạn.

source: Account not on file. Please check your card details.
km: á‚áá“á¸á˜á·á“á˜á¶á“á“áŸ…á€áŸ’á“á»á„á¯á€áŸá¶ášáŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á–áŸááŸŒá˜á¶á“á€á¶áášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ບັດຊິນບໍ່ມີໃນໄຟລ໌. ກະລຸນາກວດເຊັກລາຍລະອຽດບັດຊິນຂອງທ່ານ.
vi: Tài khoản không có trong hồ sơ. Vui lòng kiểm tra chi tiết thẻ của bạn.

source: Approved but not captured. No action needed.
km: á¢á“á»á˜áŸáá”áŸ‰á»á“áŸ’ááŸ‚á˜á·á“á”á¶á“á…á¶á”áŸ‹á™á€áŸ” á˜á·á“á…á¶áŸ†á”á¶á…áŸ‹á˜á¶á“áŸá€á˜áŸ’á˜á—á¶á–áŸ”.
lo: ອະນຸມັດແຕ່ບໍ່ໄດ້ບັນທຶກ. ບໍ່ຈິງຈະຕ້ອງການກະທຸດ.
vi: Đã được phê duyệt nhưng chưa được ghi lại. Không cần hành động.

source: 3DS authentication error. Please try again.
km: á€áŸ†á á»áŸáŸá»áœááŸ’áá·á—á¶á– 3DSáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: 3DS ບັດທະຍາການລັອດຜິດ. ກະລຸນາລອງໃໝ່.
vi: Lỗi xác thực 3DS. Vui lòng thử lại.

source: Authentication failed. Please try again.
km: á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á˜á·á“á”á¶á“á‡áŸ„á‚á‡áŸá™áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ການຢືນຢັນລົ້ມເลຍ. ກະລຸນາລອງໃໝ່.
vi: Xác thực không thành công. Vui lòng thử lại.

source: BIN error. Please try another card.
km: BIN á€áŸ†á á»áŸáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á€á¶áá•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດ.
vi: Lỗi BIN. Vui lòng thử thẻ khác.

source: PIN error. Please try again with the correct PIN.
km: á€áŸ†á á»áŸ PINáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá‡á¶á˜á½á™ PIN áŠáŸ‚á›ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ບັດທະບຽນ PIN. ກະລຸນາລອງໃໝ່ດ້ວຍ PIN ທີ່ຖືກຕ້ອງ.
vi: Lỗi PIN. Vui lòng thử lại với PIN đúng.

source: Processor system error. Please try again later.
km: á€áŸ†á á»áŸá”áŸ’ášá–áŸá“áŸ’á’á”áŸ’ášá–áŸá“áŸ’á’áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ບັດທິກລະບົບປະກອບ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງໃນພາຍຫຼັງ.
vi: Lỗi hệ thống bộ xử lý. Vui lòng thử lại sau.

source: Host key error. Please try again.
km: á€áŸ†á á»áŸá€á¼á“áŸáŸ„á˜áŸááŸ’ášá¸áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ຂໍເອົາກະທົບສະກຸນຂອງບໍລິສັດ. ກະລຸນາລອງໃໝ່.
vi: Lỗi khóa máy chủ. Vui lòng thử lại.

source: Configuration error. Please contact support.
km: á€áŸ†á á»áŸá€áŸ†áááŸ‹áŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á€á¶ášá‚á¶áŸ†á‘áŸ’ášáŸ”.
lo: ມີບັດສະຖານທີ່ກໍ່ສ້າງ. ກະລຸນາຕິດຕໍ່ສະບັດສະຖານທີ່ສະໜອງບໍລິການ.
vi: Lỗi cấu hình. Vui lòng liên hệ với bộ phận hỗ trợ.
