Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Malformed response received from PayPal
ar: تم تلقي استجابة تالفة من PayPal
cs_cz: Chybná odpověď obdržená od společnosti PayPal
de_de: Fehlerhafte Antwort von PayPal erhalten
es_es: Respuesta con formato incorrecto recibido de PayPal
fi: PayPalilta saatu virheellinen vastaus
fr_fr: Réponse mal formulée reçue de PayPal
he_il: ת פ שתק -PayPal
hu_hu: Rosszul formázott válasz érkezett a PayPal-tól
it_it: Risposta malformata ricevuta da PayPal
ja: PayPalから不正なレスポンスを受信した
ko_kr: PayPal로부터 잘못된 응답을 받았습니다
nb_no: Svartekst mottatt fra server
nl_nl: Ongeldige reactie ontvangen van PayPal
pl_pl: Nieprawidłowa odpowiedź odebrana z PayPal
pt_br: Resposta mal formada recebida do PayPal
pt_pt: Resposta mal formada recebida do PayPal
ro_ro: Răspuns malformat primit de la PayPal
ru_ru: Получен неправильно сформированный ответ от PayPal
sv_se: Missvisande svar mottaget från PayPal
tr_tr: PayPal'dan Hatalı biçimlendirilmiş yanıtı alındı
zh_cn: 从PayPal收到格式错误的回复

source: Payment Status Completed via Express Checkout
ar: اكتملت حالة الدفع عبر الدفع السريع
cs_cz: Stav platby Dokončeno přes Express Checkout
de_de: Zahlungsstatus über Express Checkout abgeschlossen
es_es: Estado del pago Completado mediante Pago exprés
fi: Maksun tila Suoritettu Express Checkoutin kautta
fr_fr: Statut du paiement Terminé via Express Checkout
he_il: סס תש ש צעת תש ר
hu_hu: Fizetési státusz Express Checkout-on keresztül teljesítve
it_it: Stato del pagamento Completato tramite Express Checkout
ja: エクスプレス・チェックアウトによる支払い完了
ko_kr: 빠른 결제를 통한 결제 완료 상태
nb_no: Betalingsstatus fullført via Express Checkout
nl_nl: Betalingsstatus Voltooid via Express Checkout
pl_pl: Status płatności dokonanej za pośrednictwem usługi Express Checkout
pt_br: Status do pagamento concluído via Express Checkout
pt_pt: Estado do pagamento Concluído através do Express Checkout
ro_ro: Statutul plății Completat prin Express Checkout
ru_ru: Статус платежа Завершен через Express Checkout
sv_se: Betalningsstatus Genomförd via Express Checkout
tr_tr: Ödeme Durumu Express Checkout ile Tamamlandı
zh_cn: 通过快速结账完成付款的状态

source: Address: The payment is pending because your customer did not include a confirmed shipping address and your Payment Receiving Preferences is set such that you want to manually accept or deny each of these payments. To change your preference, go to the Preferences section of your Profile.
ar: العنوان: الدفعة معلقة لأن عميلك لم يدرج عنوان شحن مؤكد، وقد تم تعيين تفضيلات استلام الدفعات لديك بحيث ترغب في قبول أو رفض كل من هذه الدفعات يدوياً. لتغيير تفضيلاتك، انتقل إلى قسم التفضيلات في ملفك الشخصي.
cs_cz: Adresa: Předvolby pro příjem plateb jsou nastaveny tak, že chcete každou z těchto plateb ručně přijmout nebo odmítnout. Chcete-li předvolbu změnit, přejděte do části Předvolby ve svém profilu.
de_de: Adresse: Die Zahlung ist ausstehend, da Ihr Kunde keine bestätigte Lieferadresse enthalten hat und Ihre Zahlungseingangseinstellungen so festgelegt sind, dass Sie jede dieser Zahlungen manuell annehmen oder verweigern möchten. Um Ihre Einstellungen zu ändern, gehen Sie zum Abschnitt Einstellungen Ihres Profils.
es_es: Dirección: El pago está pendiente porque su cliente no incluyó una dirección de envío confirmada y tus preferencias de recepción de pago establecen que debe aceptar o negar cada uno de estos pagos manualmente. Para cambiar su preferencia, vaya a la sección de preferencias de tu perfil.
fi: Osoite: Maksu on vireillä, koska asiakkaasi ei ole antanut vahvistettua toimitusosoitetta ja maksujen vastaanottoasetukset on asetettu siten, että haluat hyväksyä tai hylätä jokaisen maksun manuaalisesti. Jos haluat muuttaa asetusta, siirry Profiilisi Asetukset-osiossa.
fr_fr: Le paiement est en attente parce que votre client n'incluait pas une adresse d'expédition confirmée et vos préférences de réception de paiement est défini tel que vous souhaitez manuellement accepter ou refuser de chacun de ces paiements. Pour modifier vos préférences, allez dans la section Préférences de votre profil.
he_il: תת: תש ת שק ש צ תת ש שרת עפת ש קת תש רת שת ע שר ת תש פ . שת ת עפת ש, ער קע 'עפת' פרפ ש.
hu_hu: Cím: A fizetés függőben van, mert az ügyfél nem adott meg egy megerősített szállítási címet, és a Fizetésfogadási beállítások úgy vannak beállítva, hogy manuálisan kell elfogadni vagy elutasítani minden egyes ilyen fizetést. A beállítás megváltoztatásához lépjen a Profilja Beállítások szakaszába.
it_it: Indirizzo: il pagamento è in sospeso perché il cliente non ha incluso un indirizzo di spedizione confermato e le Preferenze di ricezione pagamenti sono impostate in modo tale da accettare o rifiutare manualmente ciascuno di questi pagamenti. Per cambiare la tua preferenza, vai alla sezione Preferenze del tuo profilo.
ja: 住所です：顧客が確認済みの配送先住所を入力しなかったため、支払いが保留になっています。また、「支払い受領設定」が、これらの支払いを手動で承認または拒否するように設定されています。設定を変更するには、プロフィールの設定セクションに移動します。
ko_kr: 주소: 고객이 확인된 배송 주소를 포함하지 않아 결제가 보류 중이며 결제 수취 기본 설정이 이러한 각 결제를 수동으로 수락하거나 거부하도록 설정되어 있습니다. 기본 설정을 변경하려면 프로필의 기본 설정 섹션으로 이동합니다.
nb_no: Adresse: Betalingen er ventende fordi kunden ikke har oppgitt en bekreftet leveringsadresse, og betalingsinnstillingene dine er stilt inn slik at du ønsker å godta eller avvise hver av disse betalingene manuelt. Hvis du vil endre innstillingene, går du til Preferanser i profilen din.
nl_nl: Adres: De betaling is in behandeling omdat je klant geen bevestigd verzendadres heeft opgegeven en je Voorkeuren voor het ontvangen van betalingen zo hebt ingesteld dat je elk van deze betalingen handmatig wilt accepteren of weigeren. Ga naar het gedeelte Voorkeuren in je profiel om je voorkeuren te wijzigen.
pl_pl: Adres: Płatność oczekuje na realizację, ponieważ klient nie podał potwierdzonego adresu wysyłki, a preferencje dotyczące przyjmowania płatności są ustawione w taki sposób, że chcesz ręcznie akceptować lub odrzucać każdą z tych płatności. Aby zmienić preferencje, przejdź do sekcji Preferencje w swoim profilu.
pt_br: Endereço: O pagamento está pendente porque seu cliente não incluiu um endereço de entrega confirmado em suas preferências de recebimento de pagamento. É definida tal forma que você poderá desejar aceitar ou negar cada um desses pagamentos manualmente. Para alterar as suas preferências, vá para a seção de preferências do seu perfil.
pt_pt: Endereço: O pagamento está pendente porque o cliente não incluiu um endereço de envio confirmado e as suas Preferências de receção de pagamentos estão definidas de forma a aceitar ou recusar manualmente cada um destes pagamentos. Para alterar a sua preferência, aceda à secção Preferências do seu Perfil.
ro_ro: Adresa: Plata este în așteptare deoarece clientul dvs. nu a inclus o adresă de expediere confirmată, iar Preferințele dvs. de primire a plăților sunt setate astfel încât să doriți să acceptați sau să refuzați manual fiecare dintre aceste plăți. Pentru a vă modifica preferința, accesați secțiunea Preferințe din Profilul dvs.
ru_ru: Адрес: Платеж находится на рассмотрении, потому что клиент не указал подтвержденный адрес доставки, а в настройках приема платежей установлено, что вы хотите вручную принимать или отклонять каждый из этих платежей. Чтобы изменить предпочтения, перейдите в раздел "Предпочтения" своего профиля.
sv_se: Adress: Betalningen är väntande eftersom kunden inte angav någon bekräftad leveransadress och dina inställningar för mottagning av betalningar är inställda så att du manuellt vill acceptera eller neka var och en av dessa betalningar. Om du vill ändra dina inställningar går du till avsnittet Inställningar i din profil.
tr_tr: Adres: Müşteriniz onaylanmış bir sevkiyat adresi eklemediği ve Ödeme Alma Tercihleriniz bu ödemelerin her birini manuel olarak kabul etmek veya reddetmek isteyeceğiniz şekilde ayarlandığı için ödeme beklemede. Tercihinizi değiştirmek için Profilinizin Tercihler bölümüne gidin.
zh_cn: 地址：付款处于待处理状态，因为您的客户未包含已确认的送货地址，并且您的"付款接收首选项"设置为您希望手动接受或拒绝每笔付款。要更改您的偏好设置，请转到个人资料的"偏好设置"部分。

source: Authorization: The payment is pending because it has been authorized but not settled. You must capture the funds first.
ar: التفويض: الدفعة معلقة لأنه تم التصريح بها ولكن لم تتم تسويتها. يجب عليك قبض الأموال أولاً.
cs_cz: Autorizace: Platba čeká na autorizaci, protože byla autorizována, ale nebyla uhrazena. Nejprve je třeba zachytit prostředky.
de_de: Autorisierung: Die Zahlung steht aus, weil sie autorisiert aber nicht ausgeglichen wurde. Sie müssen zuerst den Rechnungsbetrag bereitstellen.
es_es: Autorización: el pago está pendiente porque se ha autorizado pero no se ha liquidado. Primero debes capturar los fondos.
fi: Valtuutus: Maksu on vireillä, koska se on hyväksytty, mutta sitä ei ole maksettu. Varat on ensin otettava talteen.
fr_fr: Le paiement est en cours car il a été autorisé mais non réglé. Vous devez d’abord transférer les fonds.
he_il: שר: תש ת ש שר סק. ע ת ספ ת.
hu_hu: Engedélyezés: A kifizetés függőben van, mert azt jóváhagyták, de nem rendezték. Először a pénzeszközöket kell rögzítenie.
it_it: Autorizzazione: il pagamento è in sospeso perché è stato autorizzato ma non regolato. Devi prima prenotare i fondi.
ja: 承認：支払いは承認されたが決済されていないため保留中です。先に資金を取り込む必要があります。
ko_kr: 승인 중입니다: 승인되었지만 결제가 완료되지 않아 결제가 보류 중입니다. 먼저 자금을 매입해야 합니다.
nb_no: Autorisasjon: Betalingen er ikke avsluttet fordi den er autorisert, men ikke gjort opp. Du må fange opp midlene først.
nl_nl: Autorisatie: De betaling is in behandeling omdat deze is geautoriseerd maar nog niet vereffend. U moet het geld eerst vastleggen.
pl_pl: Autoryzacja: Płatność oczekuje na realizację, ponieważ została autoryzowana, ale nie rozliczona. Musisz najpierw przechwycić środki.
pt_br: O pagamento está pendente porque foi autorizado, mas não liquidado. Certifique-se de que sua conta possui fundos suficientes.
pt_pt: Autorização: O pagamento está pendente porque foi autorizado, mas não liquidado. É necessário capturar os fundos primeiro.
ro_ro: Autorizare: Plata este în așteptare deoarece a fost autorizată, dar nu decontată. Mai întâi trebuie să capturați fondurile.
ru_ru: Авторизация: Платеж находится в состоянии ожидания, поскольку он был авторизован, но не урегулирован. Сначала необходимо получить средства.
sv_se: Godkännande: Betalningen är väntande eftersom den har auktoriserats men inte avvecklats. Du måste först få tillgång till pengarna.
tr_tr: Yetkilendirme: Ödeme yetkilendirildiği ancak ödenmediği için beklemede. Önce fonları yakalamanız gerekir.
zh_cn: 授权：付款处于待处理状态，因为它已获得授权但尚未结算。您必须首先获取资金。

source: eCheck: The payment is pending because it was made by an eCheck that has not yet cleared.
ar: شيك إلكتروني: الدفعة معلقة لأنها تمت بواسطة شيك إلكتروني لم تتم تسويته بعد.
cs_cz: eCheck: Platba čeká na vyřízení, protože byla provedena elektronickým šekem, který ještě nebyl proplacen.
de_de: eCheck: Die Zahlung steht aus, da sie von einem eCheck vorgenommen wurde, der noch nicht bestätigt wurde.
es_es: eCheck: El pago está pendiente porque es parte de un pedido ha sido autorizado pero no compensado.
fi: eCheck: Maksu on vireillä, koska se on suoritettu eCheckillä, jota ei ole vielä selvitetty.
fr_fr: Chèque électronique : Le paiement est en attente car il a été effectué par un chèque électronique qui n’a pas encore été effacé.
he_il: eCheck: תש ת ש צע צעת eCheck שר שר.
hu_hu: eCheck: A fizetés függőben van, mert a kifizetés még nem került kiegyenlítésre.
it_it: eCheck: il pagamento è in sospeso perché è stato effettuato da un eCheck che non è ancora stato incassato.
ja: eチェック：eCheck：eCheckがまだ決済されていないため、支払いが保留されています。
ko_kr: 전자 수표: 아직 청산되지 않은 전자 수표로 결제되었기 때문에 결제가 보류 중입니다.
nb_no: eCheck: Betalingen er i påvente fordi den ble utført med en eCheck som ennå ikke er klarert.
nl_nl: eCheck: De betaling is in behandeling omdat deze is verricht met een eCheck die nog niet is verrekend.
pl_pl: eCheck: Płatność oczekuje na realizację, ponieważ została dokonana za pomocą czeku elektronicznego, który nie został jeszcze rozliczony.
pt_br: eCheck: O pagamento está pendente porque foi feita por um eCheck que não foi desmarcado.
pt_pt: cheque eletrónico: O pagamento está pendente porque foi efectuado por um eCheck que ainda não foi compensado.
ro_ro: eCheck: Plata este în așteptare deoarece a fost efectuată printr-un cec electronic care nu a fost încă compensat.
ru_ru: электронный чек: Платеж находится в состоянии ожидания, поскольку он был совершен с помощью электронного чека, который еще не прошел проверку.
sv_se: eCheck: Betalningen är väntande eftersom den gjordes med en eCheck som ännu inte har godkänts.
tr_tr: eÇek: Ödeme, henüz tahsil edilmemiş bir eÇek ile yapıldığı için beklemede.
zh_cn: 电子支票：付款待处理，因为它是由尚未清算的电子支票进行的。

source: intl: The payment is pending because you hold a non-U.S. account and do not have a withdrawal mechanism. You must manually accept or deny this payment from your Account Overview.
ar: intl: الدفعة معلقة لأنك تمتلك حساباً خارج الولايات المتحدة وليس لديك آلية سحب. يجب عليك قبول أو رفض هذه الدفعة يدوياً من "نظرة عامة على حسابك".
cs_cz: intl: Platba čeká na provedení, protože máte účet mimo USA a nemáte mechanismus pro výběr. Tuto platbu musíte ručně přijmout nebo odmítnout v přehledu účtů.
de_de: intl: Die Zahlung steht aus, weil Sie einen Nicht-US-Account haben und nicht über einen Stornierungsmechanismus verfügen . Sie müssen diese Zahlung manuell in Ihrer Kontoübersicht akzeptieren oder verweigern.
es_es: intl: El pago está pendiente porque tiene una cuenta no estadounidense y no tiene un mecanismo de retiro. Debe aceptar o denegar manualmente este pago desde la Visión general de su cuenta.
fi: intl: Maksu on vireillä, koska sinulla on tili muualla kuin Yhdysvalloissa eikä sinulla ole nostomekanismia. Sinun on hyväksyttävä tai hylättävä tämä maksu manuaalisesti tilisi yleiskatsauksessa.
fr_fr: intl: El pago está pendiente porque tienes una cuenta que no es de EE.UU. y no tienes un mecanismo de retiro. Debes aceptar o rechazar manualmente este pago desde tu Resumen de Cuenta.
he_il: intl: תש ת שש ש ש ר" ש. ע שר ת תש פ ס 'סקרת ש' ש.
hu_hu: intl: A kifizetés függőben van, mert Ön nem amerikai számlával rendelkezik, és nincs kifizetési mechanizmusa. Ezt a kifizetést manuálisan kell elfogadnia vagy elutasítania a Számlaátnézetében.
it_it: intl: il pagamento è in sospeso perché si detiene un conto non statunitense e non si dispone di un meccanismo di prelievo. È necessario accettare o rifiutare manualmente questo pagamento dalla pagina principale del profilo PayPal.
ja: intl：お客様が米国以外の口座を保有しており、引き出しの仕組みがないため、支払いが保留されています。アカウント概要から手動でこの支払いを承認または拒否する必要があります。
ko_kr: 국제: 미국 외 지역의 계정을 보유하고 있고 인출 수단이 없기 때문에 결제가 보류 중입니다. 계정 개요에서 이 결제를 수동으로 수락하거나 거부해야 합니다.
nb_no: intl: Betalingen er ventende fordi du har en ikke-amerikansk konto og ikke har en uttaksmekanisme. Du må godta eller avvise denne betalingen manuelt i kontooversikten.
nl_nl: intl: De betaling is in behandeling omdat je een niet-Amerikaanse account hebt en geen opnamemechanisme. Je moet deze betaling handmatig accepteren of weigeren in je rekeningoverzicht.
pl_pl: intl: Płatność oczekuje na realizację, ponieważ posiadasz konto poza USA i nie masz mechanizmu wypłat. Musisz ręcznie zaakceptować lub odrzucić tę płatność w przeglądzie konta.
pt_br: intl: O pagamento está pendente porque você segura uma conta fora dos EUA e não tem um mecanismo de retirada. Você deve aceitar ou negar manualmente este pagamento da visão geral da sua conta.
pt_pt: intl: O pagamento está pendente porque é titular de uma conta fora dos EUA e não dispõe de um mecanismo de levantamento. Tem de aceitar ou recusar manualmente este pagamento a partir da Vista geral da conta.
ro_ro: intl: Plata este în așteptare deoarece dețineți un cont în afara S.U.A. și nu aveți un mecanism de retragere. Trebuie să acceptați sau să refuzați manual această plată din Prezentare generală a contului.
ru_ru: intl: Платеж находится на рассмотрении, поскольку вы являетесь владельцем счета за пределами США и не имеете механизма снятия средств. Вы должны вручную принять или отклонить этот платеж в Обзоре счета.
sv_se: intl: Betalningen är väntande eftersom du har ett konto utanför USA och inte har någon uttagsmekanism. Du måste manuellt acceptera eller neka betalningen från din Kontoöversikt.
tr_tr: intl: Ödeme beklemede çünkü ABD dışında bir hesabınız var ve para çekme mekanizmanız yok. Bu ödemeyi Hesaba Genel Bakış bölümünüzden manuel olarak kabul etmeli veya reddetmelisiniz.
zh_cn: 国际：付款处于待处理状态，因为您持有非美国。帐户，并且没有提款机制。您必须从"帐户概览"中手动接受或拒绝此付款。

source: Multi-currency: You do not have a balance in the currency sent, and you do not have your Payment Receiving Preferences set to automatically convert and accept this payment. You must manually accept or deny this payment.
ar: متعدد العملات: ليس لديك رصيد بالعملة المرسلة، ولم تقم بتعيين تفضيلات استلام المدفوعات لتحويل هذه الدفعة وقبولها تلقائياً. يجب عليك قبول أو رفض هذه الدفعة يدوياً.
cs_cz: Více měn: Nemáte zůstatek v měně, ve které byla platba odeslána, a nemáte nastavené předvolby pro příjem plateb tak, aby se tato platba automaticky konvertovala a přijímala. Tuto platbu musíte přijmout nebo odmítnout ručně.
de_de: Multi-Währung: Sie haben keinen Saldo in der gesendeten Währung, und Sie haben nicht Ihre Zahlungseingangseinstellungen so eingestellt, dass diese Zahlung automatisch konvertiert und akzeptiert wird. Sie müssen diese Zahlung manuell akzeptieren oder verweigern.
es_es: Multi-divisa: usted no tiene un saldo en la divisa enviada, y no tiene sus preferencias de recepción de pago establecidas para convertir y aceptar automáticamente este pago. Usted debe aceptar o denegar manualmente este pago.
fi: Useita valuuttoja: Maksun vastaanottoasetukset eivät ole määritetty siten, että maksu muunnetaan ja hyväksytään automaattisesti. Sinun on hyväksyttävä tai hylättävä tämä maksu manuaalisesti.
fr_fr: Vous n'avez pas de solde dans la devise envoyé, et que vous n'avez pas indiqué vos préférences de réception de paiements automatiques définies pour convertir automatiquement et accepter ce paiement. Vous devez accepter ou refuser manuellement ce paiement.
he_il: עת ר: תר ע שש, עפת קת תש ש רת ר ק ת ש תש . ע שר ת תש פ .
hu_hu: Több pénznemben: Nem rendelkezik egyenleggel a küldött pénznemben, és a Fizetésfogadási beállítások nincsenek beállítva a fizetés automatikus átváltására és elfogadására. Manuálisan kell elfogadnia vagy elutasítania ezt a fizetést.
it_it: Multi-valuta: non hai un saldo nella valuta inviata e non hai le Preferenze di ricezione dei pagamenti impostate per convertire e accettare automaticamente questo pagamento. Devi accettare o rifiutare manualmente questo pagamento.
ja: マルチカレンシー：送信された通貨の残高がなく、この支払いを自動的に変換して受理するように「支払い受理設定」が設定されていません。この支払いを手動で承認または拒否する必要があります。
ko_kr: 다중 통화: 송금한 통화에 잔액이 없으며 결제 수취 환경설정이 이 결제를 자동으로 변환하고 수락하도록 설정되어 있지 않습니다. 이 결제를 수동으로 수락하거나 거부해야 합니다.
nb_no: Flere valutaer: Du har ikke en saldo i den valutaen som er sendt, og du har ikke stilt inn betalingsinnstillingene dine til å automatisk konvertere og godta denne betalingen. Du må godta eller avvise denne betalingen manuelt.
nl_nl: Meerdere valuta: Je hebt geen saldo in de verzonden valuta en je hebt je Voorkeuren voor het ontvangen van betalingen niet ingesteld om deze betaling automatisch om te zetten en te accepteren. Je moet deze betaling handmatig accepteren of weigeren.
pl_pl: Wielowalutowość: Nie masz salda w wysłanej walucie i nie masz ustawionych preferencji otrzymywania płatności, aby automatycznie konwertować i akceptować tę płatność. Musisz ręcznie zaakceptować lub odrzucić tę płatność.
pt_br: Multi moeda: Você não tem um equilíbrio na moeda enviada, e você não tem suas preferências de recebimento de pagamento definido para automaticamente converter e aceitar esse pagamento. Manualmente, você deve aceitar ou negar este pagamento.
pt_pt: Multi-moeda: Não tem um saldo na moeda enviada e não tem as Preferências de receção de pagamentos definidas para converter e aceitar automaticamente este pagamento. Tem de aceitar ou recusar manualmente este pagamento.
ro_ro: Valută multiplă: Nu aveți un sold în moneda trimisă și nu ați setat Preferințele de primire a plăților pentru a converti și accepta automat această plată. Trebuie să acceptați sau să refuzați manual această plată.
ru_ru: Мультивалютный: У вас нет баланса в отправленной валюте, и вы не установили в настройках приема платежей автоматическую конвертацию и прием этого платежа. Вы должны вручную принять или отклонить этот платеж.
sv_se: Flera valutor: Du har inget saldo i den valuta som skickats och du har inte ställt in dina inställningar för betalningsmottagning så att du automatiskt konverterar och accepterar den här betalningen. Du måste manuellt acceptera eller neka betalningen.
tr_tr: Çoklu para birimi: Gönderilen para biriminde bakiyeniz yok ve Ödeme Alma Tercihlerinizi bu ödemeyi otomatik olarak dönüştürüp kabul edecek şekilde ayarlamadınız. Bu ödemeyi manuel olarak kabul etmeli veya reddetmelisiniz.
zh_cn: 多币种：您发送的币种没有余额，并且您没有将"收款首选项"设置为自动转换并接受此付款。您必须手动接受或拒绝此付款。

source: Order: The payment is pending because it is part of an order that has been authorized but not settled.
ar: الطلب: الدفع معلق لأنه جزء من أمر تم التصريح به ولكن لم تتم تسويته.
cs_cz: Objednávka: Platba čeká na vyřízení, protože je součástí příkazu, který byl autorizován, ale nebyl vyřízen.
de_de: Bestellung: Die Zahlung ist ausstehend, da sie Teil eines Auftrags ist, der autorisiert, aber nicht ausgeglichen wurde.
es_es: Pedido: El pedido está pendiente porque forma parte de un pedido que ha sido autorizado pero no resuelto.
fi: Tilaa: Maksu on vireillä, koska se on osa toimeksiantoa, joka on hyväksytty mutta jota ei ole maksettu.
fr_fr: Commande : Le paiement est en attente car il fait partie d'une commande qui a été autorisée mais non réglée.
he_il: : תש ת ש ק ששר ש.
hu_hu: Rendben: A fizetés függőben van, mert egy olyan megbízás része, amelyet már engedélyeztek, de még nem rendezték.
it_it: Il pagamento è sospeso perché è parte di un ordine che è stato autorizzato ma non completato.
ja: オーダー：支払いは、承認されたが決済されていない注文の一部であるため、保留されている。
ko_kr: 주문: 승인되었지만 정산되지 않은 주문의 일부이기 때문에 결제가 보류 중입니다.
nb_no: Ordre: Betalingen er ikke utført fordi den er en del av en ordre som er autorisert, men ikke avregnet.
nl_nl: Opdracht: De betaling is in behandeling omdat deze deel uitmaakt van een bestelling die is geautoriseerd maar nog niet afgewikkeld.
pl_pl: Zamówienie: Płatność jest w toku, ponieważ jest częścią zamówienia, które zostało autoryzowane, ale nie rozliczone.
pt_br: Pedido: O pagamento está pendente porque é parte de um pedido que tenha sido autorizado mas não resolvido.
pt_pt: Ordem: O pagamento está pendente porque faz parte de uma ordem que foi autorizada mas não liquidada.
ro_ro: Ordin: Plata este în așteptare deoarece face parte dintr-o comandă care a fost autorizată, dar nu decontată.
ru_ru: Заказ: Платеж находится в ожидании, потому что он является частью заказа, который был авторизован, но не оплачен.
sv_se: Order: Betalningen är väntande eftersom den är en del av en order som har godkänts men inte reglerats.
tr_tr: Sipariş: Ödeme, yetkilendirilmiş ancak ödenmemiş bir siparişin parçası olduğu için beklemededir.
zh_cn: 订单：付款处于待处理状态，因为它是已授权但未结算的订单的一部分。
