Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Bank authorization already settled. Please try again.
km: á¢á¶á‡áŸ’á‰á¶á”áŸááŸ’áá’á“á¶á‚á¶ášá”á¶á“áŠáŸ„áŸ‡áŸáŸ’ášá¶á™ášá½á…ášá¶á›áŸ‹áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ການອະນຸຍາດທານທະນາຄານແລ້ວແກ່ແລ້ວ. ກະລຸນາລອງໃໝ່.
vi: Ủy quyền ngân hàng đã được giải quyết. Vui lòng thử lại.

source: Bank authorization voided. Please try again.
km: á€á¶ášá¢á“á»á‰áŸ’á‰á¶áá’á“á¶á‚á¶ášááŸ’ášá¼áœá”á¶á“á”áŸ„áŸ‡á”á„áŸ‹áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ການອະນຸຍາດທະນາຄານໄດ້ຖອນອອກ. ກະລຸນາລອງໃໝ່.
vi: Giấy ủy quyền ngân hàng đã bị hủy. Vui lòng thử lại.

source: Bank authorization expired. Please try again.
km: á€á¶ášá¢á“á»á‰áŸ’á‰á¶áá’á“á¶á‚á¶ášá”á¶á“á•á»áá€áŸ†áááŸ‹áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ການອະນຸຍາດທະນາຄານແລ້ວເສຍອາຍ. ກະລຸນາລອງໃໝ່.
vi: Giấy phép ngân hàng đã hết hạn. Vui lòng thử lại.

source: Currency mismatch. Please try again with the correct currency.
km: á”áŸ’ášá¶á€áŸ‹á€á¶áŸá˜á·á“ááŸ’ášá¼áœá‚áŸ’á“á¶áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá‡á¶á˜á½á™á”áŸ’ášá¶á€áŸ‹á€á¶áŸááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ມີຄວາມບໍ່ຄົບກັນຂອງເງິນ. ກະລຸນາລອງໃໝ່ດ້ວຍເງິນທີ່ຖືກຕ້ອງ.
vi: Không khớp tiền tệ. Vui lòng thử lại với tiền tệ chính xác.

source: Credit card mismatch. Please check your card details.
km: á€á¶áá¥áá‘á¶á“á˜á·á“ááŸ’ášá¼áœá‚áŸ’á“á¶áŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á–áŸááŸŒá˜á¶á“á€á¶áášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ບັດເລກເຄິ່ງບັດບັດ. ກະລຸນາເຊັກລາຍລະອຽດບັດຂອງທ່ານ.
vi: Thẻ tín dụng không khớp. Vui lòng kiểm tra thông tin thẻ của bạn.

source: Amount mismatch. Please try again with the correct amount.
km: á…áŸ†á“á½á“á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá‡á¶á˜á½á™á…áŸ†á“á½á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”.
lo: ຈຳນວນບໍ່ສົມບູນ. ກະລຸນາລອງໃໝ່ດ້ວຍຈຳນວນທີ່ຖືກຕ້ອງ.
vi: Số tiền không khớp. Vui lòng thử lại với số tiền chính xác.

source: Score error. Please try again.
km: á€áŸ†á á»áŸá–á·á“áŸ’á‘á»áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ບັນທຶກຜິດ. ຂໍລອງໃໝ່ອີກຄັ້ງ.
vi: Lỗi điểm số. Vui lòng thử lại.

source: Status description error. Please try again.
km: á€á¶ášá–á·á–ááŸŒá“á¶áŸáŸ’áá¶á“á—á¶á–á€áŸ†á á»áŸáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ລາຍລະອຽດສະຖານະຜິດ. ກະລຸນາລອງໃໝ່.
vi: Mô tả trạng thái lỗi. Vui lòng thử lại.

source: American Express declined. Please use another card.
km: American Express á”á¶á“á”áŠá·áŸáŸá’áŸ” áŸá¼á˜á”áŸ’ášá¾á€á¶áá•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: American Express ຖອດການ. ກະລຸນາໃຊ້ບັດອື່ນ.
vi: American Express đã bị từ chối. Vui lòng sử dụng thẻ khác.

source: Verification token expired. Please try again.
km: Token verifikasi telah kedaluwarsa. Silakan coba lagi.
lo: ສະຖານທີ່ຢືນຢັນເສຍອາຍຸ. ກະລຸນາລອງໃໝ່.
vi: Mã xác minh đã hết hạn. Vui lòng thử lại.

source: Invalid trace reference. Please try again.
km: á€á¶ášá™áŸ„á„áá¶á˜ááŸ’ášá¶á”á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ອໍ່ບໍ່ຖືກຕາມອິດ. ກະລຸນາລອງໃໝ່.
vi: Tham chiếu dấu vết không hợp lệ. Vui lòng thử lại.

source: Invalid transaction ID. Please try again.
km: ID transaksi tidak sah. Sila cuba lagi.
lo: ລະບຽບການຄໍາສັ່ງບໍ່ຖືກ. ກະລຸນາລອງໃໝ່.
vi: ID giao dịch không hợp lệ. Vui lòng thử lại.

source: Verification token revoked. Please try again.
km: Verification token Ä‘Ã£ bá»‹ thu há»“i. Vui lÃ²ng thá»­ láº¡i.
lo: ສະຖານທີ່ກວດສອບຖອກກັບ. ກະລຸນາລອງໃໝ່.
vi: Mã xác minh đã bị thu hồi. Vui lòng thử lại.

source: Transaction type not supported. Please try another payment method.
km: á”áŸ’ášá—áŸá‘á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá˜á·á“á‚á¶áŸ†á‘áŸ’ášáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ປະເພດການເອກສາທີ່ບໍ່ໄດ້ຮັບສະໜອງ. ກະລຸນາລອງໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Loại giao dịch không được hỗ trợ. Vui lòng thử phương thức thanh toán khác.

source: Invalid verification token. Please try again.
km: á€á¼áŠá”á‰áŸ’á‡á¶á€áŸ‹á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ສະຖານທີ່ຢູ່ບັດທິບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດ.
vi: Mã xác thực không hợp lệ. Vui lòng thử lại.

source: User not authorized. Please contact support.
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á˜á·á“á˜á¶á“á¢á¶á‡áŸ’á‰á¶á”áŸááŸ’ááŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á€á¶ášá‚á¶áŸ†á‘áŸ’ášáŸ”.
lo: ຜູ້ໃຊ້ບໍ່ໄດ້ອະນຸຍາດ. ກະລຸນາຕິດຕໍ່ສະບັດທິການ.
vi: Người dùng không được phép. Vui lòng liên hệ với bộ phận hỗ trợ.

source: Currency not supported. Please select a supported currency.
km: á€á¶áŸáŸ‚áá˜á·á“á‚á¶áŸ†á‘áŸ’ášáŸ” áŸá¼á˜á‡áŸ’ášá¾áŸášá¾áŸá€á¶áŸáŸ‚ááŠáŸ‚á›á‚á¶áŸ†á‘áŸ’ášáŸ”.
lo: ສະສະລັດບໍ່ໄດ້ຮັບສະລັດ. ກະລຸນາເລືອກສະລັດທີ່ຮັບສະລັດ.
vi: Tiền tệ không được hỗ trợ. Vui lòng chọn một loại tiền tệ được hỗ trợ.

source: Entity not supported. Please try another payment method.
km: Entity á˜á·á“á‚á¶áŸ†á‘áŸ’ášáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸áŸá¶áŸáŸ’ášáŸ’áá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: Entity tsis txhawb. Thov sim lwm txoj kev them nyiaj.
vi: Thực thể không được hỗ trợ. Vui lòng thử phương thức thanh toán khác.

source: Installment not supported. Please try another payment method.
km: á€á¶ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹áá¶á˜á€áŸ†áááŸ‹á˜á·á“á‚á¶áŸ†á‘áŸ’ášáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ບິນສະເພາະບໍ່ໄດ້ຮັບສະໜັບສະໜູນ. ກະລຸນາລອງໃຊ້ວິທີຈ່າຍເງິນອື່ນ.
vi: Phương thức trả góp không được hỗ trợ. Vui lòng thử phương thức thanh toán khác.

source: POS flag not supported. Please try another payment method.
km: POS flag á˜á·á“á‚á¶áŸ†á‘áŸ’ášáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸áŸá¶áŸáŸ’ášáŸ’áá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: POS flag tsis tau txais. Thov sim lwm txoj kev them nyiaj.
vi: Cờ POS không được hỗ trợ. Vui lòng thử phương thức thanh toán khác.

source: Reversal not supported. Please contact support.
km: Reversal tidak disokong. Sila hubungi sokongan.
lo: ການກັບຄືນບໍ່ໄດ້ຮັບສະໜອງ. ກະລຸນາຕິດຕໍ່ສະບັດທິການ.
vi: Hoàn tiền không được hỗ trợ. Vui lòng liên hệ với bộ phận hỗ trợ.

source: Currency validation error. Please select a supported currency.
km: á€áŸ†á á»áŸá€áŸ’á“á»á„á€á¶ášááŸ’ášá½áá–á·á“á·ááŸ’á™ášá¼á”á·á™áœááŸ’áá»áŸ” áŸá¼á˜á‡áŸ’ášá¾áŸášá¾áŸášá¼á”á·á™áœááŸ’áá»áŠáŸ‚á›á‚á¶áŸ†á‘áŸ’ášáŸ”.
lo: ຂໍແຈ້ງຜິດພາດການກວດສອບເງິນ. ກະລຸນາເລືອກເງິນທີ່ສະຮັບສະຖານ.
vi: Lỗi xác thực tiền tệ. Vui lòng chọn một loại tiền tệ được hỗ trợ.

source: Validation error. Please check your payment details.
km: á€áŸ†á á»áŸá€áŸ’á“á»á„á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹áŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á–áŸááŸŒá˜á¶á“á€á¶ášá‘á¼á‘á¶ááŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ມີບັດສະກິດການຢືນຢັນ. ກະລຸນາເຊັກລາຍລະອຽດການຈ່າຍເງິນຂອງທ່ານ.
vi: Lỗi xác thực. Vui lòng kiểm tra thông tin thanh toán của bạn.

source: Virtual terminal not supported. Please try another payment method.
km: Terminal virtual tidak disokong. Sila cuba kaedah pembayaran lain.
lo: ບໍ່ສະໜອງສະຖານທີ່ບິນສຽງ. ກະລຸນາລອງໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Thiết bị đầu cuối ảo không được hỗ trợ. Vui lòng thử phương thức thanh toán khác.

# Important
source: Or
ja_jp: または
km: á¬
lo: ຫຼື
uk: Або
vi: Hoặc

# Important
source: Express Checkout
ja_jp: エクスプレスチェックアウト
km: á…áŸá‰á‡á¼á“á¥ááˆá”áŸ‹áˆáš
lo: ການຊໍາລະເງິນດ່ວນ
uk: Швидка каса
vi: Thanh toán nhanh

# Important
source: Or continue below
ja_jp: 以下を続けるか、
km: á¬á”á“áŸ’áá€áŸ’ášáŸ„á˜
lo: Los ncoj lo
uk: Або продовжте нижче
vi: Hoặc tiếp tục bên dưới

source: Items
km: á¢ááŸ’áá”á‘
lo: ລາຍການ
vi: Mục

# Important
source: <strong>You're almost done!</strong><br>Review your information before you place your order.
ja_jp: <strong>もう少しで完了です！</strong><br>注文を確定する前に、情報を確認してください。.
km: <strong>á¢áŸ’á“á€á‡á·áá”á‰áŸ’á…á”áŸ‹á á¾á™!</strong><br>á–á·á“á·ááŸ’á™á–áŸááŸŒá˜á¶á“ášá”áŸáŸ‹á¢áŸ’á“á€á˜á»á“á–áŸá›áŠáŸ‚á›á¢áŸ’á“á€áŠá¶á€áŸ‹á€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰áŸ”.
lo: <strong>ທ່ານແກ່ກັບແລ້ວ!</strong><br>ກວດສອບຂໍໍໍໍຂອງທ່ານກ່ຽວກັບການສັ່ງຊື້ຂອງທ່ານ.
uk: <strong>Ви майже закінчили!</strong><br>Перегляньте вашу інформацію перед тим, як оформити замовлення.
vi: <strong>Bạn gần hoàn thành rồi!</strong><br>Hãy xem lại thông tin của bạn trước khi đặt hàng.

# Important
source: Cancel order
ja_jp: 注文をキャンセルする
km: á”áŸ„áŸ‡á”á„áŸ‹á€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰
lo: ຍົກເລີກຄຳສັ່ງ
uk: Скасувати замовлення
vi: Hủy đơn hàng

source: At top of checkout Page
km: á“áŸ…á€áŸ†á–á¼á›á‘áŸ†á–áŸášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹
lo: ທີ່ສູງສຸດຂອງແຜນການຊື້ສິນຄ້າ
vi: Tại đầu trang thanh toán

source: Weâ€™re sorry to see you go! ğŸ’”
km: á™á¾á„áŸá¼á˜á¢á—áŸá™á‘áŸ„áŸáŠáŸ‚á›áƒá¾á‰á¢áŸ’á“á€á…á¶á€á…áŸá‰! ğŸ’”

source: Can you please tell us why youâ€™re deactivating the plugin? Your feedback helps us make it better.
km: áá¾á¢áŸ’á“á€á¢á¶á…á”áŸ’ášá¶á”áŸ‹á™á¾á„á”á¶á“á‘áŸáá¶á áŸáá»á¢áŸ’áœá¸á”á¶á“á‡á¶á¢áŸ’á“á€á€áŸ†á–á»á„á”á‰áŸ’áˆá”áŸ‹á€á¶ášá”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á•áŸ’á›á»á™á‚á¸á“? á˜áá·á™áŸ„á”á›áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á‡á½á™á±áŸ’á™á™á¾á„á’áŸ’áœá¾á±áŸ’á™áœá¶á›áŸ’á¢á”áŸ’ášáŸá¾ášá¡á¾á„áŸ”.

source: Please share why youâ€™re deactivating the PayPal plugin so we can make improvements.
km: áŸá¼á˜á…áŸ‚á€ášáŸ†á›áŸ‚á€á˜á¼á›á áŸáá»áŠáŸ‚á›á¢áŸ’á“á€á€áŸ†á–á»á„á”á·á‘á€á¶ášá”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á•áŸ’á›á»á™á‚á¸á“ PayPal áŠá¾á˜áŸ’á”á¸á²áŸ’á™á™á¾á„á¢á¶á…á’áŸ’áœá¾á€á¶ášá€áŸ‚á›á˜áŸ’á¢áŸ”.

source: Your privacy is important to us. No personal data is collected with this formâ€”just your valuable feedback and basic system information (such as WordPress and plugin versions) to help us improve our plugin.
km: á¢áŸ’á“á€á˜á¶á“áŸá·á‘áŸ’á’á·á¯á€á‡á“áŸáŸ†áá¶á“áŸ‹áŸá˜áŸ’ášá¶á”áŸ‹á™á¾á„áŸ” á˜á·á“á˜á¶á“á‘á·á“áŸ’á“á“áŸá™á•áŸ’á‘á¶á›áŸ‹ááŸ’á›á½á“áá¶á˜á½á™ááŸ’ášá¼áœá”á¶á“á”áŸ’ášá˜á¼á›á‡á¶á˜á½á™á‘á˜áŸ’ášá„áŸ‹á“áŸáŸ‡â€”á‚áŸ’ášá¶á“áŸ‹ááŸ‚á˜áá·á™áŸ„á”á›áŸ‹á˜á¶á“áá˜áŸ’á›áŸƒášá”áŸáŸ‹á¢áŸ’á“á€ á“á·á„á–áŸááŸŒá˜á¶á“á˜á¼á›áŠáŸ’á‹á¶á“á¢áŸ†á–á¸á”áŸ’ášá–áŸá“áŸ’á’ (áŠá¼á…á‡á¶ á€áŸ†ááŸ‚ WordPress á“á·á„á€áŸ†ááŸ‚á•áŸ’á›á¶á€áŸá‰áŸ’á‰á¶) áŠá¾á˜áŸ’á”á¸á‡á½á™á±áŸ’á™á™á¾á„á€áŸ‚á›á˜áŸ’á¢á•áŸ’á›á¶á€áŸá‰áŸ’á‰á¶ášá”áŸáŸ‹á™á¾á„áŸ”.

source: Thank you for using %s ğŸ’•
km: %s áŸá¼á˜á¢ášá‚á»ááŸá˜áŸ’ášá¶á”áŸ‹á€á¶ášá”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ ğŸ’•

source: If you have a moment, we'd love it if you could leave us a <b><a target="_blank" href="%1$s">quick review</a>.</b> it motivates us and helps us keep improving. ğŸ’« <br>Have feature ideas? Include them in your review â€” your feedback shapes our roadmap, and we love turning your ideas into reality.
km: á”á¾á¢áŸ’á“á€á˜á¶á“á–áŸá›áœáŸá›á¶ á™á¾á„á“á¹á„áŸáŸ’ášá¡á¶á‰áŸ‹á”á¾á¢áŸ’á“á€á¢á¶á…á‘á»á€á˜áá·á™áŸ„á”á›áŸ‹á²áŸ’á™á™á¾á„á˜á½á™ <b><a target="_blank" href="%1$s">á˜áá·á™áŸ„á”á›áŸ‹á†á¶á”áŸ‹ášá áŸáŸ</a>.</b> áœá¶á’áŸ’áœá¾á²áŸ’á™á™á¾á„á˜á¶á“á˜á¼á›áŠáŸ’á‹á¶á“ á“á·á„á‡á½á™á²áŸ’á™á™á¾á„á”á“áŸ’áá€áŸ‚á›á˜áŸ’á¢áŸ” ğŸ’« <br>á˜á¶á“á‚áŸ†á“á·áá›á€áŸ’áááŸˆá–á·áŸáŸáŸá‘áŸ? áŸá¼á˜á”á‰áŸ’á…á¼á›áœá¶á“áŸ…á€áŸ’á“á»á„á˜áá·á™áŸ„á”á›áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ - á˜áá·á™áŸ„á”á›áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á”á„áŸ’á€á¾áá•áŸ‚á“á‘á¸ášá”áŸáŸ‹á™á¾á„ á á¾á™á™á¾á„áŸáŸ’ášá¡á¶á‰áŸ‹á€á¶ášá”áŸ’ášáŸ‚á”áŸ’ášá¶áŸáŸ‹á‚áŸ†á“á·áášá”áŸáŸ‹á¢áŸ’á“á€á²áŸ’á™á€áŸ’á›á¶á™á‡á¶á€á¶ášá–á·ááŸ”.

# Important
source: PayPal, Pay Later, Venmo, Credit & Debit Cards, Google Pay, Apple Pay â€” and many more.
km: PayPal, Pay Later, Venmo, á€á¶áá¥áá‘á¶á“ á“á·á„á€á¶áá¥áá‘á¶á“, Google Pay, Apple Pay â€” á“á·á„á…áŸ’ášá¾á“á‘áŸ€ááŸ”.

source: The buyerâ€™s country
km: á”áŸ’ášá‘áŸáŸášá”áŸáŸ‹á¢áŸ’á“á€á‘á·á‰

source: The funding sources theyâ€™ve enabled
km: á€á¶ášá”áŸ’ášá¶á€áŸ‹áŠáŸ‚á›á–á½á€á‚áŸá”á¶á“á¢á“á»á‰áŸ’á‰á¶á

source: Learn more about Pay Later on PayPalâ€™s website.
km: PayPal á á€á€€á€ºá€˜á€ºá€†á€­á€¯á€€á€ºá€á€½á€„á€º Pay Later á€¡á€€á€¼á€±á€¬á€„á€ºá€¸ á€•á€­á€¯á€™á€­á€¯á€á€­á€›á€¾á€­á€•á€«á‹.

source: Start by adding helpful extensions to your storeâ€”payments, product content, reviews and more.
km: á…á¶á”áŸ‹á•áŸ’áá¾á˜áŠáŸ„á™á”á“áŸ’ááŸ‚á˜á€á¶ášá–á„áŸ’ášá¹á„áŠáŸ‚á›á˜á¶á“á”áŸ’ášá™áŸ„á‡á“áŸá‘áŸ…á á¶á„ášá”áŸáŸ‹á¢áŸ’á“á€â€”á€á¶ášá‘á¼á‘á¶ááŸ‹, á˜á¶áá·á€á¶á•á›á·áá•á›, á€á¶ášá–á·á“á·ááŸ’á™ á“á·á„á…áŸ’ášá¾á“á‘áŸ€ááŸ”.

source: Congratulations! PayPal is Connected ğŸ‰
km: áŸá¼á˜á¢á”á¢ášáŸá¶á‘áš! PayPal ááŸ’ášá¼áœá”á¶á“á—áŸ’á‡á¶á”áŸ‹ášá½á…ášá¶á›áŸ‹ ğŸ‰

source: PayPal buttons (e.g. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, etc.) are shown automatically based on factors such as the buyerâ€™s country and their device type. <br><br>By default, <b>all buttons are enabled.</b> To disable individual payment buttons, use the <b>"Disable Specific Payment Buttons"</b> setting available in each page section below.<br><br>For Express Checkout, it will follow the configuration from the Checkout Page.<br>For Mini Cart, this setting will follow the configuration from the Product Page.
km: á”áŸŠá¼áá»á„ PayPal (á§. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, á›áŸ”) ááŸ’ášá¼áœá”á¶á“á”á„áŸ’á á¶á‰áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·á•áŸ’á¢áŸ‚á€á›á¾á€ááŸ’áá¶áŠá¼á…á‡á¶ á”áŸ’ášá‘áŸáŸášá”áŸáŸ‹á¢áŸ’á“á€á‘á·á‰ á“á·á„á”áŸ’ášá—áŸá‘á§á”á€ášááŸášá”áŸáŸ‹á–á½á€á‚áŸáŸ” <br><br>áŠáŸ„á™á›áŸ†á“á¶áŸ†áŠá¾á˜ <b>á”áŸŠá¼áá»á„á‘á¶áŸ†á„á¢áŸáŸ‹ááŸ’ášá¼áœá”á¶á“á¢á“á»á‰áŸ’á‰á¶ááŸ”</b> áŠá¾á˜áŸ’á”á¸á”á·á‘á”áŸŠá¼áá»á„á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á‡á¶á€áŸ‹á›á¶á€áŸ‹á˜á½á™áŸ— áŸá¼á˜á”áŸ’ášá¾á€á¶ášá€áŸ†áááŸ‹ <b>"á”á·á‘á”áŸŠá¼áá»á„á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á‡á¶á€áŸ‹á›á¶á€áŸ‹"</b> áŠáŸ‚á›á˜á¶á“á“áŸ…á€áŸ’á“á»á„á•áŸ’á“áŸ‚á€á‘áŸ†á–áŸáš áá¶á„á€áŸ’ášáŸ„á˜áŸ”<br><br>áŸá˜áŸ’ášá¶á”áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹á”á“áŸ’á‘á¶á“áŸ‹ áœá¶á“á¹á„á¢á“á»áœááŸ’ááá¶á˜á€á¶ášá€áŸ†áááŸ‹á–á¸á‘áŸ†á–áŸášá‘á¼á‘á¶ááŸ‹áŸ”<br>áŸá˜áŸ’ášá¶á”áŸ‹á€á“áŸ’ááŸ’ášá€áá¼á… á€á¶ášá€áŸ†áááŸ‹á“áŸáŸ‡á“á¹á„á¢á“á»áœááŸ’ááá¶á˜á€á¶ášá€áŸ†áááŸ‹á–á¸á‘áŸ†á–áŸášá•á›á·áá•á›áŸ”.

source: To use Advanced Card Payments, ensure your PayPal account is eligible and enabled:<br><br> <strong>Steps:</strong><br> 1. Visit developer.paypal.com â†’ Apps & Credentials â†’ API Credentials.<br> 2. Click your App Name.<br> 3. Under "Features" â†’ Accept Payments, check if "Advanced Credit and Debit Card Payments" is enabled.<br> 4. If missing, your account or region may not support it.
km: Advanced Card Payments á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á”á¶á“ áŸá¼á˜á’á¶á“á¶áá¶á¢á¶á€á¶ášá”áŸ’ášá¶á€áŸ‹ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€á˜á¶á“áŸá·á‘áŸ’á’á· á“á·á„á”á¶á“á”á¾á€á”áŸ’ášá¾:<br><br> <strong>á‡áŸ†á á¶á“:</strong><br> 1. á…á¼á›á‘áŸ…á€á¶á“áŸ‹ developer.paypal.com â†’ á€á˜áŸ’á˜áœá·á’á¸ & áŸá‰áŸ’á‰á¶á”ááŸ’áš â†’ áŸá‰áŸ’á‰á¶á”ááŸ’áš APIáŸ”<br> 2. á…á»á…áˆáŸ’á˜áŸ„áŸ‡á€á˜áŸ’á˜áœá·á’á¸ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”<br> 3. á“áŸ…á€áŸ’ášáŸ„á˜ "á›á€áŸ’áááŸˆ" â†’ á‘á‘á½á›á”áŸ’ášá¶á€áŸ‹ áŸá¼á˜á–á·á“á·ááŸ’á™á˜á¾á›áá¶ "Advanced Credit and Debit Card Payments" áá¾á”á¶á“á”á¾á€á”áŸ’ášá¾á¬á¢ááŸ‹áŸ”<br> 4. á”áŸ’ášáŸá·á“á”á¾ááŸ’áœáŸ‡ á¢á¶á€á¶ášá”áŸ’ášá¶á€áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á¬ááŸ†á”á“áŸ‹á¢á¶á…á˜á·á“á‚á¶áŸ†á‘áŸ’ášá‘áŸáŸ”.

source: Your customers can already buy now and pay later with PayPal â€” add messaging to your site to let them know. PayPalâ€™s Pay Later helps boost merchants' conversion rates and increases cart sizes by 39%.Â¹ You get paid in full up front. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">More about Pay Later</a>
km: á¢áŸ’á“á€á¢á¶á…á²áŸ’á™á¢áá·áá·á‡á“ášá”áŸáŸ‹á¢áŸ’á“á€á‘á·á‰á¥á¡á¼áœá“áŸáŸ‡ á“á·á„á”á„áŸ‹á€áŸ’ášáŸ„á™á‡á¶á˜á½á™ PayPal â€” á”á“áŸ’ááŸ‚á˜áŸá¶ášá‘áŸ…á€á¶á“áŸ‹á‚áŸá á‘áŸ†á–áŸášášá”áŸáŸ‹á¢áŸ’á“á€áŠá¾á˜áŸ’á”á¸á¢áŸ„á™á–á½á€á‚áŸáŠá¹á„áŸ” PayPalâ€™s Pay Later á‡á½á™á”á„áŸ’á€á¾á“á¢ááŸ’ášá¶á€á¶ášá”á˜áŸ’á›áŸ‚á„ášá”áŸáŸ‹á¢áŸ’á“á€á‡á½á‰áŠá¼áš á“á·á„á”á“áŸ’ááŸ‚á˜á‘áŸ†á áŸ†á€á“áŸ’ááŸ’ášá€áŠáŸ„á™ 39%áŸ”Â¹ á¢áŸ’á“á€á‘á‘á½á›á”á¶á“á”áŸ’ášá¶á€áŸ‹á–áŸá‰á›áŸá‰á˜á»á“áŸ” <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">á–áŸááŸŒá˜á¶á“á”á“áŸ’ááŸ‚á˜á¢áŸ†á–á¸ Pay Later</a>

source: Billing address didnâ€™t match the card (AVS).
km: Billing address á˜á·á“ááŸ’ášá¼áœá“á¹á„á€á¶á (AVS)áŸ”.

source: Security code (CVV) didnâ€™t match.
km: áŸá¼á˜áŸ’á”á¸ááŸ‚á›áŸáá€á¼áŠáŸá»áœááŸ’áá·á—á¶á– (CVV) á˜á·á“ááŸ’ášá¼áœá‚áŸ’á“á¶á‘áŸáŸ”.

source: Payment by eCheckâ€”awaiting clearance.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹áŠáŸ„á™ eCheckâ€”á€áŸ†á–á»á„ášá„áŸ‹á…á¶áŸ†á€á¶ášá”á‰áŸ’á‡á¶á€áŸ‹áŸ”.

source: Approvedâ€”waiting for payer to send funds.
km: á¢á“á»á˜áŸáâ€”á€áŸ†á–á»á„ášá„áŸ‹á…á¶áŸ†á¢áŸ’á“á€á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾á”áŸ’ášá¶á€áŸ‹áŸ”.
