Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: The Connect to PayPal service is temporarily unavailable.
ar: خدمة الاتصال ب PayPal غير متوفرة مؤقتاً.
cs_cz: Služba Připojení ke službě PayPal je dočasně nedostupná.
de_de: Der Dienst Verbindung zu PayPal ist vorübergehend nicht verfügbar.
es_es: El servicio Conectar con PayPal no está disponible temporalmente.
fi: Connect to PayPal -palvelu ei ole tilapäisesti käytettävissä.
fr_fr: Le service Connect to PayPal est temporairement indisponible.
he_il: שרת 'תר -PayPal' רע.
hu_hu: A Connect to PayPal szolgáltatás átmenetileg nem elérhető.
it_it: Il servizio Connect to PayPal non è temporaneamente disponibile.
ja: PayPalへの接続サービスは一時的にご利用いただけません。
ja_jp: PayPalへの接続サービスは一時的に利用できません。.
km: áŸáŸáœá¶á€á˜áŸ’á˜á—áŸ’á‡á¶á”áŸ‹á‘áŸ… PayPal á˜á·á“á¢á¶á…á”áŸ’ášá¾á”á¶á“á“áŸ…á–áŸá›á“áŸáŸ‡áŸ”.
ko_kr: PayPal에 연결 서비스를 일시적으로 사용할 수 없습니다.
lo: ບໍລິການເຊື່ອມຕໍ່ໄປປາຍບັດ PayPal ກຳລັງບໍ່ສາມາດໃຊ້ໄດ້ໃນເວລານີ້.
nb_no: Tjenesten Koble til PayPal er midlertidig utilgjengelig.
nl_nl: De Connect to PayPal-service is tijdelijk niet beschikbaar.
pl_pl: Usługa Połącz z PayPal jest tymczasowo niedostępna.
pt_br: O serviço Connect to PayPal está temporariamente indisponível.
pt_pt: O serviço Ligar ao PayPal está temporariamente indisponível.
ro_ro: Serviciul Conectare la PayPal nu este disponibil temporar.
ru_ru: Услуга "Подключение к PayPal" временно недоступна.
sv_se: Tjänsten Anslut till PayPal är tillfälligt inte tillgänglig.
tr_tr: PayPal'a Bağlan hizmeti geçici olarak kullanılamıyor.
uk: Служба підключення до PayPal тимчасово недоступна.
vi: Dịch vụ Kết nối với PayPal hiện đang tạm thời không khả dụng.
zh_cn: 连接至 PayPal 服务暂时不可用。

source: Toggle to manual credential input
ar: التبديل إلى إدخال بيانات الاعتماد يدوياً
cs_cz: Přepnutí na ruční zadávání pověření
de_de: Umschalten auf manuelle Eingabe der Zugangsdaten
es_es: Pasar a la introducción manual de credenciales
fi: Siirtyminen manuaaliseen valtakirjojen syöttöön
fr_fr: Basculer vers la saisie manuelle des informations d’identification
he_il: ף ת שר ת
hu_hu: Kézi hitelesítő adatok bevitelére váltás
it_it: Passare all'inserimento manuale delle credenziali
ja: 認証情報の手動入力に切り替え
ja_jp: 手動認証情報入力に切り替えます
km: á”áŸ’áŠá¼ášá‘áŸ…á€á¶ášá”á‰áŸ’á…á¼á›á¢ááŸ’ááŸá‰áŸ’á‰á¶ááŠáŸ„á™áŠáŸƒ
ko_kr: 수동 자격 증명 입력으로 전환
lo: ປ່ອນເຂົ້າສູ່ການໃຊ້ບັດສະຖານທີ່ມືຖື
nb_no: Bytte til manuell innlegging av legitimasjon
nl_nl: Schakelen naar handmatige invoer van referenties
pl_pl: Przełącz na ręczne wprowadzanie danych uwierzytelniających
pt_br: Alternar para entrada manual de credenciais
pt_pt: Alternar para a introdução manual de credenciais
ro_ro: Comutare la introducerea manuală a acreditării
ru_ru: Переключение на ручной ввод учетных данных
sv_se: Växla till manuell inmatning av referenser
tr_tr: Manuel kimlik bilgisi girişine geçiş
uk: Переключити на ручний ввід облікових даних
vi: Chuyển sang nhập thông tin xác thực thủ công
zh_cn: 切换到手动凭证输入

source: OR
ar: أو
cs_cz: NEBO
de_de: ODER
es_es: O
fi: TAI
fr_fr: OU
hu_hu: VAGY
it_it: O
ja: または
ja_jp: または
km: á¬
ko_kr: 또는
lo: ຫຼື
nb_no: ELLER
nl_nl: OF
pl_pl: LUB
pt_br: OU
pt_pt: OU
ro_ro: SAU
ru_ru: ИЛИ
sv_se: ELLER
tr_tr: VEYA
uk: АБО
vi: HOẶC
zh_cn: 或

source: Which PayPal buttons (e.g. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc.) will appear?
ar: ما هي أزرار PayPal (على سبيل المثال: الدفع لاحقاً، Venmo، وSepa، وiDEAL، وMercado Pago، وSofort، وBancontact، وغيرها)؟
de_de: Welche PayPal-Schaltflächen (z.B. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc.) werden angezeigt?
es_es: ¿Qué botones de PayPal (por ejemplo, Pagar más tarde, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc.) aparecerán?
fr_fr: Quels boutons PayPal (par exemple Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc
it_it: Quali pulsanti PayPal (ad es. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, ecc.) appariranno?
pt_br: Quais botões do PayPal (por exemplo, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc.) serão exibidos?
pt_pt: Que botões PayPal (por exemplo, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc.) serão apresentados?
ru_ru: Какие кнопки PayPal (например, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact и т. д.) будут отображаться?
zh_cn: 会出现哪些 PayPal 按钮（如 Pay Later、Venmo、SEPA、iDEAL、Mercado Pago、Sofort、Bancontact 等）？

source: The PayPal buttons are shown automatically based on several factors, including:
ar: يتم عرض أزرار PayPal تلقائيًا بناءً على عدة عوامل، بما في ذلك:
cs_cz: Tlačítka PayPal se zobrazují automaticky na základě několika faktorů, včetně:
de_de: Die PayPal-Schaltflächen werden automatisch auf der Grundlage mehrerer Faktoren angezeigt, darunter:
es_es: Los botones de PayPal se muestran automáticamente en función de varios factores, entre ellos:
fi: PayPal-painikkeet näytetään automaattisesti useiden tekijöiden perusteella, mukaan lukien:
fr_fr: Les boutons PayPal s'affichent automatiquement en fonction de plusieurs facteurs :
he_il: פתר PayPal צ פ ת ספר ר, :
hu_hu: A PayPal gombok automatikusan jelennek meg több tényező alapján, többek között:
it_it: I pulsanti PayPal vengono visualizzati automaticamente in base a diversi fattori, tra cui:
ja: PayPalボタンは、以下を含むいくつかの要因に基づいて自動的に表示されます：
ja_jp: PayPalボタンは、以下を含むいくつかの要因に基づいて自動的に表示されます：:
km: á”áŸŠá¼áá»á„ PayPal ááŸ’ášá¼áœá”á¶á“á”á„áŸ’á á¶á‰áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·á¢á¶áŸáŸ’ášáŸá™á›á¾á€ááŸ’áá¶á…áŸ’ášá¾á“ ášá½á˜á˜á¶á“áŸ–:
ko_kr: PayPal 버튼은 다음과 같은 여러 요인에 따라 자동으로 표시됩니다:
lo: ປຸ່ມ PayPal ຈະຖືກແສດອອກອັດຕະໂນມັດຕາມປັດຈຸບັນຫຼາຍປັດຈັນ, ລວມທັງ:
nb_no: PayPal-knappene vises automatisk basert på flere faktorer, blant annet
nl_nl: De PayPal-knoppen worden automatisch weergegeven op basis van verschillende factoren, waaronder:
pl_pl: Przyciski PayPal są wyświetlane automatycznie na podstawie kilku czynników, w tym:
pt_br: Os botões do PayPal são exibidos automaticamente com base em vários fatores, incluindo:
pt_pt: Os botões PayPal são apresentados automaticamente com base em vários factores, incluindo:
ro_ro: Butoanele PayPal sunt afișate automat pe baza mai multor factori, inclusiv:
ru_ru: Кнопки PayPal отображаются автоматически в зависимости от нескольких факторов, включая:
sv_se: PayPal-knapparna visas automatiskt baserat på flera faktorer, bland annat:
tr_tr: PayPal düğmeleri, aşağıdakiler de dahil olmak üzere çeşitli faktörlere bağlı olarak otomatik olarak gösterilir:
uk: Кнопки PayPal відображаються автоматично на основі кількох факторів, включаючи:
vi: Các nút PayPal được hiển thị tự động dựa trên một số yếu tố, bao gồm:
zh_cn: PayPal 按钮会根据多个因素自动显示，包括

source: The buyer’s country
ar: بلد المشتري
cs_cz: Země kupujícího
de_de: Das Land des Käufers
es_es: País del comprador
fi: Ostajan maa
fr_fr: Pays de l'acheteur
hu_hu: A vevő országa
it_it: Il paese dell'acquirente
ja: 買い手の国
ja_jp: バイヤーの国
ko_kr: 구매자의 국가
lo: ປະເທດຂອງຜູ້ຊື້
nb_no: Kjøperens land
nl_nl: Het land van de koper
pl_pl: Kraj kupującego
pt_br: O país do comprador
pt_pt: O país do comprador
ro_ro: Țara cumpărătorului
ru_ru: Страна покупателя
sv_se: Köparens land
tr_tr: Alıcının ülkesi
uk: Країна покупця
vi: Quốc gia của người mua
zh_cn: 买方所在国家

source: Their device type
ar: نوع الجهاز الخاص بهم
cs_cz: Jejich typ zařízení
de_de: Ihr Gerätetyp
es_es: Su tipo de dispositivo
fi: Heidän laitetyyppinsä
fr_fr: Leur type d'appareil
he_il: ס שר ש
hu_hu: Eszköztípusuk
it_it: Il loro tipo di dispositivo
ja: デバイスの種類
ja_jp: 彼らのデバイスタイプ
km: á§á”á€ášááŸá”áŸ’ášá—áŸá‘ášá”áŸáŸ‹á–á½á€á‚áŸ
ko_kr: 디바이스 유형
lo: ປະເພດເຄື່ອງຂອງພວກເຂົ້າ
nb_no: Enhetstypen deres
nl_nl: Hun apparaattype
pl_pl: Typ urządzenia
pt_br: Seu tipo de dispositivo
pt_pt: O seu tipo de dispositivo
ro_ro: Tipul lor de dispozitiv
ru_ru: Тип их устройств
sv_se: Deras enhetstyp
tr_tr: Cihaz türleri
uk: Їхній тип пристрою
vi: Loại thiết bị của họ
zh_cn: 设备类型

source: The funding sources they’ve enabled
ar: مصادر التمويل التي مكنتها
cs_cz: Zdroje financování, které umožnily
de_de: Die Finanzierungsquellen, die sie erschlossen haben
es_es: Las fuentes de financiación que han permitido
fi: Niiden mahdollistamat rahoituslähteet
fr_fr: Les sources de financement qu'ils ont activées
hu_hu: Az általuk lehetővé tett finanszírozási források
it_it: Le fonti di finanziamento che hanno attivato
ja: 彼らが可能にした資金源
ja_jp: 彼らが有効にした資金源
ko_kr: 그들이 활성화한 자금 출처
lo: ທຶນທີ່ເຂົ້າໃຊ້ໄດ້ທີ່ເຂົ້າໃຊ້
nb_no: Finansieringskildene de har muliggjort
nl_nl: De financieringsbronnen die ze hebben ingeschakeld
pl_pl: Źródła finansowania, które umożliwili
pt_br: As fontes de financiamento que eles possibilitaram
pt_pt: As fontes de financiamento que permitiram
ro_ro: Sursele de finanțare pe care le-au activat
ru_ru: Источники финансирования, которые они задействовали
sv_se: De finansieringskällor som de har möjliggjort
tr_tr: Sağladıkları finansman kaynakları
uk: Джерела фінансування, які вони активували
vi: Các nguồn tài trợ mà họ đã kích hoạt
zh_cn: 他们启用的资金来源

source: As a result, each buyer may see a different set of buttons. Pay Later options vary by country and may display different buttons.
ar: نتيجة لذلك، قد يرى كل مشترٍ مجموعة مختلفة من الأزرار. تختلف خيارات الدفع لاحقًا حسب البلد وقد تعرض أزرارًا مختلفة.
cs_cz: Každý kupující tak může vidět jinou sadu tlačítek. Možnosti Pay Later se liší podle země a mohou zobrazovat různá tlačítka.
de_de: Daher kann jeder Käufer einen anderen Satz von Schaltflächen sehen. Die Optionen zum späteren Bezahlen variieren je nach Land und können unterschiedliche Schaltflächen anzeigen.
es_es: Como resultado, cada comprador puede ver un conjunto diferente de botones. Las opciones de Pago posterior varían según el país y pueden mostrar botones diferentes.
fi: Tämän seurauksena jokainen ostaja saattaa nähdä eri painikkeet. Myöhemmin maksaminen -vaihtoehdot vaihtelevat maittain, ja ne saattavat näyttää eri painikkeet.
fr_fr: Par conséquent, chaque acheteur peut voir un ensemble de boutons différent. Les options de paiement ultérieur varient d'un pays à l'autre et peuvent afficher des boutons différents.
he_il: תצ , ק עש רת ס פתר ש. פשרת תש ר שתת עשת צ פתר ש.
hu_hu: Ennek eredményeképpen minden vásárló más-más gombokat láthat. A Későbbi fizetés opciók országonként eltérőek, és eltérő gombokat jeleníthetnek meg.
it_it: Di conseguenza, ogni acquirente potrebbe vedere una serie diversa di pulsanti. Le opzioni di pagamento successivo variano a seconda del Paese e possono visualizzare pulsanti diversi.
ja: そのため、購入者ごとに異なるボタンが表示される場合があります。後払いオプションは国によって異なるため、異なるボタンが表示される場合があります。
ja_jp: その結果、各バイヤーは異なるボタンのセットを見ることがあります。Pay Laterオプションは国によって異なり、異なるボタンが表示される場合があります。.
km: á›á‘áŸ’á’á•á›á‚áºáá¶ á¢áŸ’á“á€á‘á·á‰ášá¶á›áŸ‹á‚áŸ’á“á¶á¢á¶á…á˜á¾á›áƒá¾á‰áŸáŸ†áá»áŸ†á”áŸŠá¼áá»á„áá»áŸá‚áŸ’á“á¶áŸ” á‡á˜áŸ’ášá¾áŸá”á„áŸ‹á€áŸ’ášáŸ„á™á˜á¶á“á—á¶á–áá»áŸá‚áŸ’á“á¶áá¶á˜á”áŸ’ášá‘áŸáŸ á á¾á™á¢á¶á…á”á„áŸ’á á¶á‰á”áŸŠá¼áá»á„áá»áŸá‚áŸ’á“á¶áŸ”.
ko_kr: 따라서 구매자마다 다른 버튼 세트가 표시될 수 있습니다. 나중에 결제 옵션은 국가별로 다르며 다른 버튼이 표시될 수 있습니다.
lo: ດັ່ງນັ້ນ, ທຸກຄົນຊື້ອາດເຫັນຊຸດປຸ່ມທີ່ແຕກຕ່າງກັນ. ຕົວເລືອກຈ່າຍບໍ່ລົດອາດແຕກຕ່າງກັນໂດຍຂຶ້ນກັບປະເທດແລະສາມາດແສດປຸ່ມທີ່ແຕກຕ່າງກັນ.
nb_no: Derfor kan hver kjøper se et annet sett med knapper. Betal senere-alternativene varierer fra land til land og kan vise forskjellige knapper.
nl_nl: Hierdoor kan elke koper een andere set knoppen te zien krijgen. Opties voor Later betalen verschillen per land en kunnen verschillende knoppen weergeven.
pl_pl: W rezultacie każdy kupujący może zobaczyć inny zestaw przycisków. Opcje płatności później różnią się w zależności od kraju i mogą wyświetlać różne przyciski.
pt_br: Como resultado, cada comprador pode ver um conjunto diferente de botões. As opções Pay Later variam de acordo com o país e podem exibir botões diferentes.
pt_pt: Como resultado, cada comprador pode ver um conjunto diferente de botões. As opções de pagamento posterior variam consoante o país e podem apresentar botões diferentes.
ro_ro: Ca urmare, fiecare cumpărător poate vedea un set diferit de butoane. Opțiunile de plată mai târziu variază în funcție de țară și pot afișa butoane diferite.
ru_ru: В результате каждый покупатель может увидеть разный набор кнопок. Опции "Оплатить позже" зависят от страны и могут отображать разные кнопки.
sv_se: Därför kan varje köpare se en annan uppsättning knappar. Betalning senare-alternativ varierar beroende på land och kan visa olika knappar.
tr_tr: Sonuç olarak, her alıcı farklı bir düğme seti görebilir. Daha Sonra Öde seçenekleri ülkeye göre değişir ve farklı düğmeler görüntüleyebilir.
uk: В результаті кожен покупець може бачити різний набір кнопок. Варіанти "Оплатити пізніше" відрізняються в залежності від країни та можуть відображати різні кнопки.
vi: Kết quả là, mỗi người mua có thể thấy một bộ nút khác nhau. Các tùy chọn Trả sau khác nhau theo quốc gia và có thể hiển thị các nút khác nhau.
zh_cn: 因此，每个买家可能会看到不同的按钮。稍后付款选项因国家而异，可能显示不同的按钮。

source: How can I hide specific PayPal buttons?
ar: كيف يمكنني إخفاء أزرار PayPal محددة؟
cs_cz: Jak mohu skrýt konkrétní tlačítka PayPal?
de_de: Wie kann ich bestimmte PayPal-Schaltflächen ausblenden?
es_es: ¿Cómo puedo ocultar botones específicos de PayPal?
fi: Miten voin piilottaa tietyt PayPal-painikkeet?
fr_fr: Comment puis-je masquer des boutons PayPal spécifiques ?
he_il: צ ת סתר פתר PayPal ספצפ?
hu_hu: Hogyan tudok elrejteni bizonyos PayPal-gombokat?
it_it: Come posso nascondere determinati pulsanti di PayPal?
ja: 特定のPayPalボタンを非表示にする方法を教えてください。
ja_jp: 特定のPayPalボタンを隠すにはどうすればよいですか？?
km: ááŸ’á‰á»áŸ†á¢á¶á…á›á¶á€áŸ‹á”áŸŠá¼áá»á„ PayPal á‡á¶á€áŸ‹á›á¶á€áŸ‹á”á¶á“á™áŸ‰á¶á„áŠá¼á…á˜áŸ’ááŸá…?
ko_kr: 특정 PayPal 버튼을 숨기려면 어떻게 해야 하나요?
lo: Kao nyengz goj mbouj raemx PayPal bouj?
nb_no: Hvordan kan jeg skjule bestemte PayPal-knapper?
nl_nl: Hoe kan ik bepaalde PayPal-knoppen verbergen?
pl_pl: Jak mogę ukryć określone przyciski PayPal?
pt_br: Como posso ocultar botões específicos do PayPal?
pt_pt: Como posso ocultar botões específicos do PayPal?
ro_ro: Cum pot ascunde anumite butoane PayPal?
ru_ru: Как скрыть определенные кнопки PayPal?
sv_se: Hur kan jag dölja specifika PayPal-knappar?
tr_tr: Belirli PayPal düğmelerini nasıl gizleyebilirim?
uk: Як я можу приховати конкретні кнопки PayPal?
vi: Làm thế nào tôi có thể ẩn các nút PayPal cụ thể?
zh_cn: 如何隐藏特定的 PayPal 按钮？

source: By default, all PayPal buttons are enabled. To hide specific buttons, use the <strong>Hide Funding Method(s)</strong> option.
ar: بشكل افتراضي، يتم تمكين جميع أزرار PayPal. لإخفاء أزرار محددة، استخدم الخيار <strong>إخفاء طريقة (طرق) التمويل</strong>.
de_de: Standardmäßig sind alle PayPal-Schaltflächen aktiviert. Um bestimmte Schaltflächen auszublenden, verwenden Sie die Option <strong>Finanzierungsmethode(n) ausblenden</strong>.
es_es: Por defecto, todos los botones de PayPal están activados. Para ocultar botones específicos, utilice la opción <strong>Ocultar método(s) de pago</strong>.
fr_fr: Par défaut, tous les boutons PayPal sont activés. Pour masquer des boutons spécifiques, utilisez l'option <strong>Masquer le(s) mode(s) de financement</strong>.
it_it: Per impostazione predefinita, tutti i pulsanti PayPal sono abilitati. Per nascondere pulsanti specifici, utilizzare l'opzione <strong>Nascondi metodo/i di finanziamento</strong>.
pt_br: Por padrão, todos os botões do PayPal estão ativados. Para ocultar botões específicos, use a opção <strong>Hide Funding Method(s) (Ocultar método(s) de financiamento)</strong>.
pt_pt: Por padrão, todos os botões do PayPal estão ativados. Para ocultar botões específicos, use a opção <strong>Ocultar método(s) de financiamento</strong>.
ru_ru: По умолчанию все кнопки PayPal включены. Чтобы скрыть определенные кнопки, используйте опцию <strong>Скрыть способ(ы) финансирования</strong>.
zh_cn: 默认情况下，所有 PayPal 按钮都已启用。要隐藏特定按钮，请使用<strong>隐藏付款方式</strong>选项。

source: Example: To hide the Pay Later button on the Checkout Page:
ar: مثال: لإخفاء زر الدفع لاحقًا في صفحة الدفع لاحقًا:
cs_cz: Příklad: Chcete-li skrýt tlačítko Zaplatit později na stránce Pokladna:
de_de: Beispiel: Die Schaltfläche Später bezahlen auf der Kassenseite ausblenden:
es_es: Ejemplo: Para ocultar el botón Pagar más tarde en la página de pago:
fi: Esimerkki: Kassa-sivun Maksa myöhemmin -painikkeen piilottaminen:
fr_fr: Exemple : Pour masquer le bouton Payer plus tard sur la page de paiement :
he_il: : סתר ת פתר "ש ר תר" ף תש:
hu_hu: Példa: Később fizetni gomb elrejtése a Pénztár oldalról:
it_it: Esempio: Per nascondere il pulsante Paga più tardi nella pagina di pagamento:
ja: 例チェックアウトページの「後払い」ボタンを非表示にする：
ja_jp: 例: チェックアウトページで「後で支払う」ボタンを非表示にするには:
km: á§á‘á¶á ášááŸ: áŠá¾á˜áŸ’á”á¸á›á¶á€áŸ‹á”áŸŠá¼áá»á„ Pay Later á“áŸ…á›á¾á‘áŸ†á–áŸáš Checkout:
ko_kr: 예시: 결제 페이지에서 나중에 결제 버튼을 숨기려면 다음과 같이 하세요:
lo: ຕົວຢ່າງ: ສໍາລັບການປິດປຸ່ມ Pay Later ບນໜ້າການຊື້:
nb_no: Eksempel: For å skjule Betal senere-knappen på kassen-siden:
nl_nl: Voorbeeld: De knop Later betalen op de afrekenpagina verbergen:
pl_pl: Przykład: Aby ukryć przycisk Zapłać później na stronie kasy:
pt_br: Exemplo: Para ocultar o botão Pay Later na página de checkout:
pt_pt: Exemplo: Para ocultar o botão Pagar mais tarde na página de finalização da compra:
ro_ro: Exemplu: Pentru a ascunde butonul Plătiți mai târziu de pe pagina de plată:
ru_ru: Пример: Чтобы скрыть кнопку "Оплатить позже" на странице оформления заказа:
sv_se: Exempel: Om du vill dölja knappen Betala senare på kassasidan:
tr_tr: Örnek: Ödeme Sayfasındaki Daha Sonra Öde düğmesini gizlemek için:
uk: Приклад: Щоб приховати кнопку "Оплатити пізніше" на сторінці оформлення замовлення:
vi: Ví dụ: Để ẩn nút Thanh toán sau trên Trang Thanh toán:
zh_cn: 例如隐藏结账页面上的 "稍后付款 "按钮：

source: Go to <strong>PayPal Settings > Checkout Page</strong>.
ar: انتقل إلى <strong>إعدادات PayPal &gt; صفحة الدفع</strong>.
de_de: Gehen Sie zu <strong>PayPal-Einstellungen &gt; Kassenseite</strong>.
es_es: Vaya a <strong>Configuración de PayPal &gt; Página de pago</strong>.
fr_fr: Allez dans <strong>Paramètres PayPal &gt; Page de paiement.</strong>
it_it: Andate su <strong>Impostazioni PayPal &gt; Pagina di pagamento</strong>.
km: Jalan ka <strong>PayPal Settings > Halaman Checkout</strong>.
lo: ເຂົ້າໄປທີ່ <strong>ການຕັ້ງຄ່າ PayPal > ປ່າຍການຊື້</strong>.
pt_br: Vá para <strong>Configurações do PayPal &gt; Página de checkout</strong>.
pt_pt: Aceda a <strong>Definições do PayPal &gt; Página de checkout</strong>.
ru_ru: Перейдите в раздел <strong>Настройки PayPal &gt; Страница оформления заказа</strong>.
vi: Đi đến <strong>Cài đặt PayPal > Trang thanh toán</strong>.
zh_cn: 前往<strong>PayPal 设置 &gt; 结账页面</strong>。

source: Find the <strong>Hide Funding Method(s)</strong> setting.
ar: ابحث عن إعداد <strong>إخفاء طريقة (طرق) التمويل</strong>.
de_de: Suchen Sie die Einstellung <strong>Finanzierungsmethode(n) ausblenden</strong>.
es_es: Busque el ajuste <strong>Ocultar método(s) de financiación</strong>.
fr_fr: Recherchez le paramètre <strong>Masquer le(s) mode(s) de financement</strong>.
it_it: Individuare l'impostazione <strong>Nascondi metodo/i di finanziamento</strong>.
pt_br: Localize a configuração <strong>Hide Funding Method(s) (Ocultar método(s) de financiamento)</strong>.
pt_pt: Localize a definição <strong>Ocultar método(s) de financiamento</strong>.
ru_ru: Найдите параметр <strong>Скрыть способ(ы) финансирования</strong>.
zh_cn: 找到<strong>隐藏筹资方式</strong>设置。

source: Select <strong>Pay Later</strong> from the dropdown list.
ar: اختر <strong>الدفع لاحقاً</strong> من القائمة المنسدلة.
cs_cz: V rozevíracím seznamu vyberte možnost <strong>Zaplatit později</strong>.
de_de: Wählen Sie <strong>Später bezahlen</strong> aus der Dropdown-Liste.
es_es: Seleccione <strong>Pagar más tarde</strong> en la lista desplegable.
fi: Valitse avattavasta luettelosta <strong>Maksa myöhemmin</strong>.
fr_fr: Sélectionnez <strong>Payer plus tard</strong> dans la liste déroulante.
he_il: ר " <strong>ש ר תר</strong> " רש פתת.
hu_hu: A legördülő listából válassza a <strong>Későbbi fizetés</strong> lehetőséget.
it_it: Selezionare <strong>Pagamenti successivi</strong> dall'elenco a discesa.
ja: ドロップダウンリストから「<strong>後で支払う</strong>」を選択します。
ja_jp: ドロップダウンリストから<strong>後払い</strong>を選択してください。.
km: á‡áŸ’ášá¾áŸášá¾áŸ <strong>á”á„áŸ‹á€áŸ’ášáŸ„á™</strong> á–á¸á”á‰áŸ’á‡á¸á‡áŸ’ášá¾áŸášá¾áŸáŸ”.
ko_kr: 드롭다운 목록에서 <strong>나중에 결제를</strong> 선택합니다.
lo: Chọn <strong>Trả Sau</strong> từ danh sách thả xuống.
nb_no: Velg <strong>Betal senere</strong> fra nedtrekkslisten.
nl_nl: Selecteer <strong>Later betalen</strong> in de vervolgkeuzelijst.
pl_pl: Wybierz opcję <strong>Zapłać później</strong> z listy rozwijanej.
pt_br: Selecione <strong>Pay Later (Pagar depois</strong> ) na lista suspensa.
pt_pt: Selecione <strong>Pagar mais tarde</strong> na lista pendente.
ro_ro: Selectați <strong>Plătiți mai târziu</strong> din lista derulantă.
ru_ru: Выберите <strong>Pay Later</strong> из выпадающего списка.
sv_se: Välj <strong>Betala senare</strong> från rullgardinsmenyn.
tr_tr: Açılır listeden <strong>Daha Sonra Öde</strong> 'yi seçin.
uk: Виберіть <strong>Оплатити пізніше</strong> з випадаючого списку.
vi: Chọn <strong>Trả sau</strong> từ danh sách thả xuống.
zh_cn: 从下拉列表中选择<strong>稍后付款</strong>。

source: Click <strong>Save Changes</strong>.
ar: انقر فوق <strong>حفظ التغييرات</strong>.
cs_cz: Klikněte na tlačítko <strong>Uložit změny</strong>.
de_de: Klicken Sie auf <strong>Änderungen speichern</strong>.
es_es: Haga clic en <strong>Guardar cambios</strong>.
fi: Napsauta <strong>Tallenna muutokset</strong>.
fr_fr: Cliquez sur <strong>Enregistrer les modifications</strong>.
he_il: ץ ע <strong>שר ש</strong>.
hu_hu: Kattintson a <strong>Változások mentése</strong> gombra.
it_it: Fare clic su <strong>Salva modifiche</strong>.
ja: <strong>Save Changesを</strong>クリックします。
ja_jp: <strong>変更を保存</strong>をクリックしてください。.
km: á…á»á… <strong>ášá€áŸ’áŸá¶á‘á»á€á€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš</strong>.
ko_kr: <strong>변경 사항 저장을</strong> 클릭합니다.
lo: ກົດ <strong>ບັນທຶກການແກ້ໄຂ</strong>.
nb_no: Klikk på <strong>Lagre endringer</strong>.
nl_nl: Klik op <strong>Wijzigingen opslaan</strong>.
pl_pl: Kliknij przycisk <strong>Zapisz zmiany</strong>.
pt_br: Clique em <strong>Salvar alterações</strong>.
pt_pt: Clique em <strong>Guardar alterações</strong>.
ro_ro: Faceți clic pe <strong>Salvare modificări</strong>.
ru_ru: Нажмите кнопку <strong>Сохранить изменения</strong>.
sv_se: Klicka på <strong>Spara ändringar</strong>.
tr_tr: <strong>Değişiklikleri Kaydet</strong>'e tıklayın.
uk: Натисніть <strong>Зберегти зміни</strong>.
vi: Nhấn <strong>Lưu thay đổi</strong>.
zh_cn: 单击<strong>保存更改</strong>。
