Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: This enables PayPal Credit, which displays a PayPal Credit button next to the Express Checkout button. PayPal Express Checkout lets you give customers access to financing through PayPal Credit® - at no additional cost to you. You get paid up front, even though customers have more time to pay. A pre-integrated payment button shows up next to the PayPal Button, and lets customers pay quickly with PayPal Credit®.
ar: يؤدي هذا إلى تمكين PayPal Credit، الذي يعرض زر PayPal Credit بجوار زر Express Checkout. يتيح لك PayPal Express Checkout منح العملاء إمكانية الوصول إلى التمويل من خلال PayPal Credit® - دون أي تكلفة إضافية عليك. يتم الدفع لك مقدماً، على الرغم من أن العملاء لديهم المزيد من الوقت للدفع. يظهر زر الدفع المدمج مسبقاً بجوار زر PayPal، ويتيح للعملاء الدفع بسرعة باستخدام PayPal Credit®.
cs_cz: Tím se aktivuje funkce PayPal Credit, která zobrazí tlačítko PayPal Credit vedle tlačítka Express Checkout. Služba PayPal Express Checkout vám umožní umožnit zákazníkům přístup k financování prostřednictvím služby PayPal Credit® - a to bez dalších nákladů. Dostanete zaplaceno předem, i když zákazníci mají na zaplacení více času. Předem integrované platební tlačítko se zobrazí vedle tlačítka PayPal a umožní zákazníkům rychle zaplatit pomocí služby PayPal Credit®.
de_de: Dadurch wird PayPal Credit aktiviert, der eine PayPal Kreditschaltfläche neben der Express-Checkout-Schaltfläche anzeigt. PayPal Express Checkout ermöglicht es Ihnen, Kunden zugang zur Finanzierung über PayPal Credit® zu gewähren - ohne zusätzliche Kosten für Sie. Sie werden im Voraus bezahlt, obwohl die Kunden mehr Zeit zum Bezahlen haben. Neben dem PayPal-Button wird ein vorintegrierter Zahlungsknopf angezeigt, mit dem Kunden schnell mit PayPal Credit® bezahlen können.
es_es: Esto habilita el Crédito de PayPal, que muestra un botón de Crédito de PayPal al lado del botón de Pago rápido. PayPal Express Checkout le permite brindar a los clientes acceso a financiamiento a través de PayPal Credit®, sin costo adicional para usted. Te pagan por adelantado, a pesar de que los clientes tienen más tiempo para pagar. Aparece un botón de pago preinstalado al lado del botón PayPal y permite que los clientes paguen rápidamente con PayPal Credit®.
fi: Tämä aktivoi PayPal-saldon, jolloin pikamaksupainikkeen vieressä näkyy PayPal-saldopainike. PayPal Express Checkout -toiminnon avulla voit antaa asiakkaille mahdollisuuden rahoitukseen PayPal Credit®:n kautta - ilman lisäkustannuksia sinulle. Saat maksun etukäteen, vaikka asiakkailla on enemmän aikaa maksaa. PayPal-painikkeen vieressä näkyy valmiiksi integroitu maksupainike, jonka avulla asiakkaat voivat maksaa nopeasti PayPal Credit®:llä.
fr_fr: Esto habilita PayPal Credit, que muestra un botón de PayPal Credit junto al botón de Pago exprés. PayPal Express Checkout le permite ofrecer a los clientes acceso a financiación a través de PayPal Credit® - sin coste adicional para usted. Recibe el pago por adelantado, aunque los clientes tengan más tiempo para pagar. Un botón de pago preintegrado aparece junto al botón de PayPal, y permite a los clientes pagar rápidamente con PayPal Credit®.
he_il: פשר ת שש -PayPal Credit, שר צ פתר PayPal Credit צ פתר Express Checkout. PayPal Express Checkout פשר תת קת ש צעת PayPal Credit® - עת ספת ער. ת ק ת תש רש, קת ש תר ש. פתר תש ש רש פע צ פתר PayPal, פשר קת ש רת צעת PayPal Credit®.
hu_hu: Ezzel engedélyezi a PayPal-hitelt, amely az Expressz Pénztár gomb mellett megjeleníti a PayPal-hitel gombot. A PayPal Express Checkout lehetővé teszi, hogy ügyfelei számára a PayPal Credit® segítségével hozzáférést biztosítson a finanszírozáshoz - további költségek nélkül. Önt előre kifizetik, még akkor is, ha az ügyfeleknek több idő áll rendelkezésére a fizetésre. A PayPal gomb mellett megjelenik egy előre integrált fizetési gomb, amellyel az ügyfelek gyorsan fizethetnek a PayPal Credit® segítségével.
it_it: Abilita PayPal Credit, che visualizza un pulsante PayPal Credit vicino al pulsante Pagamento Express. Il Pagamento PayPal Express ti consente di offrire ai clienti accesso al finanziamento tramite PayPal Credit® - senza costi aggiuntivi per te. Sarai pagato subito, anche se i clienti avranno più tempo per pagare. Un pulsante di pagamento pre-integrato compare vicino al pulsante PayPal, e consente ai clienti di pagare velocemente con PayPal Credit®.
ja: これにより、PayPalクレジットが有効になり、エクスプレスチェックアウトボタンの横にPayPalクレジットボタンが表示されます。PayPalエクスプレスチェックアウトを利用すると、PayPal Credit®を利用した融資を追加料金なしで利用できます。顧客は支払いに時間がかかるにもかかわらず、あなたは前払いで支払いを受けることができます。PayPalボタンの隣にあらかじめ統合された支払いボタンが表示され、顧客がPayPal Credit®ですばやく支払うことができます。
ko_kr: 이렇게 하면 PayPal 크레딧이 활성화되어 빠른 결제 버튼 옆에 PayPal 크레딧 버튼이 표시됩니다. PayPal 익스프레스 결제를 사용하면 추가 비용 없이 고객에게 PayPal 크레딧®을 통한 파이낸싱을 제공할 수 있습니다. 고객이 결제할 시간이 더 많더라도 판매자는 선결제 대금을 받을 수 있습니다. 미리 통합된 결제 버튼이 PayPal 버튼 옆에 표시되며, 고객이 PayPal 크레딧®으로 빠르게 결제할 수 있습니다.
nb_no: Dette aktiverer PayPal Credit, som viser en PayPal Credit-knapp ved siden av Express Checkout-knappen. Med PayPal Express Checkout kan du gi kundene tilgang til finansiering gjennom PayPal Credit® - uten ekstra kostnader for deg. Du får betalt på forskudd, selv om kundene har mer tid på seg til å betale. En forhåndsintegrert betalingsknapp vises ved siden av PayPal-knappen, slik at kundene kan betale raskt med PayPal Credit®.
nl_nl: Hierdoor wordt PayPal Krediet ingeschakeld en verschijnt er een knop PayPal Krediet naast de knop Express Checkout. Met PayPal Express Checkout kun je klanten toegang geven tot financiering via PayPal Credit® - zonder extra kosten voor jou. Je krijgt vooraf betaald, ook al hebben klanten meer tijd om te betalen. Naast de PayPal-knop verschijnt een vooraf geïntegreerde betaalknop waarmee klanten snel met PayPal Credit® kunnen betalen.
pl_pl: Włącza to funkcję PayPal Credit, która wyświetla przycisk PayPal Credit obok przycisku Express Checkout. PayPal Express Checkout umożliwia klientom dostęp do finansowania za pośrednictwem PayPal Credit® - bez dodatkowych kosztów. Otrzymujesz zapłatę z góry, mimo że klienci mają więcej czasu na dokonanie płatności. Wstępnie zintegrowany przycisk płatności pojawia się obok przycisku PayPal i umożliwia klientom szybką płatność za pomocą PayPal Credit®.
pt_br: Isso permite o crédito do PayPal, que exibe um botão de Crédito do PayPal ao lado do botão Express Checkout. O PayPal Express Checkout permite que você dê aos clientes acesso ao financiamento através do PayPal Credit® - sem custo adicional para você. Você é pago pela frente, mesmo que os clientes tenham mais tempo para pagar. Um botão de pagamento pré-integrado aparece ao lado do botão do PayPal e permite que os clientes paguem rapidamente com o PayPal Credit®.
pt_pt: Isso permite o crédito do PayPal, que exibe um botão de Crédito do PayPal ao lado do botão Express Checkout. O PayPal Express Checkout permite que você dê aos clientes acesso ao financiamento através do PayPal Credit® - sem custo adicional para você. Você é pago pela frente, mesmo que os clientes tenham mais tempo para pagar. Um botão de pagamento pré-integrado aparece ao lado do botão do PayPal e permite que os clientes paguem rapidamente com o PayPal Credit®.
ro_ro: Acest lucru activează PayPal Credit, care afișează un buton PayPal Credit lângă butonul Express Checkout. PayPal Express Checkout vă permite să oferiți clienților acces la finanțare prin PayPal Credit® - fără costuri suplimentare pentru dvs. Veți fi plătit în avans, chiar dacă clienții au mai mult timp la dispoziție pentru a plăti. Un buton de plată preintegrat apare lângă butonul PayPal și permite clienților să plătească rapid cu PayPal Credit®.
ru_ru: Это позволяет PayPal Credit, который отображает кнопку PayPal Credit рядом с кнопкой Express Checkout. PayPal Express Checkout позволяет предоставить клиентам доступ к финансированию через PayPal Credit® - без каких-либо дополнительных затрат. Вам платят вперед, хотя у клиентов больше времени для оплаты. Рядом с кнопкой PayPal появляется кнопка предварительной интеграции, которая позволяет клиентам быстро оплачивать PayPal Credit®.
sv_se: Detta aktiverar PayPal Credit, som visar en PayPal Credit-knapp bredvid knappen Express Checkout. Med PayPal Express Checkout kan du ge kunderna tillgång till finansiering via PayPal Credit® - utan extra kostnad för dig. Du får betalt i förskott, även om kunderna har längre tid på sig att betala. En förintegrerad betalningsknapp visas bredvid PayPal-knappen så att kunderna kan betala snabbt med PayPal Credit®.
tr_tr: Bu, Hızlı Ödeme düğmesinin yanında bir PayPal Credit düğmesi görüntüleyen PayPal Credit'i etkinleştirir. PayPal Express Checkout, müşterilerinize PayPal Credit® aracılığıyla finansmana erişim olanağı sağlar - size ek bir maliyet getirmez. Müşterilerin ödeme yapmak için daha fazla zamanı olsa da ödemeyi peşin alırsınız. PayPal Düğmesinin yanında önceden entegre edilmiş bir ödeme düğmesi görünür ve müşterilerin PayPal Credit® ile hızlı bir şekilde ödeme yapmasını sağlar.
zh_cn: 这将启用 PayPal Credit，在 Express Checkout 按钮旁边显示 PayPal Credit 按钮。PayPal Express Checkout 让你可以通过 PayPal Credit® 向客户提供融资，而你无需支付额外费用。虽然客户有更多时间付款，但你可以提前获得付款。PayPal 按钮旁边会显示一个预集成的付款按钮，让顾客使用 PayPal Credit® 快速付款。

source: Product Page
ar: صفحة المنتج
cs_cz: Stránka produktu
de_de: Produktseite
es_es: Pagina Producto
fi: Tuotesivu
fr_fr: Página de producto
he_il: ף צר
hu_hu: Termékoldal
it_it: Pagina Prodotto
ja: 商品ページ
ja_jp: 商品ページ
km: á‘áŸ†á–áŸášâ€‹á•á›á·áá•á›
ko_kr: 제품 페이지
lo: ສໍາລັບໜ້າສິນຄ້າ
nb_no: Produktside
nl_nl: Product pagina
pl_pl: Strona produktu
pt_br: Página do Produto
pt_pt: Página Produtos
ro_ro: Pagină Produs
ru_ru: Страница товара
sv_se: Produktsida
tr_tr: Ürün Sayfası
uk: Сторінка продукту
vi: Trang sản phẩm
zh_cn: 产品页面

source: Show the Express Checkout button on product detail pages.
ar: إظهار زر الدفع السريع في صفحات تفاصيل المنتج.
cs_cz: Zobrazení tlačítka Express Checkout na stránkách s detaily produktu.
de_de: Express Kaufabwicklung Button auf Produkt Seiten anzeigen.
es_es: Mostrar el botón Pago exprés en las páginas de detalles de los productos.
fi: Näytä Express Checkout -painike tuotteiden yksityiskohtaisilla sivuilla.
fr_fr: Afficher le bouton Express Checkout sur la page du produit détaillé
he_il: צ ת פתר תש ר פ פר צר.
hu_hu: Az Expressz Pénztár gomb megjelenítése a termék részletező oldalain.
it_it: Mostra il pulsante di pagamento rapido sulle pagine di dettaglio del prodotto.
ja: 商品詳細ページにエクスプレスチェックアウトボタンを表示する。
ko_kr: 제품 세부 정보 페이지에 빠른 결제 버튼을 표시합니다.
nb_no: Vis Express Checkout-knappen på produktdetaljer.
nl_nl: Toon de knop Snelkassa op productpagina's.
pl_pl: Wyświetlanie przycisku ekspresowej realizacji zakupu na stronach szczegółów produktu.
pt_br: Mostrar botão Express Checkout nas páginas de detalhes do produto.
pt_pt: Mostrar o botão de Checkout expresso nas páginas de pormenor dos produtos.
ro_ro: Afișați butonul Express Checkout pe paginile cu detalii ale produselor.
ru_ru: Показывайте кнопку "Экспресс-оформление заказа" на страницах с подробной информацией о товаре.
sv_se: Visa knappen Express Checkout på produktdetaljsidor.
tr_tr: Ürün detay sayfalarında Hızlı Ödeme düğmesini gösterin.
zh_cn: 在产品详细页面上显示快速结账按钮。

source: Allows customers to checkout using PayPal directly from a product page.
ar: السماح للعملاء بالدفع باستخدام PayPal مباشرةً من صفحة المنتج.
cs_cz: Umožňuje zákazníkům provést platbu pomocí služby PayPal přímo ze stránky produktu.
de_de: Erlaubt es Kunden, aus einer Produktseite über PayPal direkt zur Kasse zu gelangen.
es_es: Permite a los clientes realizar el pago con PayPal directamente desde la página de un producto.
fi: Mahdollistaa asiakkaiden maksamisen PayPalin avulla suoraan tuotesivulta.
fr_fr: Permite a los clientes realizar el pago usando PayPal directamente desde una página de producto.
he_il: פשר קת צע תש צעת PayPal שרת ף צר.
hu_hu: Lehetővé teszi a vásárlók számára, hogy közvetlenül a termékoldalról PayPal segítségével fizessenek.
it_it: Consente ai clienti di andare alla cassa utilizzando PayPal direttamente da una pagina del prodotto.
ja: 顧客が商品ページから直接PayPalを使ってチェックアウトできるようにします。
ko_kr: 고객이 제품 페이지에서 바로 PayPal을 사용하여 결제할 수 있습니다.
nb_no: Gjør det mulig for kunder å betale med PayPal direkte fra en produktside.
nl_nl: Hiermee kunnen klanten direct vanaf een productpagina afrekenen met PayPal.
pl_pl: Pozwala klientom na złożenia zamówienia bezpośrednio na stronie produktu.
pt_br: Permite que os clientes paguem usando PayPal diretamente de uma página de produto.
pt_pt: Permite que os clientes efectuem o checkout utilizando o PayPal diretamente a partir de uma página de produto.
ro_ro: Permite clienților să efectueze plata folosind PayPal direct din pagina unui produs.
ru_ru: Позволяет покупателям оформлять заказ с помощью PayPal прямо со страницы товара.
sv_se: Gör det möjligt för kunder att betala med PayPal direkt från en produktsida.
tr_tr: Müşterilerin doğrudan bir ürün sayfasından PayPal kullanarak ödeme yapmasına olanak tanır.

source: Cart Page
ar: صفحة سلة المشتريات
cs_cz: Strana nákupního košíku
de_de: Warenkorb-Seite
es_es: Página del carrito
fi: Ostoskori-sivu
fr_fr: Page du panier
he_il: ע ס קת
hu_hu: Kosár oldal
it_it: Pagina Carrello
ja: ショッピンカートのページ
ja_jp: カートページ
km: á‘áŸ†á–áŸášâ€‹á€á“áŸ’ááŸ’ášá€
ko_kr: 장바구니 페이지
lo: ສໍາລັບເພດສິນຄ້າ
nb_no: Side for bestillingsliste
nl_nl: Winkelmandpagina
pl_pl: Strona koszyka
pt_br: Página do Carrinho
pt_pt: Página do carrinho
ro_ro: Pagină coșului
ru_ru: Страница корзины
sv_se: Varukorgssidan
tr_tr: Sepet Sayfası
uk: Сторінка кошика
vi: Trang Giỏ Hàng
zh_cn: 购物车页面

source: Show Express Checkout button on shopping cart page.
ar: إظهار زر الدفع السريع في صفحة عربة التسوق.
cs_cz: Zobrazení tlačítka Expresní pokladna na stránce nákupního košíku.
de_de: Express Kaufabwicklung Button auf Warenkorb Seite anzeigen.
es_es: Mostrar el botón de Pago exprés en la página del carrito de la compra.
fi: Näytä Express Checkout-painike ostoskorisivulla.
fr_fr: Afficher le bouton Express Checkout sur la page Panier
he_il: צ ת פתר 'תש ר' ע עת קת.
hu_hu: Expressz Pénztár gomb megjelenítése a kosár oldalon.
it_it: Mostra il pulsante Express Checkout nella pagina del carrello.
ja: ショッピングカートページにエクスプレスチェックアウトボタンを表示する。
ko_kr: 장바구니 페이지에 빠른 결제 버튼 표시.
nb_no: Vis Express Checkout-knappen på handlekurv-siden.
nl_nl: Toon de knop Express Checkout op de pagina met het winkelwagentje.
pl_pl: Pokaż przycisk zamówienia ekspresowego na stronie koszyka zakupów.
pt_br: Exibir botão Checkout Expresso na página do carrinho de compras.
pt_pt: Mostrar o botão de Express Checkout na página do carrinho de compras.
ro_ro: Afișați butonul Express Checkout pe pagina coșului de cumpărături.
ru_ru: Показывайте кнопку экспресс-оформления на странице корзины.
sv_se: Visa Express Checkout-knappen på varukorgssidan.
tr_tr: Alışveriş sepeti sayfasında Express Checkout düğmesini gösterin.
zh_cn: 在购物车页面上显示快速结账按钮。

source: Cart Button Position
ar: موضع زر عربة التسوق
cs_cz: Poloha tlačítka košíku
de_de: Warenkorb Button Position
es_es: Posición del botón Cart
fi: Ostoskorin painikkeen sijainti
fr_fr: Position du panier
he_il: ק פתר ע
hu_hu: Kosár gomb pozíciója
it_it: Posizione pulsante Carrello
ja: カートボタンの位置
ko_kr: 카트 버튼 위치
nb_no: Handlekurvknappens posisjon
nl_nl: Positie winkelwagenknop
pl_pl: Pozycja przycisku koszyka
pt_br: Posição do botão do carrinho de compra
pt_pt: Posição do botão do carrinho
ro_ro: Poziția butonului Cart
ru_ru: Положение кнопки корзины
sv_se: Position för varukorgsknapp
tr_tr: Sepet Düğmesi Konumu
zh_cn: 添加到购物车按钮位置选项

source: Where to display PayPal Express Checkout button(s).
ar: مكان عرض زر (أزرار) PayPal Express Checkout.
cs_cz: Kde zobrazit tlačítko (tlačítka) PayPal Express Checkout.
de_de: Wo die PayPal Express Checkout-Schaltfläche(n) angezeigt werden sollen.
es_es: Dónde mostrar los botones de Pago exprés de PayPal.
fi: Missä näytetään PayPal Express Checkout -painike(t).
fr_fr: Où afficher des boutons PayPal Express Checkout.
he_il: צ ת פתר PayPal Express Checkout.
hu_hu: A PayPal Express Checkout gomb(ok) megjelenítésének helye.
it_it: Dove per visualizzare il pulsante checkout PayPal Express.
ja: PayPal Express Checkoutボタンを表示する場所。
ko_kr: PayPal Express 결제 버튼을 표시할 위치.
nb_no: Hvor du vil vise PayPal Express Checkout-knapp(er).
nl_nl: Waar PayPal Express Checkout-knop(pen) moet(en) worden weergegeven.
pl_pl: Gdzie można wyświetlić przyciski PayPal Express.
pt_br: Onde exibir os botões para Checkout Expresso PayPal.
pt_pt: Onde apresentar o(s) botão(ões) do PayPal Express Checkout.
ro_ro: Unde să afișați butonul (butoanele) PayPal Express Checkout.
ru_ru: Где отобразить кнопку (кнопки) PayPal Express Checkout.
sv_se: Var du ska visa PayPals Express Checkout-knapp(ar).
tr_tr: PayPal Express Checkout düğmelerinin nerede görüntüleneceği.
zh_cn: 显示 PayPal Express Checkout 按钮的位置。

source: Set where to display the PayPal Express Checkout button(s).
ar: قم بتعيين مكان عرض زر (أزرار) PayPal Express Checkout.
cs_cz: Nastavte, kde se má zobrazit tlačítko (tlačítka) PayPal Express Checkout.
de_de: Legen Sie fest wo die PayPal Express Kaufabwicklung Buttons angezeigt werden sollen.
es_es: Establezca dónde mostrar los botones de Pago exprés de PayPal.
fi: Määritä, missä PayPal Express Checkout -painike(t) näytetään.
fr_fr: Définissez où afficher le(s) bouton(s) PayPal Express Checkout.
he_il: ר צ ת פתר PayPal Express Checkout.
hu_hu: A PayPal Express Checkout gomb(ok) megjelenítési helyének beállítása.
it_it: Impostare dove visualizzare il pulsante checkout PayPal express.
ja: PayPal Express Checkoutボタンを表示する場所を設定します。
ko_kr: PayPal Express 결제 버튼을 표시할 위치를 설정합니다.
nb_no: Angi hvor PayPal Express Checkout-knappen(e) skal vises.
nl_nl: Stel in waar de PayPal Express Checkout-knop(pen) moet(en) worden weergegeven.
pl_pl: Wybierz gdzie można wyświetlić przyciski PayPal Express.
pt_br: Defina onde exibir o(s) botão(ões) do PayPal Express Checkout.
pt_pt: Defina onde exibir o(s) botão(ões) do PayPal Express Checkout.
ro_ro: Setați unde să afișați butonul (butoanele) PayPal Express Checkout.
ru_ru: Укажите, где отображать кнопку (кнопки) PayPal Express Checkout.
sv_se: Ange var PayPals Express Checkout-knapp(ar) ska visas.
tr_tr: PayPal Express Checkout düğmelerinin nerede görüntüleneceğini ayarlayın.

source: At the top, above the shopping cart details.
ar: في الأعلى، فوق تفاصيل عربة التسوق.
cs_cz: V horní části nad podrobnostmi nákupního košíku.
de_de: Oben, über den Details des Warenkorbs.
es_es: En la parte superior, encima de los detalles del carrito de la compra.
fi: Ylhäällä, ostoskorin tietojen yläpuolella.
fr_fr: En haut, au-dessus des détails du panier.
he_il: ק ע, ע פר עת קת.
hu_hu: A tetején, a kosár részletei felett.
it_it: In alto, sopra i dettagli del carrello.
ja: 上部のショッピングカートの詳細の上にあります。
ko_kr: 상단, 장바구니 세부 정보 위에 있습니다.
nb_no: Øverst, over detaljene i handlekurven.
nl_nl: Bovenaan, boven de winkelwagengegevens.
pl_pl: U góry, nad szczegółami koszyka.
pt_br: Na parte superior, acima dos detalhes do carrinho de compras.
pt_pt: Na parte superior, acima dos detalhes do carrinho de compras.
ro_ro: În partea de sus, deasupra detaliilor coșului de cumpărături.
ru_ru: Вверху, над информацией о корзине.
sv_se: Längst upp, ovanför varukorgens information.
tr_tr: En üstte, alışveriş sepeti ayrıntılarının üstünde.

source: At the bottom, below the shopping cart details.
ar: في الأسفل، أسفل تفاصيل عربة التسوق.
cs_cz: V dolní části pod údaji o nákupním košíku.
de_de: Unten, unter den Details des Warenkorbs.
es_es: En la parte inferior, debajo de los detalles del carrito de la compra.
fi: Alareunassa, ostoskorin tietojen alapuolella.
fr_fr: En bas, sous les détails du panier d'achat.
he_il: תתת, תת פר עת קת.
hu_hu: Alul, a kosár részletei alatt.
it_it: In basso, sotto i dettagli del carrello.
ja: 一番下のショッピングカートの詳細の下にあります。
ko_kr: 하단, 장바구니 세부 정보 아래에 있습니다.
nb_no: Nederst, under detaljene i handlekurven.
nl_nl: Onderaan, onder de winkelwagengegevens.
pl_pl: Na dole, poniżej szczegółów koszyka.
pt_br: Na parte inferior, abaixo dos detalhes do carrinho de compras.
pt_pt: Na parte inferior, por baixo dos detalhes do carrinho de compras.
ro_ro: În partea de jos, sub detaliile coșului de cumpărături.
ru_ru: Внизу, под информацией о корзине.
sv_se: Längst ner, under varukorgsinformationen.
tr_tr: En altta, alışveriş sepeti ayrıntılarının altında.

source: Both at the top and bottom, above and below the shopping cart details.
ar: في كل من أعلى وأسفل، أعلى وأسفل تفاصيل عربة التسوق.
cs_cz: V horní i dolní části, nad a pod detaily nákupního košíku.
de_de: Sowohl oben als auch unten, über und unter den Warenkorb-Details.
es_es: Tanto en la parte superior como en la inferior, encima y debajo de los detalles del carrito de la compra.
fi: Sekä ylä- että alapuolella, ostoskorin tietojen ylä- ja alapuolella.
fr_fr: En haut et en bas, au-dessus et au-dessous des détails du panier d'achat.
he_il: ק ע ק תת, ע תת פר עת קת.
hu_hu: Mind a kosár tetején, mind az alján, a kosár részletei felett és alatt.
it_it: Sia in alto che in basso, sopra e sotto i dettagli del carrello.
ja: ショッピングカートの詳細の上と下の両方にある。
ko_kr: 장바구니 세부 정보 상단과 하단, 위와 아래에 모두 표시됩니다.
nb_no: Både øverst og nederst, over og under detaljene i handlekurven.
nl_nl: Zowel boven als onder, boven en onder de winkelwagengegevens.
pl_pl: Zarówno na górze, jak i na dole, powyżej i poniżej szczegółów koszyka.
pt_br: Tanto na parte superior quanto na inferior, acima e abaixo dos detalhes do carrinho de compras.
pt_pt: Tanto na parte superior como na parte inferior, acima e abaixo dos detalhes do carrinho de compras.
ro_ro: Atât în partea de sus, cât și în partea de jos, deasupra și sub detaliile coșului de cumpărături.
ru_ru: Как сверху, так и снизу, над и под деталями корзины.
sv_se: Både upptill och nedtill, ovanför och under varukorgsinformationen.
tr_tr: Hem üstte hem de altta, alışveriş sepeti ayrıntılarının üstünde ve altında.

source: Checkout Page
ar: صفحة الدفع
cs_cz: Strana pokladny
de_de: Zahlungsseite
es_es: Página de pago
fi: Kassasivu
fr_fr: Page commande
he_il: ע תש
hu_hu: Pénztár oldal
it_it: Pagina di Checkout
ja: お支払いページ
ja_jp: チェックアウトページ
km: á‘áŸ†á–áŸášâ€‹á–á·á“á·ááŸ’á™
ko_kr: 결제 페이지
lo: ສໍາລັບເອກະສານສຳລັບການຊື້
nb_no: Bestillings-side
nl_nl: Afrekenpagina
pl_pl: Strona zamówienia
pt_br: Página de Checkout
pt_pt: Página de Finalizar Pedido
ro_ro: Pagină de finalizare comandă
ru_ru: Страница оформления заказа
sv_se: Sida för kassa
tr_tr: Ödeme Sayfası
uk: Сторінка оформлення замовлення
vi: Trang Thanh Toán
zh_cn: 结帐页面

source: Show the Express Checkout button on checkout page.
ar: إظهار زر الدفع السريع في صفحة الدفع.
cs_cz: Zobrazení tlačítka Express Checkout na stránce pokladny.
de_de: Zeigen Sie die Express-Checkout-Schaltfläche auf der Checkout-Seite an.
es_es: Mostrar el botón Pago exprés en la página de pago.
fi: Näytä Express Checkout -painike kassasivulla.
fr_fr: Afficher le bouton "Express Checkout" sur la page de paiement.
he_il: צ ת פתר תש ר ף תש.
hu_hu: Az Expressz Pénztár gomb megjelenítése a pénztár oldalon.
it_it: Mostra il pulsante Express Checkout nella pagina di checkout.
ja: チェックアウトページにエクスプレスチェックアウトボタンを表示する。
ko_kr: 결제 페이지에 빠른 결제 버튼을 표시합니다.
nb_no: Vis Express Checkout-knappen på betalingssiden.
nl_nl: Toon de knop Express Checkout op de afrekenpagina.
pl_pl: Pokaż przycisk Express Checkout na stronie płatności.
pt_br: Mostrar o botão Express Checkout na página de checkout.
pt_pt: Mostrar o botão de Checkout expresso na página de checkout.
ro_ro: Afișați butonul Express Checkout pe pagina de checkout.
ru_ru: Покажите кнопку Express Checkout на странице оформления заказа.
sv_se: Visa knappen Express Checkout på kassasidan.
tr_tr: Ödeme sayfasında Express Checkout düğmesini gösterin.
zh_cn: 在结账页面上显示快速结账按钮。
