Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Log PayPal Pro (Advanced) events inside <code>woocommerce/logs/paypal-pro-advanced.txt</code>
ar: تسجيل أحداث PayPal Pro (متقدم) داخل <code>woocommerce/logs/paypal-pro-advanced.txt</code>
cs_cz: Protokolování událostí PayPal Pro (Advanced) uvnitř <code>woocommerce/logs/paypal-pro-advanced.txt</code>
de_de: Protokollieren PayPal Pro-Ereignisse (Erweitert) im Inneren <code>woocommerce/logs/paypal-pro-advanced.txt</code>
es_es: Registrar eventos de PayPal Pro (Avanzado) en <code>woocommerce/logs/paypal-pro-advanced.txt</code>
fi: Loki PayPal Pro (Advanced) -tapahtumat <code>woocommerce/logs/paypal-pro-advanced.txt-tiedostossa</code>
fr_fr: Enregistrer les événements PayPal Pro (Advanced) dans <code>woocommerce/logs/paypal-pro-advanced.txt</code>
he_il: רש רע PayPal Pro (תק) ת <code>woocommerce/logs/paypal-pro-advanced.txt</code>
hu_hu: Naplózza a PayPal Pro (Advanced) eseményeket a <code>woocommerce/logs/paypal-pro-advanced.txt</code> fájlban <code></code>
it_it: Registra gli eventi di PayPal Pro (Advanced) all'interno di <code>woocommerce/logs/paypal-pro-advanced.txt</code>
ja: <code>woocommerce/logs/paypal-pro-advanced.txt</code>内にPayPal Pro (Advanced) イベントを記録します。
ko_kr: <code>Woocommerce/logs/paypal-pro-advanced.txt에</code> PayPal Pro(고급) 이벤트를 기록합니다 <code></code>
nb_no: Logg PayPal Pro (Advanced)-hendelser i <code>woocommerce/logs/paypal-pro-advanced.txt</code>
nl_nl: Log PayPal Pro (Geavanceerd) gebeurtenissen in <code>woocommerce/logs/paypal-pro-advanced.txt</code>
pl_pl: Rejestruj zdarzenia PayPal Pro (Advanced) w pliku <code>woocommerce/logs/paypal-pro-advanced.txt</code>
pt_br: Registre eventos do PayPal Pro (Advanced) dentro de <code>woocommerce/logs/paypal-pro-advanced.txt</code>
pt_pt: Registar eventos do PayPal Pro (Avançado) em <code>woocommerce/logs/paypal-pro-advanced.txt</code>
ro_ro: Înregistrați evenimentele PayPal Pro (Advanced) în <code>woocommerce/logs/paypal-pro-advanced.txt</code>
ru_ru: Ведите журнал событий PayPal Pro (Advanced) в файле <code>woocommerce/logs/paypal-pro-advanced.txt</code>
sv_se: Logga PayPal Pro (Advanced)-händelser i <code>woocommerce/logs/paypal-pro-advanced.txt</code>
tr_tr: PayPal Pro (Gelişmiş) olaylarını <code>woocommerce/logs/paypal-pro-advanced.txt</code> içinde günlüğe kaydedin
zh_cn: 在<code>woocommerce/logs/paypal-pro-advanced.txt</code>中记录 PayPal Pro（高级）事件

source: Empty PayPal response.
ar: استجابة PayPal فارغة
cs_cz: Prázdná odpověď PayPal.
de_de: Leere PayPal Antwort.
es_es: Respuesta de PayPal vacía.
fi: Tyhjä PayPal-vastaus.
fr_fr: Réponse vide de PayPal.
he_il: ת רק -PayPal.
hu_hu: Üres PayPal-válasz.
it_it: Risposta Vuota da PayPal.
ja: PayPalの応答は空です。
ko_kr: 빈 PayPal 응답입니다.
nb_no: Tomt PayPal-svar.
nl_nl: Leeg antwoord van PayPal.
pl_pl: Pusta odpowiedź PayPal.
pt_br: Resposta vazia do PayPal.
pt_pt: Resposta vazia do PayPal.
ro_ro: Răspuns PayPal gol.
ru_ru: Пустой ответ PayPal.
sv_se: Tomt PayPal-svar.
tr_tr: Boş PayPal yanıtı.
zh_cn: 空的Paypal回应。

source: PayPal Pro (PayFlow) charge authorized (Charge ID: %1$s). Process order to take payment, or cancel to remove the pre-authorization.
ar: تم التصريح بشحن PayPal Pro (PayFlow) (معرف الشحن: %1$s). قم بمعالجة الطلب لتلقي الدفع، أو قم بإلغاء لإزالة التفويض المسبق.
cs_cz: Autorizovaná platba PayPal Pro (PayFlow) (ID platby: %1$s). Zpracujte objednávku pro přijetí platby nebo zrušte pro odstranění předběžné autorizace.
de_de: PayPal Pro (PayFlow) Gebühr autorisiert (Gebühren-ID: %1$s). Verarbeiten Sie den Auftrag, um die Zahlung anzunehmen, oder stornieren Sie ihn, um die Vorautorisierung zu entfernen.
es_es: Cargo PayPal Pro (PayFlow) autorizado (Id. de cargo: %1$s). Procese el pedido para aceptar el pago o cancele para eliminar la autorización previa.
fi: PayPal Pro (PayFlow) -veloitus hyväksytty (veloitustunnus: %1$s). Käsittele tilaus maksun ottamiseksi tai peruuta poistamaan ennakkovaltuutus.
fr_fr: Cargo autorizado de PayPal Pro (PayFlow) (ID de cargo: %s). Procese el pedido para realizar el cobro o cancele para eliminar la preautorización.
he_il: PayPal Pro (PayFlow) שר ( : %1$s). צע ת צע ת תש, סר ת שר ק.
hu_hu: PayPal Pro (PayFlow) díj engedélyezve (díjazonosító: %1$s). Folyamatos megbízás a fizetés elfogadásához, vagy törlés az előzetes engedélyezés eltávolításához.
it_it: Addebito PayPal Pro (PayFlow) autorizzato (ID addebito: %1$s). Elaborare l'ordine per accettare il pagamento o annullare per rimuovere la pre-autorizzazione.
ja: PayPal Pro (PayFlow)のチャージが承認されました(チャージID: %1$s)。注文を処理して支払いを受けるか、キャンセルして事前承認を削除します。
ko_kr: PayPal Pro(PayFlow) 청구 승인됨(청구 ID: %1$s). 주문을 처리하여 결제를 받거나 취소하여 사전 승인을 제거합니다.
nb_no: PayPal Pro (PayFlow) belastning autorisert (belastnings-ID: %1$s). Behandle bestillingen for å ta betaling, eller avbryt for å fjerne forhåndsgodkjenningen.
nl_nl: PayPal Pro (PayFlow) betaling geautoriseerd (Charge ID: %1$s). Verwerk de bestelling om de betaling in ontvangst te nemen of annuleer om de pre-autorisatie te verwijderen.
pl_pl: Autoryzowane obciążenie PayPal Pro (PayFlow) (identyfikator obciążenia: %1$s). Przetwórz zamówienie, aby przyjąć płatność, lub anuluj, aby usunąć preautoryzację.
pt_br: Cobrança do PayPal Pro (PayFlow) autorizada (ID da cobrança: %1$s). Processe o pedido para receber o pagamento ou cancele para remover a pré-autorização.
pt_pt: Cobrança do PayPal Pro (PayFlow) autorizada (ID da cobrança: %1$s). Processe o pedido para receber o pagamento ou cancele para remover a pré-autorização.
ro_ro: Taxa PayPal Pro (PayFlow) autorizată (ID taxă: %1$s). Procesați comanda pentru a prelua plata sau anulați pentru a elimina pre-autorizarea.
ru_ru: Списание средств PayPal Pro (PayFlow) разрешено (идентификатор списания: %1$s). Обработайте заказ, чтобы принять оплату, или отмените, чтобы удалить предварительную авторизацию.
sv_se: PayPal Pro (PayFlow) debitering auktoriserad (DebiteringsID: %1$s). Behandla ordern för att ta betalt, eller avbryt för att ta bort förhandsgodkännandet.
tr_tr: PayPal Pro (PayFlow) ücreti yetkilendirildi (Ücret Kimliği: %1$s). Ödemeyi almak için siparişi işleyin veya ön provizyonu kaldırmak için iptal edin.

source: PayPal Pro (Payflow) payment failed. Payment was rejected due to an error:
ar: فشل الدفع عبر PayPal Pro (Payflow). تم رفض الدفع بسبب خطأ:
cs_cz: Platba přes PayPal Pro (Payflow) se nezdařila. Platba byla odmítnuta z důvodu chyby:
de_de: Zahlung mit PayPal Pro (Payflow) fehlgeschlagen.
es_es: El pago de PayPal Pro (Payflow) falló. El pago fue rechazado debido a un error
fi: PayPal Pro (Payflow) -maksu epäonnistui. Maksu hylättiin virheen vuoksi:
fr_fr: Pago de PayPal Pro (Payflow) fallido. El pago fue rechazado debido a un error:
he_il: תש PayPal Pro (Payflow) ש. תש עק ש:
hu_hu: A PayPal Pro (Payflow) fizetés sikertelen. A fizetés hiba miatt elutasításra került:
it_it: Pagamento PayPal Pro (Payflow) non riuscito. Il pagamento è stato rifiutato a causa di un errore:
ja: PayPal Pro（Payflow）の支払いに失敗しました。エラーにより支払いが拒否されました：
ko_kr: PayPal Pro(Payflow) 결제가 실패했습니다. 오류로 인해 결제가 거부되었습니다:
nb_no: PayPal Pro (Payflow)-betalingen mislyktes. Betalingen ble avvist på grunn av en feil:
nl_nl: PayPal Pro (Payflow) betaling mislukt. De betaling is geweigerd vanwege een fout:
pl_pl: Płatność PayPal Pro (Payflow) nie powiodła się. Płatność została odrzucona z powodu błędu:
pt_br: PayPal pagamento Pro (Payflow) falhou. O pagamento foi rejeitado devido a um erro:
pt_pt: O pagamento do PayPal Pro (Payflow) falhou. O pagamento foi rejeitado devido a um erro:
ro_ro: Plata PayPal Pro (Payflow) a eșuat. Plata a fost respinsă din cauza unei erori:
ru_ru: Платеж PayPal Pro (Payflow) не прошел. Платеж был отклонен из-за ошибки:
sv_se: PayPal Pro (Payflow) betalningen misslyckades. Betalningen avvisades på grund av ett fel:
tr_tr: PayPal Pro (Payflow) ödemesi başarısız oldu. Ödeme bir hata nedeniyle reddedildi:
zh_cn: PayPal Pro (Payflow) 付款失败。由于错误，付款被拒绝：

source: Connection error:
ar: خطأ في الاتصال:
cs_cz: Chyba připojení:
de_de: Verbindungsfehler:
es_es: Error de conexión:
fi: Yhteysvirhe:
fr_fr: Erreur de connexion:
he_il: שת ר:
hu_hu: Csatlakozási hiba:
it_it: Errore connessione:
ja: 接続エラー：
ko_kr: 연결 오류입니다:
nb_no: Tilkoblings feil:
nl_nl: Fout bij verbinding:
pl_pl: Błąd połączenia:
pt_br: Erro de conexão:
pt_pt: Erro de ligação:
ro_ro: Eroare de conectare:
ru_ru: Ошибка подключения:
sv_se: Fel i anslutningen:
tr_tr: Bağlantı hatası:
zh_cn: 连接错误：

source: PayPal Pro PayFlow (deprecated)
ar: PayPal Pro PayFlow
cs_cz: PayPal Pro PayFlow (zastaralé)
de_de: PayPal Pro PayFlow (veraltet)
es_es: PayPal Pro PayFlow (obsoleto)
fi: PayPal Pro PayFlow (vanhentunut)
fr_fr: PayPal Pro PayFlow (obsolète)
he_il: PayPal Pro PayFlow (ש)
hu_hu: PayPal Pro PayFlow (elavult)
it_it: PayPal Pro PayFlow (deprecato)
ja: PayPal Pro PayFlow（非推奨）
ko_kr: PayPal Pro PayFlow(사용 중단됨)
nb_no: PayPal Pro PayFlow (utgått)
nl_nl: PayPal Pro PayFlow (afgeschreven)
pl_pl: PayPal Pro PayFlow (przestarzałe)
pt_br: PayPal Pro PayFlow (obsoleto)
pt_pt: PayPal Pro PayFlow (obsoleto)
ro_ro: PayPal Pro PayFlow (depreciat)
ru_ru: PayPal Pro PayFlow (устаревший)
sv_se: PayPal Pro PayFlow (föråldrad)
tr_tr: PayPal Pro PayFlow (kullanımdan kaldırılmıştır)
zh_cn: PayPal Pro PayFlow（已弃用）

source: PayPal Pro PayFlow Edition works by adding credit card fields on the checkout and then sending the details to PayPal for verification.
ar: يعمل إصدار PayPal Pro PayFlow Edition عن طريق إضافة حقول بطاقة الائتمان في عملية الدفع ثم إرسال التفاصيل إلى PayPal للتحقق منها.
cs_cz: PayPal Pro PayFlow Edition funguje tak, že v pokladně přidá pole pro kreditní kartu a poté odešle údaje společnosti PayPal k ověření.
de_de: PayPal Pro PayFlow Edition funktioniert, indem Kreditkartenfelder an der Kasse hinzugefügt und die Details dann zur Überprüfung an PayPal gesendet werden.
es_es: PayPal Pro PayFlow Edition funciona añadiendo campos de tarjeta de crédito en el proceso de pago y enviando los detalles a PayPal para su verificación.
fi: PayPal Pro PayFlow Edition toimii lisäämällä luottokorttikentät kassalla ja lähettämällä tiedot PayPalille tarkistusta varten.
fr_fr: PayPal Pro PayFlow Edition fonctionne en ajoutant des champs de carte de crédit à la caisse et en envoyant les détails à PayPal pour vérification.
he_il: PayPal Pro PayFlow Edition פע ע ספת שת רס שר ע תש ר שת פר -PayPal ת.
hu_hu: A PayPal Pro PayFlow Edition úgy működik, hogy hitelkártya-mezőket ad hozzá a pénztárhoz, majd elküldi az adatokat a PayPalnak ellenőrzésre.
it_it: PayPal Pro PayFlow Edition funziona aggiungendo i campi della carta di credito alla cassa e inviando poi i dati a PayPal per la verifica.
ja: PayPal Pro PayFlow Editionは、チェックアウト時にクレジットカードフィールドを追加し、確認のために詳細をPayPalに送信することで機能します。
ko_kr: PayPal Pro PayFlow 에디션은 결제 시 신용카드 필드를 추가한 다음 확인을 위해 세부 정보를 PayPal로 전송하는 방식으로 작동합니다.
nb_no: PayPal Pro PayFlow Edition fungerer ved å legge til kredittkortfelt i kassen og deretter sende opplysningene til PayPal for bekreftelse.
nl_nl: PayPal Pro PayFlow Edition werkt door creditcardvelden toe te voegen aan de kassa en de gegevens vervolgens ter verificatie naar PayPal te sturen.
pl_pl: PayPal Pro PayFlow Edition działa poprzez dodanie pól karty kredytowej przy kasie, a następnie wysłanie szczegółów do PayPal w celu weryfikacji.
pt_br: O PayPal Pro PayFlow Edition funciona adicionando campos de cartão de crédito no checkout e, em seguida, enviando os detalhes ao PayPal para verificação.
pt_pt: O PayPal Pro PayFlow Edition funciona adicionando campos de cartão de crédito no checkout e, em seguida, enviando os detalhes para o PayPal para verificação.
ro_ro: PayPal Pro PayFlow Edition funcționează prin adăugarea de câmpuri de card de credit la finalizarea comenzii și apoi trimiterea detaliilor către PayPal pentru verificare.
ru_ru: PayPal Pro PayFlow Edition работает путем добавления полей для кредитных карт при оформлении заказа и последующей отправки данных в PayPal для проверки.
sv_se: PayPal Pro PayFlow Edition fungerar genom att lägga till kreditkortsfält i kassan och sedan skicka uppgifterna till PayPal för verifiering.
tr_tr: PayPal Pro PayFlow Edition, ödeme sayfasında kredi kartı alanları ekleyerek ve ardından ayrıntıları doğrulama için PayPal'a göndererek çalışır.
zh_cn: PayPal Pro PayFlow Edition 的工作原理是在结账时添加信用卡字段，然后将详细信息发送到 PayPal 进行验证。

source: Card expiration date is invalid
ar: تاريخ انتهاء صلاحية البطاقة غير صالح
cs_cz: Datum platnosti karty je neplatné
de_de: Ablaufdatum der Karte ist ungültig
es_es: La fecha de caducidad de la tarjeta no es válida
fi: Viimeinen voimassaolopäivä on virheellinen
fr_fr: Date d’expiration n’est pas valide
he_il: תר תפ ש רס ק
hu_hu: A kártya lejárati dátuma érvénytelen
it_it: La data di scadenza della carta non è valida
ja: カードの有効期限が無効です
ko_kr: 카드 만료 날짜가 유효하지 않습니다
nb_no: Kort utløpsdato er ugyldig
nl_nl: Vervaldatum kaart is ongeldig
pl_pl: Data wygaśnięcia jest nieprawidłowa
pt_br: Data de validade do cartão inválida
pt_pt: A data de validade do cartão é inválida
ro_ro: Data expirării cardului nu este valabilă
ru_ru: Дата окончания срока действия карты недействительна
sv_se: Kortets utgångsdatum är ogiltigt
tr_tr: Kart sona erme tarihi geçersiz
zh_cn: 银行卡有效期失效

source: Card security code is invalid (only digits are allowed)
ar: رمز أمان البطاقة غير صالح (مسموح بالأرقام فقط)
cs_cz: Bezpečnostní kód karty je neplatný (povoleny jsou pouze číslice)
de_de: Kartenprüfnummer ist ungültig (nur Ziffern erlaubt)
es_es: El código de seguridad de la tarjeta no es válido (sólo se permiten dígitos)
fi: Kortin turvakoodi on virheellinen (vain numerot ovat sallittuja)
fr_fr: Le code de sécurité de la carte n’est pas valide (seuls les chiffres sont autorisés)
he_il: ק ש רס ק (תר שתש ספרת )
hu_hu: A kártya biztonsági kódja érvénytelen (csak számjegyek engedélyezettek)
it_it: Il codice di sicurezza della carta non è valido (sono ammesse solo cifre)
ja: カードのセキュリティ コードが無効です (数字のみ許可されています)
ko_kr: 카드 보안 코드가 유효하지 않습니다(숫자만 허용됨)
nb_no: Kort sikkerhets kode er ugyldig (kun tall er tillatt)
nl_nl: De beveiligingscode van de kaart is ongeldig (alleen cijfers zijn toegestaan)
pl_pl: Kod zabezpieczający jest nieprawidłowy (dozwolone tylko cyfry)
pt_br: Código de segurança do cartão inválido (somente números são permitidos)
pt_pt: O código de segurança do cartão é inválido (apenas são permitidos dígitos)
ro_ro: Codul de securitate al cardului este invalid (sunt permise numai cifre)
ru_ru: Код безопасности карты недействителен (допускаются только цифры)
sv_se: Säkerhetskoden är ogiltig (endast siffror är tillåtna)
tr_tr: Kart güvenlik kodu geçersiz (yalnızca basamaklara izin verilir)
zh_cn: 卡安全码无效（只允许使用数字）

source: Card number is invalid
ar: رقم البطاقة غير صالح
cs_cz: Číslo karty je neplatné
de_de: Kartennummer ist ungültig
es_es: El número de tarjeta no es válido
fi: Kortin numero on virheellinen
fr_fr: Numéro de carte invalide
he_il: ספר רס ק
hu_hu: A kártyaszám érvénytelen
it_it: Il numero della carta non è valido
ja: カード番号が無効です
ko_kr: 카드 번호가 유효하지 않습니다
nb_no: Kort nummer er ugyldig
nl_nl: Kaartnummer is ongeldig
pl_pl: Płatności kartą Noda
pt_br: Número do cartão inválido
pt_pt: O número do cartão é inválido
ro_ro: Numărul cardului este invalid
ru_ru: Номер карты недействителен
sv_se: Kortnumret är ogiltigt
tr_tr: Kart numarası geçersiz
zh_cn: 您的信用卡号无效。

source: NOTICE: SANDBOX (TEST) MODE ENABLED.
ar: إشعار: تم تمكين وضع الحماية (الاختبار).
cs_cz: UPOZORNĚNÍ: POVOLEN SANDBOX (TESTOVACÍ) REŽIM.
de_de: HINWEIS: SANDBOX (TEST) MODE ENABLED.
es_es: AVISO: MODO SANDBOX (PRUEBA) ACTIVADO.
fi: ILMOITUS: HIEKKALAATIKKOTILA (TESTI) KÄYTÖSSÄ.
fr_fr: AVIS : LE MODE SANDBOX (TEST) ACTIVÉ.
he_il: ע: צ SANDBOX (ק) פע.
hu_hu: NOTICE: SANDBOX (TESZT) MÓD ENGEDÉLYEZVE.
it_it: AVVISO: MODALITÀ SANDBOX (TEST) ABILITATA.
ja: お知らせ：サンドボックス（テスト）モードが有効になりました。
ko_kr: 알림: 샌드박스(테스트) 모드가 활성화되었습니다.
nb_no: MERKNAD: SANDKASSEMODUS (TEST) AKTIVERT.
nl_nl: LET OP: SANDBOX (TEST) MODUS INGESCHAKELD.
pl_pl: UWAGA: TRYB PIASKOWNICY (TESTOWY) WŁĄCZONY.
pt_br: AVISO: MODO SANDBOX (TESTE) ATIVADO.
pt_pt: AVISO: MODO SANDBOX (TESTE) ACTIVADO.
ro_ro: NOTIFICARE: MODUL SANDBOX (TEST) ACTIVAT.
ru_ru: ОБРАТИТЕ ВНИМАНИЕ: ВКЛЮЧЕН РЕЖИМ ПЕСОЧНИЦЫ (ТЕСТИРОВАНИЯ).
sv_se: MEDDELANDE: SANDLÅDE- (TEST-) LÄGE AKTIVERAT.
tr_tr: UYARI: SANDBOX (TEST) MODU ETKINLEŞTIRILDI.
zh_cn: 注意：已启用沙箱（测试）模式。

source: For testing purposes you can use the card number 4111111111111111 with any CVC and a valid expiration date.
ar: لأغراض الاختبار، يمكنك استخدام رقم البطاقة 4111111111111111 مع أي بطاقة CVC وتاريخ انتهاء صلاحية صالح.
cs_cz: Pro účely testování můžete použít číslo karty 4111111111111111 s libovolným CVC a platným datem platnosti.
de_de: Zu Testzwecken können Sie die Kartennummer 4111111111111111111mit einem beliebigen CVC und einem gültigen Ablaufdatum verwenden.
es_es: A efectos de prueba, puede utilizar el número de tarjeta 4111111111111111 con cualquier CVC y una fecha de caducidad válida.
fi: Testitarkoituksiin voit käyttää kortin numeroa 4111111111111111 ja mitä tahansa CVC-tunnusta sekä voimassa olevaa voimassaolopäivää.
fr_fr: Pour des fins de test, vous pouvez utiliser le numéro de carte 4111111111111111 avec n’importe quel CVC et une date d’expiration valide.
he_il: צר ק, ת שתש ספר רס 4111111111111111 ע ק CVC תר תפ תקף.
hu_hu: Tesztelési célokra használhatja a 4111111111111111 kártyaszámot bármilyen CVC-vel és érvényes lejárati dátummal.
it_it: A scopo di test, è possibile utilizzare il numero di carta 4111111111111111 con qualsiasi CVC e una data di scadenza valida.
ja: テスト用として、カード番号4111111111111111と任意のCVC、有効期限をご利用いただけます。
ko_kr: 테스트 목적으로 CVC와 유효한 만료일이 있는 카드 번호 4111111111111111 를 사용할 수 있습니다.
nb_no: For testformål kan du bruke kortnummeret 4111111111111111 med en hvilken som helst CVC og en gyldig utløpsdato.
nl_nl: Voor testdoeleinden kun je het kaartnummer 4111111111111111 gebruiken met een willekeurige CVC en een geldige vervaldatum.
pl_pl: Do celów testowych można użyć numeru karty 4111111111111111 z dowolnym CVC i ważną datą wygaśnięcia.
pt_br: Para fins de teste, você pode usar o número do cartão 4111111111111111 com qualquer CVC e uma data de validade válida.
pt_pt: Para efeitos de teste, pode utilizar o número do cartão 4111111111111111 com qualquer CVC e uma data de expiração válida.
ro_ro: În scopuri de testare, puteți utiliza numărul de card 4111111111111111 cu orice CVC și o dată de expirare valabilă.
ru_ru: Для тестирования вы можете использовать номер карты 4111111111111111 с любым CVC и действительным сроком действия.
sv_se: För teständamål kan du använda kortnumret 4111111111111111 med valfri CVC och ett giltigt utgångsdatum.
tr_tr: Test amacıyla 4111111111111111 kart numarasını herhangi bir CVC ve geçerli bir son kullanma tarihi ile kullanabilirsiniz.
zh_cn: 为便于测试，您可以使用卡号 41111111111111 和任何 CVC 以及有效的过期日期。

source: Enable PayPal Pro Payflow Edition
ar: تمكين إصدار PayPal Pro Payflow Payflow
cs_cz: Povolení služby PayPal Pro Payflow Edition
de_de: PayPal Pro Payflow Edition aktivieren
es_es: Activar PayPal Pro Payflow Edition
fi: Ota PayPal Pro Payflow Edition käyttöön
fr_fr: Activer PayPal Pro Payflow Edition
he_il: פע ת PayPal Pro Payflow Edition
hu_hu: A PayPal Pro Payflow Edition engedélyezése
it_it: Abilitare PayPal Pro Payflow Edition
ja: PayPal Pro Payflow Editionを有効にする
ko_kr: PayPal Pro Payflow 에디션 활성화
nb_no: Aktiver PayPal Pro Payflow Edition
nl_nl: PayPal Pro Payflow-editie inschakelen
pl_pl: Włącz edycję PayPal Pro Payflow
pt_br: Habilitar PayPal Pro Payflow Edition
pt_pt: Ativar o PayPal Pro Payflow Edition
ro_ro: Activați PayPal Pro Payflow Edition
ru_ru: Включите PayPal Pro Payflow Edition
sv_se: Aktivera PayPal Pro Payflow Edition
tr_tr: PayPal Pro Payflow Sürümünü Etkinleştirin
zh_cn: 启用 PayPal Pro Payflow 版

source: Log PayPal Pro (Payflow) events inside <code>woocommerce/logs/paypal-pro-payflow.txt</code>
ar: تسجيل أحداث PayPal Pro (Payflow) داخل <code>woocommerce/logs/paypal-pro-payflow.txt</code>
cs_cz: Protokolování událostí PayPal Pro (Payflow) uvnitř <code>souboru woocommerce/logs/paypal-pro-payflow.txt</code>
de_de: Protokollieren PayPal Pro(Payflow) Ereignisse im Inneren <code>woocommerce/logs/paypal-pro-payflow.txt</code>
es_es: Registrar eventos de PayPal Pro (Payflow) en <code>woocommerce/logs/paypal-pro-payflow.txt</code>
fi: Loki PayPal Pro (Payflow) -tapahtumat <code>woocommerce/logs/paypal-pro-payflow.txt-tiedostossa</code>
fr_fr: Enregistrer les événements PayPal Pro (Payflow) dans <code>woocommerce/logs/paypal-pro-payflow.txt</code>
he_il: רש רע PayPal Pro (Payflow) ת <code>woocommerce/logs/paypal-pro-payflow.txt</code>
hu_hu: Naplózza a PayPal Pro (Payflow) eseményeket a <code>woocommerce/logs/paypal-pro-payflow.txt</code> fájlban <code></code>
it_it: Registrare gli eventi di PayPal Pro (Payflow) all'interno di <code>woocommerce/logs/paypal-pro-payflow.txt</code>
ja: <code>woocommerce/logs/paypal-pro-payflow.txt</code>内に PayPal Pro (Payflow) イベントを記録する。
ko_kr: 페이팔 프로(페이플로우) 이벤트는 <code>woocommerce/logs/paypal-pro-payflow.txt에</code> 기록합니다 <code></code>
nb_no: Logg PayPal Pro (Payflow)-hendelser i <code>woocommerce/logs/paypal-pro-payflow.txt</code>
nl_nl: Log PayPal Pro (Payflow) gebeurtenissen in <code>woocommerce/logs/paypal-pro-payflow.txt</code>
pl_pl: Rejestruj zdarzenia PayPal Pro (Payflow) w pliku <code>woocommerce/logs/paypal-pro-payflow.txt</code>
pt_br: Registre eventos do PayPal Pro (Payflow) dentro de <code>woocommerce/logs/paypal-pro-payflow.txt</code>
pt_pt: Registar eventos do PayPal Pro (Payflow) em <code>woocommerce/logs/paypal-pro-payflow.txt</code>
ro_ro: Înregistrați evenimentele PayPal Pro (Payflow) în <code>woocommerce/logs/paypal-pro-payflow.txt</code>
ru_ru: Ведите журнал событий PayPal Pro (Payflow) внутри <code>woocommerce/logs/paypal-pro-payflow.txt</code>
sv_se: Logga PayPal Pro (Payflow)-händelser i <code>woocommerce/logs/paypal-pro-payflow.txt</code>
tr_tr: PayPal Pro ( <code>Payflow</code>) olaylarını <code>woocommerce/logs/paypal-pro-payflow.txt</code> içinde günlüğe kaydedin
zh_cn: 在<code>woocommerce/logs/paypal-pro-payflow.txt</code>中记录 PayPal Pro (Payflow) 事件

source: Payment Status Completed via %s
ar: اكتملت حالة الدفع عبر %s
cs_cz: Stav platby Dokončeno prostřednictvím %s
de_de: Zahlungsstatus über %s abgeschlossen
es_es: Estado de pago completado a través de %s
fi: Maksun tila Suoritettu %s
fr_fr: Statut du paiement Terminé via %s
he_il: סס תש ש צעת %s
hu_hu: Fizetés státusza Teljesítve %s
it_it: Stato del pagamento Completato tramite %s
ja: 0]で決済完了
ko_kr: 결제 완료 상태 %s
nb_no: Betalingsstatus fullført via %s
nl_nl: Betaalstatus Voltooid via %s
pl_pl: Status płatności zakończony przez %s
pt_br: Status do pagamento concluído via %s
pt_pt: Estado do pagamento concluído através de %s
ro_ro: Stare plată finalizată prin %s
ru_ru: Статус платежа завершен через %s
sv_se: Betalningsstatus Slutförd via %s
tr_tr: Ödeme Durumu %s ile Tamamlandı
zh_cn: 通过 %s 完成付款状态
