Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Apple requires that the website domain be registered on PayPal. Payments will not be processed if the Apple Pay button is used on an unregistered domain.
ar: تتطلب Apple أن يكون نطاق الموقع الإلكتروني مسجلاً على PayPal. لن تتم معالجة المدفوعات إذا تم استخدام زر Apple Pay على نطاق غير مسجل.
cs_cz: Společnost Apple vyžaduje, aby byla webová doména zaregistrována u společnosti PayPal. Pokud je tlačítko Apple Pay použito na neregistrované doméně, platby nebudou zpracovány.
de_de: Apple verlangt, dass die Website-Domäne bei PayPal registriert ist. Zahlungen werden nicht verarbeitet, wenn die Apple Pay-Schaltfläche auf einer nicht registrierten Domain verwendet wird.
es_es: Apple exige que el dominio del sitio web esté registrado en PayPal. Los pagos no se procesarán si el botón de Apple Pay se utiliza en un dominio no registrado.
fi: Apple edellyttää, että verkkosivuston verkkotunnus on rekisteröity PayPaliin. Maksuja ei käsitellä, jos Apple Pay -painiketta käytetään rekisteröimättömällä verkkotunnuksella.
fr_fr: Apple exige que le domaine du site web soit enregistré sur PayPal. Les paiements ne seront pas traités si le bouton Apple Pay est utilisé sur un domaine non enregistré.
he_il: Apple רשת ש ש תר רש -PayPal. תש ע פתר Apple Pay שש ש רש.
hu_hu: Az Apple megköveteli, hogy a weboldal domainjét a PayPal-on regisztrálják. A fizetés nem kerül feldolgozásra, ha az Apple Pay gombot nem regisztrált domainben használják.
it_it: Apple richiede che il dominio del sito web sia registrato su PayPal. I pagamenti non verranno elaborati se il pulsante Apple Pay viene utilizzato su un dominio non registrato.
ja: Appleは、ウェブサイトのドメインがPayPalに登録されていることを要求します。未登録のドメインでApple Payボタンを使用した場合、支払いは処理されません。
ja_jp: Appleは、ウェブサイトのドメインがPayPalに登録されている必要があると要求しています。登録されていないドメインでApple Payボタンが使用されると、支払いは処理されません。.
km: Apple ááŸ’ášá¼áœá€á¶ášá±áŸ’á™áŒá¼á˜áŸ‚á“áœáŸá”áŸá¶á™ááŸ’ášá¼áœá”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á“áŸ…á›á¾ PayPaláŸ” á€á¶ášá‘á¼á‘á¶ááŸ‹á“á¹á„á˜á·á“ááŸ’ášá¼áœá”á¶á“áŠáŸ†áá¾ášá€á¶ášá”á¾á€á”á„áŸ’á á¶á‰á”áŸŠá¼áá»á„ Apple Pay á“áŸ…á›á¾áŒá¼á˜áŸ‚á“áŠáŸ‚á›á˜á·á“á”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŸ”.
ko_kr: Apple에서는 웹사이트 도메인이 PayPal에 등록되어 있어야 합니다. 등록되지 않은 도메인에서 Apple Pay 버튼을 사용하는 경우 결제가 처리되지 않습니다.
lo: Apple ຕ໭ງການໃຫ້ເວັບໄຊຕ໌ດອມເນດຖືກລົງທະບຽນໃນ PayPal. ການຈ່າຍເງິນຈະບໍ່ຖືກປະຕິບັດຖ້າປຸ່ມ Apple Pay ຖືກໃຊ້ໃນດອມເນດທີ່ບໍ່ຖືກລົງທະບຽນ.
nb_no: Apple krever at nettstedsdomenet er registrert på PayPal. Betalinger vil ikke bli behandlet hvis Apple Pay-knappen brukes på et uregistrert domene.
nl_nl: Apple vereist dat het domein van de website geregistreerd is bij PayPal. Betalingen worden niet verwerkt als de Apple Pay-knop wordt gebruikt op een niet-geregistreerd domein.
pl_pl: Apple wymaga, aby domena internetowa była zarejestrowana w systemie PayPal. Płatności nie będą przetwarzane, jeśli przycisk Apple Pay zostanie użyty w niezarejestrowanej domenie.
pt_br: A Apple exige que o domínio do site seja registrado no PayPal. Os pagamentos não serão processados se o botão do Apple Pay for usado em um domínio não registrado.
pt_pt: A Apple exige que o domínio do site esteja registado no PayPal. Os pagamentos não serão processados se o botão Apple Pay for utilizado num domínio não registado.
ro_ro: Apple solicită ca domeniul site-ului să fie înregistrat pe PayPal. Plățile nu vor fi procesate dacă butonul Apple Pay este utilizat pe un domeniu neînregistrat.
ru_ru: Apple требует, чтобы домен сайта был зарегистрирован в PayPal. Платежи не будут обрабатываться, если кнопка Apple Pay используется на незарегистрированном домене.
sv_se: Apple kräver att webbplatsens domän är registrerad på PayPal. Betalningar kommer inte att behandlas om Apple Pay-knappen används på en oregistrerad domän.
tr_tr: Apple, web sitesi alan adının PayPal'da kayıtlı olmasını gerektirir. Apple Pay düğmesi kayıtlı olmayan bir alan adında kullanılırsa ödemeler işleme alınmaz.
uk: Apple вимагає, щоб домен веб-сайту був зареєстрований на PayPal. Платежі не будуть оброблені, якщо кнопка Apple Pay використовується на незареєстрованому домені.
vi: Apple yêu cầu rằng tên miền trang web phải được đăng ký trên PayPal. Các khoản thanh toán sẽ không được xử lý nếu nút Apple Pay được sử dụng trên một tên miền chưa được đăng ký.
zh_cn: Apple 要求网站域名必须在 PayPal 上注册。如果在未注册的域名上使用 Apple Pay 按钮，将无法处理付款。

source: Enable Apple Pay on your store
ar: تمكين خدمة Apple Pay في متجرك
cs_cz: Povolení Apple Pay v obchodě
de_de: Aktivieren Sie Apple Pay in Ihrem Store
es_es: Activa Apple Pay en tu tienda
fi: Ota Apple Pay käyttöön myymälässäsi
fr_fr: Activer Apple Pay sur votre boutique
he_il: פע ת Apple Pay ת ש
hu_hu: Engedélyezze az Apple Pay-t az áruházában
it_it: Abilitate Apple Pay sul vostro negozio
ja: 店舗でApple Payを利用可能にする
ja_jp: あなたのストアでApple Payを有効にしてください。
ko_kr: 스토어에서 Apple Pay 활성화
nb_no: Aktiver Apple Pay i butikken din
nl_nl: Apple Pay inschakelen in je winkel
pl_pl: Włącz Apple Pay w swoim sklepie
pt_br: Habilite o Apple Pay em sua loja
pt_pt: Ativar o Apple Pay na sua loja
ro_ro: Activați Apple Pay pe magazinul dvs
ru_ru: Включите Apple Pay в своем магазине
sv_se: Aktivera Apple Pay i din butik
tr_tr: Mağazanızda Apple Pay'i etkinleştirin
uk: Увімкніть Apple Pay у вашому магазині
zh_cn: 在商店中启用 Apple Pay

source: Check this box to display the Apple Pay button on selected pages.
ar: حدد هذا المربع لعرض زر Apple Pay على الصفحات المحددة.
cs_cz: Zaškrtnutím tohoto políčka zobrazíte na vybraných stránkách tlačítko Apple Pay.
de_de: Markieren Sie dieses Feld, um die Apple Pay-Schaltfläche auf ausgewählten Seiten anzuzeigen.
es_es: Marque esta casilla para mostrar el botón de Apple Pay en las páginas seleccionadas.
fi: Merkitse tämä ruutu, jos haluat näyttää Apple Pay -painikkeen valituilla sivuilla.
fr_fr: Cochez cette case pour afficher le bouton Apple Pay sur les pages sélectionnées.
he_il: ס ת צ ת פתר Apple Pay פ שר.
hu_hu: Jelölje be ezt a négyzetet az Apple Pay gomb megjelenítéséhez a kiválasztott oldalakon.
it_it: Selezionare questa casella per visualizzare il pulsante Apple Pay nelle pagine selezionate.
ja: 選択したページにApple Payボタンを表示するには、このボックスにチェックを入れます。
ja_jp: このボックスにチェックを入れて、選択したページにApple Payボタンを表示します。.
km: à¶¸à·™à¶¸ à¶´à·™à¶§à·Šà¶§à·’à¶º à¶´à¶»à·“à¶šà·Šà·‚à· à¶šà¶»à¶±à·Šà¶±, à¶­à·à¶»à·à¶œà¶­à·Š à¶´à·’à¶§à·” à¶¸à¶­ Apple Pay à¶¶à·œà¶­à·Šà¶­à¶¸ à¶´à·™à¶±à·Šà·€à·“à¶¸à¶§.
ko_kr: 선택한 페이지에 Apple Pay 버튼을 표시하려면 이 확인란을 선택합니다.
lo: ກວດເບິ່ງກະຊວງນີ້ເພື່ອແສດສະບັດປຸ່ມ Apple Pay ຢູ່ໃນໜ້າທີ່ເລືອກ.
nb_no: Merk av i denne boksen for å vise Apple Pay-knappen på utvalgte sider.
nl_nl: Vink dit vakje aan om de Apple Pay-knop weer te geven op geselecteerde pagina's.
pl_pl: Zaznacz to pole, aby wyświetlić przycisk Apple Pay na wybranych stronach.
pt_br: Marque essa caixa para exibir o botão do Apple Pay nas páginas selecionadas.
pt_pt: Marque esta caixa para apresentar o botão do Apple Pay nas páginas selecionadas.
ro_ro: Bifați această casetă pentru a afișa butonul Apple Pay pe paginile selectate.
ru_ru: Установите этот флажок, чтобы отобразить кнопку Apple Pay на выбранных страницах.
sv_se: Markera den här rutan för att visa Apple Pay-knappen på utvalda sidor.
tr_tr: Seçili sayfalarda Apple Pay düğmesini görüntülemek için bu kutuyu işaretleyin.
uk: Позначте цей прапорець, щоб відобразити кнопку Apple Pay на вибраних сторінках.
vi: Đánh dấu ô này để hiển thị nút Apple Pay trên các trang đã chọn.
zh_cn: 选中此复选框可在选定页面上显示 Apple Pay 按钮。

source: Set the page(s) to display the Apple Pay button.
ar: حدد مكان عرض زر/أزرار PayPal Express Checkout.
cs_cz: Nastavení stránky (stránek), na které se má zobrazit tlačítko Apple Pay.
de_de: Legen Sie die Seite(n) fest, auf denen die Apple Pay-Schaltfläche angezeigt werden soll.
es_es: Establezca la(s) página(s) en las que se mostrará el botón de Apple Pay.
fi: Määritä sivu(t), jolla (joilla) Apple Pay -painike näytetään.
fr_fr: Définissez la ou les page(s) devant afficher le bouton Apple Pay.
he_il: ר ת ף/פ ש פע פתר Apple Pay.
hu_hu: Állítsa be az Apple Pay gomb megjelenítésére szolgáló oldal(ak)at.
it_it: Impostare la pagina o le pagine in cui visualizzare il pulsante Apple Pay.
ja: Apple Payボタンを表示するページを設定します。
ja_jp: Apple Payボタンを表示するページを設定します。.
km: á€áŸ†áááŸ‹á‘áŸ†á–áŸáš(áŸ—) áŠá¾á˜áŸ’á”á¸á”á„áŸ’á á¶á‰á”áŸŠá¼áá»á„ Apple PayáŸ”.
ko_kr: Apple Pay 버튼이 표시되도록 페이지를 설정합니다.
lo: ກຳນົດໜ້າ(ສ) ສໍາລັບແສດບັດ Apple Pay ສະແດງ.
nb_no: Angi hvilke(n) side(r) som skal vise Apple Pay-knappen.
nl_nl: Stel in op welke pagina('s) de Apple Pay-knop moet worden weergegeven.
pl_pl: Ustaw strony, na których ma być wyświetlany przycisk Apple Pay.
pt_br: Defina a(s) página(s) para exibir o botão do Apple Pay.
pt_pt: Definir a(s) página(s) para apresentar o botão do Apple Pay.
ro_ro: Setați pagina (paginile) pentru afișarea butonului Apple Pay.
ru_ru: Установите страницу (страницы), на которой будет отображаться кнопка Apple Pay.
sv_se: Ange vilken eller vilka sidor som ska visa Apple Pay-knappen.
tr_tr: Apple Pay düğmesinin görüntüleneceği sayfaları ayarlayın.
uk: Встановіть сторінку(и) для відображення кнопки Apple Pay.
vi: Đặt trang để hiển thị nút Apple Pay.
zh_cn: 设置显示 Apple Pay 按钮的页面。

source: Enable Pay Later Messaging
ar: تمكين المراسلة بالدفع لاحقاً
cs_cz: Povolení zasílání zpráv Pay Later
de_de: Später-Bezahlen Nachrichten aktivieren
es_es: Activar la mensajería Pay Later
fi: Maksa myöhemmin -viestien käyttöönotto
fr_fr: Activer la messagerie "Payez plus tard
he_il: פע עת תש ר תר
hu_hu: Későbbi fizetés üzenetküldés engedélyezése
it_it: Abilitare la messaggistica Pay Later
ja: 後払いメッセージの有効化
ja_jp: 「後払いメッセージを有効にする」
km: á”á¾á€áŸá¶ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á€áŸ’ášáŸ„á™
ko_kr: 나중에 결제 메시지 사용
lo: ໃຫ້ເປີດການສົ່ງຂໍໍ່ສຽງຈ່າຍຄ່າບໍ່ທັນໃຊ້
nb_no: Aktiver Betal senere-meldinger
nl_nl: Later betalen berichten inschakelen
pl_pl: Włączanie wiadomości Pay Later
pt_br: Ativar mensagens Pay Later
pt_pt: Ativar o envio de mensagens "Pagar mais tarde
ro_ro: Activați mesageria Pay Later
ru_ru: Включите функцию отправки сообщений с оплатой позже
sv_se: Aktivera meddelanden om betalning senare
tr_tr: Daha Sonra Öde Mesajlaşmasını Etkinleştirin
uk: Увімкнути повідомлення "Оплата пізніше"
vi: Bật tin nhắn Trả sau
zh_cn: 启用稍后付款信息

source: Displays Pay Later messaging for available offers.
ar: عرض رسائل الدفع لاحقاً للعروض المتاحة.
cs_cz: Zobrazí zprávy Pay Later pro dostupné nabídky.
de_de: Zeigt bei verfügbaren Angeboten die Nachricht "Später bezahlen" an.
es_es: Muestra mensajes de Pagar más tarde para las ofertas disponibles.
fi: Näyttää saatavilla olevien tarjousten Myöhemmin maksetaan -viestit.
fr_fr: Affiche la messagerie Payez plus tard pour les offres disponibles.
he_il: צ עת "ש ר תר" ער צעת ת.
hu_hu: Megjeleníti a Később fizetünk üzeneteket az elérhető ajánlatokhoz.
it_it: Visualizza la messaggistica Pay Later per le offerte disponibili.
ja: 利用可能なオファーのPay Laterメッセージを表示します。
ja_jp: 利用可能なオファーのための「後払い」メッセージを表示します。.
km: á”á„áŸ’á á¶á‰áŸá¶ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á€áŸ’ášáŸ„á™áŸá˜áŸ’ášá¶á”áŸ‹á€á¶ášá•áŸ’áá›áŸ‹á‡á¼á“áŠáŸ‚á›á¢á¶á…á”áŸ’ášá¾á”á¶á“áŸ”.
ko_kr: 사용 가능한 오퍼에 대해 나중에 결제 메시지를 표시합니다.
lo: ສະແດງຂໍ້ຄວາม Pay Later ສໍາລັບສະໜັກສະເພາະທີ່ມີໃຫ້ໃຊ້ແລ້ວ.
nb_no: Viser Betal senere-meldinger for tilgjengelige tilbud.
nl_nl: Hiermee worden berichten over Later betalen weergegeven voor beschikbare aanbiedingen.
pl_pl: Wyświetla wiadomości Pay Later dla dostępnych ofert.
pt_br: Exibe a mensagem Pay Later para as ofertas disponíveis.
pt_pt: Apresenta a mensagem Pagar mais tarde para as ofertas disponíveis.
ro_ro: Afișează mesajul Plătiți mai târziu pentru ofertele disponibile.
ru_ru: Отображает сообщения "Оплатить позже" для доступных предложений.
sv_se: Visar Pay Later-meddelanden för tillgängliga erbjudanden.
tr_tr: Mevcut teklifler için Daha Sonra Öde mesajını görüntüler.
uk: Відображає повідомлення "Оплатити пізніше" для доступних пропозицій.
vi: Hiển thị thông điệp Trả Sau cho các ưu đãi có sẵn.
zh_cn: 显示可用优惠的 "稍后付款 "信息。

source: Page Type
ar: نوع الصفحة
de_de: Seitentyp
es_es: Tipo de página
fr_fr: Type de la page
it_it: Tipo di pagina
pt_br: Tipo de Página
pt_pt: Tipo de página
ru_ru: Тип страницы
zh_cn: 页面类型

source: Home
ar: الرئيسية
cs_cz: Domů
de_de: Startseite
es_es: Inicio
fi: Etusivu
fr_fr: Accueil
he_il: ף ת
hu_hu: Főoldal
ja: ホーム
ja_jp: ホーム
km: á•áŸ’á‘áŸ‡
ko_kr: 홈
lo: ເຮືອນ
nb_no: Hjem
pl_pl: Start
pt_pt: Início
ro_ro: Acasă
ru_ru: Главная
sv_se: Hem
tr_tr: Ana Sayfa
uk: Додому
vi: Trang chủ
zh_cn: 首页

source: Category
ar: التصنيف
cs_cz: Kategorie
de_de: Kategorie
es_es: Categoría
fi: Kategoria
fr_fr: Catégorie
he_il: קר
hu_hu: Kategória
it_it: Categoria
ja: カテゴリー
ja_jp: カテゴリ
km: á€áŸ’ášá»á˜
ko_kr: 카테고리
lo: ປະເພດ
nb_no: Kategori
nl_nl: Categorie
pl_pl: Kategoria
pt_br: Categoria
pt_pt: Categoria
ro_ro: Categorie
ru_ru: Категория
sv_se: Kategori
tr_tr: Kategori
uk: Категорія
vi: Danh mục
zh_cn: 分类

source: Payment
ar: الدفع
cs_cz: Platba
de_de: Zahlung
es_es: Pago
fi: Maksu
fr_fr: Paiement
he_il: תש
hu_hu: Fizetés
it_it: Pagamento
ja: 支払い
ja_jp: 支払い
km: á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹
ko_kr: 결제
lo: ການຊໍາລະເງິນ
nb_no: Betaling
nl_nl: Betaling
pl_pl: Płatność
pt_br: Pagamento
pt_pt: Pagamento
ro_ro: Plată
ru_ru: Оплата
sv_se: Betalning
tr_tr: Ödeme
uk: Оплата
vi: Thanh toán
zh_cn: 付款

source: Set the page(s) you want to display messaging on, and then adjust that page's display option below.
ar: اضبط الصفحة (الصفحات) التي تريد عرض الرسائل عليها، ثم اضبط خيار عرض تلك الصفحة أدناه.
cs_cz: Nastavte stránku (stránky), na které chcete zobrazit zprávy, a poté upravte možnost zobrazení této stránky níže.
de_de: Legen Sie die Seite(n) fest, auf der/denen Sie Nachrichten anzeigen möchten, und passen Sie dann die Anzeigeoption für diese Seite unten an.
es_es: Establezca la(s) página(s) en la(s) que desea mostrar los mensajes y, a continuación, ajuste la opción de visualización de esa página.
fi: Määritä sivu(t), jolla (joilla) haluat näyttää viestit, ja säädä sitten kyseisen sivun näyttövaihtoehto alla.
fr_fr: Définissez la ou les pages sur lesquelles vous souhaitez afficher la messagerie, puis réglez l'option d'affichage de cette page ci-dessous.
he_il: ר ת ף פ ש רצ צ עת, ר ת ת פשרת תצ ש ף ש.
hu_hu: Állítsa be az oldal(ak)at, amelyen az üzeneteket meg kívánja jeleníteni, majd állítsa be az adott oldal megjelenítési beállításait az alábbiakban.
it_it: Impostare la pagina o le pagine in cui si desidera visualizzare la messaggistica, quindi regolare l'opzione di visualizzazione della pagina in questione.
ja: メッセージを表示したいページを設定し、そのページの表示オプションを以下で調整します。
ja_jp: メッセージを表示したいページを設定し、その後、下記のページの表示オプションを調整してください。.
km: á€áŸ†áááŸ‹á‘áŸ†á–áŸáš(áŸ—) áŠáŸ‚á›á¢áŸ’á“á€á…á„áŸ‹á”á„áŸ’á á¶á‰áŸá¶ášá›á¾, á á¾á™á”á“áŸ’á‘á¶á”áŸ‹á˜á€á€áŸ‚áŸá˜áŸ’ášá½á›á‡á˜áŸ’ášá¾áŸá”á„áŸ’á á¶á‰á“áŸƒá‘áŸ†á–áŸášá“áŸ„áŸ‡áá¶á„á€áŸ’ášáŸ„á˜áŸ”.
ko_kr: 메시지를 표시할 페이지를 설정한 다음 아래에서 해당 페이지의 표시 옵션을 조정합니다.
lo: ກຳນົດໜ້າ(ສ) ທີ່ທ່ານຕ້ອງການແສດງຂໍໍ່ສຽງໃນ, ແລ້ວປັບປຸງຕົວເລືອກສະແດງຂອງໜ້ານັ້ນດ່ວນລຽບລຽງ.
nb_no: Angi hvilke(n) side(r) du vil vise meldinger på, og juster deretter visningsalternativet for den aktuelle siden nedenfor.
nl_nl: Stel de pagina('s) in waarop je berichten wilt weergeven en pas de weergaveoptie van die pagina hieronder aan.
pl_pl: Ustaw stronę lub strony, na których chcesz wyświetlać wiadomości, a następnie dostosuj opcję wyświetlania tej strony poniżej.
pt_br: Defina a(s) página(s) em que você deseja exibir as mensagens e ajuste a opção de exibição dessa página abaixo.
pt_pt: Defina a(s) página(s) onde pretende apresentar as mensagens e, em seguida, ajuste a opção de apresentação dessa página abaixo.
ro_ro: Setați pagina (paginile) pe care doriți să afișați mesajele, apoi ajustați opțiunea de afișare a paginii respective mai jos.
ru_ru: Установите страницу (страницы), на которой вы хотите отображать сообщения, а затем настройте параметры отображения этой страницы ниже.
sv_se: Ställ in den eller de sidor du vill visa meddelanden på och justera sedan sidans visningsalternativ nedan.
tr_tr: Mesajları görüntülemek istediğiniz sayfa(lar)ı ayarlayın ve ardından bu sayfanın görüntüleme seçeneğini aşağıdan ayarlayın.
uk: Виберіть сторінки, на яких ви хочете відображати повідомлення, а потім налаштуйте параметри відображення цієї сторінки нижче.
vi: Đặt trang mà bạn muốn hiển thị thông điệp, sau đó điều chỉnh tùy chọn hiển thị của trang đó bên dưới.
zh_cn: 设置要显示信息的页面，然后在下面调整该页面的显示选项。

source: Home Page
ar: الصفحة الرئيسية
cs_cz: Hlavní strana
de_de: Startseite
es_es: Página de Inicio
fi: Kotisivu
fr_fr: Page d'accueil
he_il: ע ת
hu_hu: Kezdőlap
ja: ホームページ
ja_jp: ホームページ
km: á‘áŸ†á–áŸášâ€‹áŠá¾á˜
ko_kr: 홈페이지
lo: ໜ້າແລກ
nb_no: Hjem
nl_nl: Startpagina
pl_pl: Strona Główna
pt_br: Página Inicial
pt_pt: Página Principal
ro_ro: Pagina principala
ru_ru: Главная страница
sv_se: Startsida
tr_tr: Ana Sayfa
uk: Головна сторінка
vi: Trang Chủ
zh_cn: 主页

source: Layout Type
ar: نوع التخطيط
cs_cz: Typ rozvržení
de_de: Layout Typ
es_es: Tipo de diseño
fi: Asettelun tyyppi
fr_fr: Type de mise en page
he_il: ס פרס
hu_hu: Kinézet típusa
it_it: Tipo di Layout
ja: レイアウトの種類
ja_jp: レイアウトタイプ
km: á”áŸ’ášá—áŸá‘ášáŸ€á”á…áŸ†
ko_kr: 레이아웃 유형
lo: ປະເພດຮູບແບບ
nb_no: Type layout
nl_nl: Koptekst opmaak type
pl_pl: Typ układu
pt_br: Tipo de Layout
pt_pt: Tipo de Layout
ro_ro: Tip Layout
ru_ru: Тип макета
sv_se: Typ av layout
tr_tr: Yerleşim Türü
uk: Тип макета
vi: Loại Bố Cục
zh_cn: 布局类型

source: Text Layout
ar: تخطيط النص
cs_cz: Rozložení textu
es_es: Diseño de cuadrícula # de las Columnas
fi: Tekstin asettelu
fr_fr: Marge interne de mise en page du texte du Portfolio
he_il: פרסת קס
hu_hu: Szöveg elrendezés
it_it: Layout del testo
ja: テキストレイアウト
ja_jp: テキストレイアウト
km: á¢ááŸ’áá”á‘ášáŸ€á”á…áŸ†
ko_kr: 텍스트 레이아웃
lo: ລະບົບແບບຂອງເນື້ອຫາ
nb_no: Tekstlayout
nl_nl: Tekst Layout
pl_pl: Układ tekstu
pt_br: Layout do texto
pt_pt: Layout do texto
ro_ro: Layout text
ru_ru: Макет текста
sv_se: Layout för text
tr_tr: Yazı yerleşimi
uk: Текстове оформлення
vi: Bố cục văn bản
zh_cn: 文本布局

source: Flex Layout
ar: تخطيط مرن
cs_cz: Rozložení Flex
fi: Flex-asettelu
fr_fr: Disposition flexible
he_il: פרסת Flex
hu_hu: Flex elrendezés
it_it: Layout flessibile
ja: フレックスレイアウト
ja_jp: フレックスレイアウト
ko_kr: 플렉스 레이아웃
lo: ຮູບແບບຍືດຫຼັກ
nl_nl: Flexibele indeling
pl_pl: Układ elastyczny
pt_br: Layout flexível
pt_pt: Layout flexível
ru_ru: Гибкий макет
sv_se: Flexibel layout
tr_tr: Esnek Düzen
uk: Гнучка розкладка
vi: Bố cục Linh hoạt
zh_cn: 灵活布局

source: Logo Type
ar: نوع شعار الموقع
cs_cz: Typ loga
de_de: Logo Typ
es_es: Tipo de Logotipo
fi: Logon tyyppi
fr_fr: Type de logo
he_il: ס
hu_hu: Logó típusa
it_it: Tipo di Logo
ja: ロゴのタイプ
ja_jp: ロゴタイプ
km: á”áŸ’ášá—áŸá‘á¡á¼á áŸ’á‚á¼
ko_kr: 로고 타입
lo: ປະເພດແບບລະບົບ
pl_pl: Typ logo
pt_br: Tipo de Logo
pt_pt: Tipo de logótipo
ro_ro: Tip Logo
ru_ru: Тип логотипа
sv_se: Logo typ
tr_tr: Logo Türü
uk: Тип логотипу
vi: Loại logo
zh_cn: Logo类型

source: Primary
ar: ابتدائي
cs_cz: Primární
de_de: Primär
es_es: Primario
fi: Ensisijainen
fr_fr: Primaire
he_il: רש
hu_hu: Elsődleges
it_it: Primario
ja: プライマリー
ja_jp: プライマリ
km: áŠá¾á˜
ko_kr: 기본
lo: ສໍາຄັນ
nb_no: Primær
nl_nl: Primair
pl_pl: Podstawowy
pt_br: Primária
pt_pt: Primário
ro_ro: Primar
ru_ru: Основной
sv_se: Primär
tr_tr: Birincil
uk: Основний
vi: Chính
zh_cn: 主要

source: Alternative
ar: بديل
cs_cz: Alternativa
es_es: Alternativo
fi: Vaihtoehto
he_il: פ
hu_hu: Alternatív
it_it: Alternativo
ja: オルターナティブ
ja_jp: 代替案
km: á‡á˜áŸ’ášá¾áŸ
ko_kr: 올터너티브
lo: ທາງເລືອກ
nb_no: Alternativ
nl_nl: Alternatief
pl_pl: Alternatywny
pt_br: Alternativa
pt_pt: Alternativa
ro_ro: Logo-ul alternativ
ru_ru: Альтернативный
sv_se: Alternativ
tr_tr: Alternatif
uk: Альтернатива
vi: Thay thế
zh_cn: 替代

source: Inline
ar: رأس مضمن
cs_cz: Vedle sebe
es_es: En línea
fi: Samassa tasossa
fr_fr: En ligne
he_il: שר
hu_hu: Egysorban
it_it: In linea
ja: インライン
ja_jp: インライン
ko_kr: 인라인
lo: ສິ່ງທີ່ສະແດງໃນແຖວ
pl_pl: Wstawka
pt_pt: Em Linha
ro_ro: În linie
ru_ru: В очереди
tr_tr: Çizgide
uk: Вбудовані
vi: Nội tuyến
zh_cn: 内联

source: None
ar: لا شيء
cs_cz: Žádný
de_de: Nichts
es_es: Ninguno
fi: Ei mitään
fr_fr: Rien
hu_hu: Nincs
it_it: Nessuna
ja: なし
ja_jp: 何もありません
km: á‚áŸ’á˜á¶á“
ko_kr: 없음
lo: ບໍ່ມີ
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Nici unul
ru_ru: Нет
sv_se: Ingen
tr_tr: Hiçbiri
uk: Немає
vi: Không có
zh_cn: 无

source: Logo Position
ar: موضع الشعار
cs_cz: Umístění loga
es_es: Posición del Logo
fi: Logon sijainti
fr_fr: Position du logo
he_il: ק
hu_hu: Logó helyzete
it_it: Posizione logo
ja: ロゴの位置
ja_jp: ロゴの位置
km: á‘á¸áá¶áŸ†á„ášá¼á”áŸá‰áŸ’á‰á¶
ko_kr: 로고 위치
lo: ຕຳແໜ່ງແບຣນດິບ
nb_no: Plassering av logo
nl_nl: Positie van het logo
pl_pl: Pozycja logo
pt_br: Posição do Logo
pt_pt: Posição do logo
ro_ro: Poziția Logo-ului
ru_ru: Позиция Логотипа
sv_se: Loggans position
tr_tr: Logo Pozisyonu
uk: Позиція логотипу
vi: Vị trí Logo
zh_cn: Logo位置

source: Left
ar: يسار
cs_cz: Vlevo
de_de: Links
es_es: Izquierda
fi: Vasen
fr_fr: Gauche
he_il: ש
hu_hu: Bal
it_it: Sinistra
ja: 左
ja_jp: 左
km: á†áŸ’áœáŸá„
ko_kr: 왼쪽
lo: ລົງ
nb_no: Venstre
nl_nl: Links
pl_pl: Lewo
pt_br: Esquerda
pt_pt: Esquerda
ro_ro: Stânga
ru_ru: Слева
sv_se: Vänster
tr_tr: Sol
uk: Ліво
vi: Trái
zh_cn: 左侧

source: Right
ar: يمين
cs_cz: Vpravo
de_de: Rechts
es_es: Derecha
fi: Oikea
fr_fr: Droite
hu_hu: Jobbra
it_it: Destra
ja: 右
ja_jp: 右
km: áŸáŸ’áá¸ááŸ’ášá¹á˜ááŸ’ášá¼áœ
ko_kr: 오른쪽
lo: ຖືກຕ້ອງ
nb_no: Høyre
nl_nl: Rechts
pl_pl: Prawo
pt_br: Direita
pt_pt: Direita
ro_ro: Dreapta
ru_ru: Справа
sv_se: Höger
tr_tr: Sağ
uk: Правильно
vi: Đúng
zh_cn: 右侧

source: Top
ar: أعلى
cs_cz: Nahoře
de_de: Oben
es_es: Arriba
fi: Ylhäällä
fr_fr: Haut
he_il: ע
hu_hu: Felső
it_it: In alto
ja: 上
ja_jp: トップ
km: á€áŸ†á–á¼á›
ko_kr: 상단
lo: ສູງສຸດ
nb_no: Topp
pl_pl: Góra
pt_br: Topo
pt_pt: Topo
ru_ru: Сверху
sv_se: Topp
tr_tr: Üst
uk: Верхній
vi: Đỉnh
zh_cn: 顶部

source: Text Size
ar: حجم النص
cs_cz: Velikost textu
de_de: Schriftgröße
es_es: Tamaño de texto
fi: Tekstin koko
fr_fr: Taille du texte
he_il: פ
hu_hu: Szöveg méret
it_it: Dimensione Testo
ja: テキストサイズ
ja_jp: テキストサイズ
km: á‘áŸ†á áŸ†á¢ááŸ’áá”á‘
ko_kr: 글씨 크기
lo: ຂະບວນຂະຕໍ່ຂອງຂໍ້ຄວາມ
nb_no: Skriftstørrelse
nl_nl: Tekstgrootte
pl_pl: Wielkość tekstu
pt_br: Tamanho do texto
pt_pt: Tamanho do Texto
ro_ro: Dimensiune
ru_ru: Размер текста
sv_se: Textstorlek
tr_tr: Metin Boyutu
uk: Розмір тексту
vi: Kích thước văn bản
zh_cn: 字体大小

source: 10 px
ar: 10 بكسل
he_il: 10 פקס
ja: 10倍
ko_kr: 10 픽셀
tr_tr: 10 piksel

source: 11 px
ar: 11 بكسل
he_il: 11 פקס
ko_kr: 11 픽셀
ru_ru: 11 пикселей

source: 12 px
ar: 12 بكسل
he_il: 12 פקס
ko_kr: 12 픽셀
ru_ru: 12 пикселей

source: 13 px
ar: 13 بكسل
he_il: 13 פקס
ko_kr: 13픽셀

source: 14 px
ar: 14 بكسل
he_il: 14 פקס
ko_kr: 14픽셀
tr_tr: 14 piksel

source: 15 px
ar: 15 بكسل
he_il: 15 פקס
ko_kr: 15 픽셀
ru_ru: 15 пикселей

source: 16 px
ar: 16 بكسل
he_il: 16 פקס
ko_kr: 16 픽셀
tr_tr: 16 piksel

source: Text Color
ar: لون الخط
cs_cz: Barva textu
de_de: Textfarbe
es_es: Color del texto
fi: Tekstin väri
fr_fr: Couleur du texte
he_il: צע קס
hu_hu: Szövegszín
it_it: Colore testo
ja: テキストカラー
ja_jp: テキストカラー
km: á–ááŸŒá¢á€áŸ’áŸáš
ko_kr: 텍스트 색상
lo: ສີແທງຂໍ້ຄວາມ
nb_no: Tekstfarge
nl_nl: Tekstkleur
pl_pl: Kolor tekstu
pt_br: Cor do Texto
pt_pt: Cor do texto
ro_ro: Culoare text
ru_ru: Цвет текста
sv_se: Textfärg
tr_tr: Metin Rengi
uk: Колір тексту
vi: Màu văn bản
zh_cn: 文本颜色

source: Monochrome
ar: أحادية اللون
cs_cz: Monochromatické
de_de: Monochrom
es_es: Monocromo
fi: Yksivärinen
he_il: ר
hu_hu: Monokróm
it_it: Monocromo
ja: モノクロ
ja_jp: モノクローム
km: á˜á¼áá¼ááŸ’ášá¼á˜
ko_kr: 단색
lo: ສີດຳສຽງ
nb_no: Monokrom
nl_nl: Monochroom
pl_pl: Monochromatyczne
pt_br: Monocromático
pt_pt: Monocromático
ro_ro: Monocrom
ru_ru: Монохромный
sv_se: Monokrom
tr_tr: Tek renkli
uk: Монохромний
vi: Đơn sắc
zh_cn: 单色
