Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: How can I show only the "PayPal" button on the Checkout page?
ar: ستظهر هذه الرسالة بالقرب من زر الخروج السريع من PayPal في أعلى صفحة الدفع.
cs_cz: Jak mohu na stránce Pokladna zobrazit pouze tlačítko "PayPal"?
de_de: Aktivieren Sie die Express-Kaufabwicklung (zeigen Sie die PayPal-Schaltfläche oben auf der Kaufabwicklungsseite an).
es_es: Active Pago exprés (muestre el botón de PayPal en la parte superior de la página de pago).
fi: Miten voin näyttää vain "PayPal"-painikkeen Checkout-sivulla?
fr_fr: Activer le paiement express (afficher le bouton PayPal en haut de la page de paiement).
he_il: צ צ רק ת פתר "PayPal" ף תש?
hu_hu: Hogyan jeleníthetem meg csak a "PayPal" gombot a Pénztároldalon?
it_it: Attivare l'Express Checkout (visualizzare il pulsante PayPal nella parte superiore della pagina di checkout).
ja: チェックアウトページに「PayPal」ボタンのみを表示するにはどうすればよいですか？
ja_jp: チェックアウトページに「PayPal」ボタンのみを表示するには、どのようにすればよいですか？?
km: ááŸ’á‰á»áŸ†á¢á¶á…á”á„áŸ’á á¶á‰á”áŸŠá¼áá»á„ "PayPal" ááŸ‚á”áŸ‰á»ááŸ’ááŸ„áŸ‡á“áŸ…á›á¾á‘áŸ†á–áŸáš Checkout á”á¶á“á™áŸ‰á¶á„áŠá¼á…á˜áŸ’ááŸá…?
ko_kr: 빠른 결제를 사용 설정합니다(결제 페이지 상단에 PayPal 버튼 표시).
lo: Kuv li cas kuv yuav qhia tsuas yog "PayPal" khawm ntawm nplooj ntawv Checkout?
nb_no: Hvordan kan jeg bare vise "PayPal"-knappen på betalingssiden?
nl_nl: Hoe kan ik alleen de knop 'PayPal' weergeven op de afrekenpagina?
pl_pl: Jak mogę wyświetlić tylko przycisk "PayPal" na stronie kasy?
pt_br: Habilite o Express Checkout (exiba o botão do PayPal na parte superior da página de checkout).
pt_pt: Ativar o Express Checkout (Mostrar o botão PayPal na parte superior da página de checkout).
ro_ro: Cum pot afișa doar butonul "PayPal" pe pagina de checkout?
ru_ru: Включите экспресс-оформление заказа (отображение кнопки PayPal в верхней части страницы оформления заказа).
sv_se: Hur kan jag bara visa "PayPal"-knappen på kassasidan?
tr_tr: Ödeme sayfasında yalnızca "PayPal" düğmesini nasıl gösterebilirim?
uk: Як я можу показати лише кнопку "PayPal" на сторінці оформлення замовлення?
vi: Làm thế nào tôi có thể chỉ hiển thị nút "PayPal" trên trang Thanh toán?
zh_cn: 启用快速结账（在结账页面顶部显示 PayPal 按钮）。

source: To display only the "PayPal" button on the Checkout page, follow these steps:
ar: لعرض زر "PayPal" فقط على صفحة السداد، اتبع الخطوات التالية:
cs_cz: Chcete-li na stránce Pokladna zobrazit pouze tlačítko PayPal, postupujte podle následujících kroků:
de_de: Wenn Sie nur die Schaltfläche "PayPal" auf der Seite "Kasse" anzeigen möchten, gehen Sie wie folgt vor:
es_es: Para mostrar sólo el botón "PayPal" en la página de pago, siga estos pasos:
fi: Jos haluat näyttää vain "PayPal"-painikkeen kassasivulla, noudata seuraavia ohjeita:
fr_fr: Pour afficher uniquement le bouton "PayPal" sur la page de paiement, procédez comme suit :
he_il: צ רק ת פתר "PayPal" ף תש, צע ת ש :
hu_hu: Ha csak a "PayPal" gombot szeretné megjeleníteni a Pénztároldalon, kövesse az alábbi lépéseket:
it_it: Per visualizzare solo il pulsante "PayPal" nella pagina di pagamento, procedere come segue:
ja: チェックアウトページに「PayPal」ボタンのみを表示するには、以下の手順に従います：
ja_jp: チェックアウトページに「PayPal」ボタンのみを表示するには、以下の手順に従ってください：:
km: Checkout à¶´à·’à¶§à·”à·€à·š "PayPal" à¶¶à·œà¶­à·Šà¶­à¶¸ à¶´à¶¸à¶«à¶šà·Š à¶´à·™à¶±à·Šà·€à·“à¶¸à¶§, à¶¸à·™à¶¸ à¶´à·’à¶ºà·€à¶» à¶…à¶±à·”à¶œà¶¸à¶±à¶º à¶šà¶»à¶±à·Šà¶±:
ko_kr: 결제 페이지에 'PayPal' 버튼만 표시하려면 다음 단계를 따르세요:
lo: ສໍາລັບການແສດສຽງແຕ່ປຸ່ມ "PayPal" ໃນໜ້າ Checkout, ຕາມຂະບວນການເລີ່ມເວົ້ານີ້:
nb_no: Følg disse trinnene for å vise bare "PayPal"-knappen på kassen-siden:
nl_nl: Voer de volgende stappen uit om alleen de knop 'PayPal' weer te geven op de afrekenpagina:
pl_pl: Aby wyświetlić tylko przycisk "PayPal" na stronie kasy, wykonaj następujące kroki:
pt_br: Para exibir somente o botão "PayPal" na página Checkout, siga estas etapas:
pt_pt: Para exibir apenas o botão "PayPal" na página Checkout, siga estes passos:
ro_ro: Pentru a afișa doar butonul "PayPal" pe pagina Checkout, urmați acești pași:
ru_ru: Чтобы отобразить на странице оформления заказа только кнопку "PayPal", выполните следующие действия:
sv_se: Gör så här om du bara vill visa "PayPal"-knappen på kassasidan:
tr_tr: Ödeme sayfasında yalnızca "PayPal" düğmesini görüntülemek için aşağıdaki adımları izleyin:
uk: Щоб відобразити лише кнопку "PayPal" на сторінці оформлення замовлення, виконайте такі кроки:
vi: Để chỉ hiển thị nút "PayPal" trên trang Thanh toán, hãy làm theo các bước sau:
zh_cn: 要在结账页面上只显示 "PayPal "按钮，请按以下步骤操作：

source: Step 1: Update PayPal Settings
ar: إعدادات باي بال
cs_cz: Krok 1: Aktualizace nastavení služby PayPal
de_de: PayPal Einstellungen
es_es: Configuración de PayPal
fi: Vaihe 1: Päivitä PayPal-asetukset
fr_fr: Paramètres PayPal
he_il: ש 1: ע רת PayPal
hu_hu: 1. lépés: A PayPal-beállítások frissítése
it_it: Impostazioni PayPal
ja: ステップ1：PayPalの設定を更新する
ja_jp: ステップ 1: PayPal 設定を更新する
km: á‡áŸ†á á¶á“ áŸ¡: á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á€á¶ášá€áŸ†áááŸ‹ PayPal
ko_kr: 페이팔 설정
lo: ຂັໍ້ດຽວ 1: ອັບເດດການຕັ້ງຄ່າ PayPal
nb_no: Trinn 1: Oppdater PayPal-innstillinger
nl_nl: Stap 1: PayPal-instellingen bijwerken
pl_pl: Krok 1: Aktualizacja ustawień PayPal
pt_br: Configurações do PayPal
pt_pt: Configurações do PayPal
ro_ro: Pasul 1: Actualizați setările PayPal
ru_ru: Настройки PayPal
sv_se: Steg 1: Uppdatera PayPal-inställningarna
tr_tr: Adım 1: PayPal Ayarlarını Güncelleyin
uk: Крок 1: Оновіть налаштування PayPal
vi: Bước 1: Cập nhật cài đặt PayPal
zh_cn: PayPal 设置

source: Under <strong>Hide Funding Method(s)</strong>, select <strong>Credit or Debit Card</strong> and any other methods you want to hide.
ar: ضمن <strong>إخفاء طريقة (طرق) التمويل،</strong> حدد <strong>بطاقة الائتمان أو بطاقة الخصم</strong> وأي طرق أخرى تريد إخفاءها.
de_de: Wählen Sie unter <strong>Finanzierungsmethode(n) ausblenden</strong> die Option <strong>Kredit- oder Debitkarte</strong> und alle anderen Methoden, die Sie ausblenden möchten.
es_es: En <strong>Ocultar método(s) de financiación</strong>, seleccione <strong>Tarjeta de crédito o débito</strong> y cualquier otro método que desee ocultar.
fr_fr: Sous <strong>Masquer le(s) mode(s) de financement</strong>, sélectionnez <strong>Carte de crédit ou de débit</strong> et les autres modes de financement que vous souhaitez masquer.
it_it: Alla voce <strong>Nascondi metodo/i di finanziamento</strong>, selezionare <strong>Carta di credito o di debito</strong> e tutti gli altri metodi che si desidera nascondere.
pt_br: Em <strong>Hide Funding Method(s) (Ocultar métodos de financiamento</strong>), selecione <strong>Credit or Debit Card (Cartão de crédito ou débito</strong> ) e quaisquer outros métodos que você queira ocultar.
pt_pt: Em <strong>Ocultar método(s) de financiamento</strong>, selecione <strong>Cartão de crédito ou de débito</strong> e quaisquer outros métodos que pretenda ocultar.
ru_ru: В разделе <strong>"Скрыть способ(ы) финансирования</strong>" выберите <strong>кредитную или дебетовую карту</strong> и любые другие способы, которые вы хотите скрыть.
zh_cn: 在<strong>"隐藏筹资方式 "</strong>下，选择<strong>信用卡或借记卡</strong>以及任何其他要隐藏的方式。

source: Step 2: Update Advanced Card Payments Settings
ar: معالجة بطاقة متقدمة
cs_cz: Krok 2: Aktualizace pokročilých nastavení plateb kartou
de_de: Erweiterte Kartenzahlungen
es_es: Pagos con tarjeta avanzados
fi: Vaihe 2: Päivitä korttimaksujen lisäasetukset
fr_fr: Paiements par carte avancés
he_il: ש 2: ע רת תקת תש רס
hu_hu: 2. lépés: A speciális kártyás fizetési beállítások frissítése
it_it: Pagamenti con carta avanzati
ja: ステップ2：カード決済の詳細設定を更新する
ja_jp: ステップ 2: 高度なカード決済設定を更新する
km: á‡áŸ†á á¶á“á‘á¸ 2: á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á€á¶ášá€áŸ†áááŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹á€á¶áá€á˜áŸ’ášá·áááŸ’á–áŸáŸ‹
ko_kr: 고급 카드 결제
lo: ຂັໍ້ດຽວ 2: ອັບເດດການຕັ້ງຄ່າບັດທະບອນສູງ
nb_no: Trinn 2: Oppdater avanserte innstillinger for kortbetalinger
nl_nl: Stap 2: Geavanceerde instellingen voor kaartbetalingen bijwerken
pl_pl: Krok 2: Aktualizacja zaawansowanych ustawień płatności kartą
pt_br: Pagamentos avançados com cartão
pt_pt: Pagamentos avançados com cartão
ro_ro: Pasul 2: Actualizarea setărilor avansate pentru plățile cu cardul
ru_ru: Расширенные карточные платежи
sv_se: Steg 2: Uppdatera avancerade inställningar för kortbetalningar
tr_tr: Adım 2: Gelişmiş Kart Ödemeleri Ayarlarını Güncelleyin
uk: Крок 2: Оновлення налаштувань розширених карткових платежів
vi: Bước 2: Cập nhật Cài đặt Thanh toán Thẻ Nâng cao
zh_cn: 高级银行卡支付

source: Go to <strong>Advanced Card Payments</strong> settings.
ar: انتقل إلى إعدادات <strong>مدفوعات البطاقة المتقدمة</strong>.
cs_cz: Přejděte do <strong>pokročilého</strong> nastavení <strong>plateb kartou</strong>.
de_de: Gehen Sie zu <strong>Erweiterte</strong> Einstellungen <strong>für Kartenzahlungen</strong>.
es_es: Vaya a la configuración <strong>avanzada de pagos con tarjeta</strong>.
fi: Siirry <strong>korttimaksujen lisäasetuksiin</strong>.
fr_fr: Allez dans les paramètres <strong>avancés des paiements par carte.</strong>
he_il: ער רת <strong>תקת ש תש רס</strong>.
hu_hu: Menjen a <strong>Speciális kártyás fizetési</strong> beállítások menüpontba.
it_it: Andare alle impostazioni <strong>avanzate dei pagamenti con carta</strong>.
ja: <strong>カード決済の詳細</strong>設定に進みます。
ja_jp: <strong>高度なカード決済</strong>設定に移動します。.
km: Jangan pergi ke pengaturan <strong>Pembayaran Kartu Lanjutan</strong>.
ko_kr: <strong>고급 카드 결제</strong> 설정으로 이동합니다.
lo: ເຂົ້າໄປທີ່ການຕັ້ງຄ່າ <strong>ການຊໍາລະເງິນບັດສູງ</strong>.
nb_no: Gå til <strong>Avanserte</strong> innstillinger for <strong>kortbetalinger</strong>.
nl_nl: Ga naar <strong>Geavanceerde</strong> instellingen <strong>voor kaartbetalingen</strong>.
pl_pl: Przejdź do <strong>zaawansowanych</strong> ustawień <strong>płatności kartą</strong>.
pt_br: Vá para Configurações <strong>avançadas de pagamentos com cartão</strong>.
pt_pt: Aceda às definições <strong>avançadas de pagamentos com cartão</strong>.
ro_ro: Accesați Setări <strong>avansate plăți cu cardul</strong>.
ru_ru: Перейдите в раздел <strong>"Дополнительные</strong> настройки <strong>карточных платежей"</strong>.
sv_se: Gå till <strong>Avancerade</strong> inställningar för <strong>kortbetalningar</strong>.
tr_tr: <strong>Gelişmiş Kart Ödemeleri</strong> ayarlarına gidin.
uk: Перейдіть до налаштувань <strong>Розширених карткових платежів</strong>.
vi: Đi đến cài đặt <strong>Thanh toán thẻ nâng cao</strong>.
zh_cn: 转到<strong>高级卡支付</strong>设置。

source: Disable the option <strong>Enable Advanced Credit/Debit Card in the Payment Gateway List on the Checkout Page</strong>.
ar: قم بتعطيل الخيار <strong>تمكين بطاقة الائتمان/الخصم المتقدمة في قائمة بوابة الدفع في صفحة الدفع</strong>.
de_de: Deaktivieren Sie die Option <strong>Erweiterte Kredit-/Debitkarte aktivieren in der Liste der Zahlungsgateways auf der Kassenseite</strong>.
es_es: Desactive la opción <strong>Activar tarjeta de crédito/débito avanzada en la lista de pasarelas de pago de la página de pago</strong>.
fr_fr: Désactivez l'option <strong>Activer la carte de crédit/débit avancée dans la liste des passerelles de paiement de la page de paiement.</strong>
it_it: Disattivare l'opzione <strong>Abilita carta di credito/debito avanzata nell'elenco dei gateway di pagamento della pagina di checkout</strong>.
pt_br: Desative a opção <strong>Enable Advanced Credit/Debit Card (Ativar cartão de crédito/débito avançado) na lista de gateways de pagamento na página Checkout</strong>.
pt_pt: Desativar a opção <strong>Ativar cartão de crédito/débito avançado na lista de gateways de pagamento na página Checkout</strong>.
ru_ru: Отключите опцию <strong>Enable Advanced Credit/Debit Card в списке платежных шлюзов на странице оформления заказа</strong>.
zh_cn: 禁用<strong>结账页面支付网关列表中的启用高级信用卡/借记卡</strong>选项。

source: Once you save the changes in both sections, only the "PayPal" button will appear on the Checkout page.
ar: ستظهر هذه الرسالة بالقرب من زر الخروج السريع من PayPal في أعلى صفحة الدفع.
cs_cz: Po uložení změn v obou sekcích se na stránce Pokladna zobrazí pouze tlačítko "PayPal".
de_de: Aktivieren Sie die Express-Kaufabwicklung (zeigen Sie die PayPal-Schaltfläche oben auf der Kaufabwicklungsseite an).
es_es: Active Pago exprés (muestre el botón de PayPal en la parte superior de la página de pago).
fi: Kun olet tallentanut muutokset molempiin osioihin, vain "PayPal"-painike näkyy Checkout-sivulla.
fr_fr: Activer le paiement express (afficher le bouton PayPal en haut de la page de paiement).
he_il: ר שתשר ת ש ש סעפ, רק פתר "PayPal" פע ף תש.
hu_hu: Miután mindkét szakaszban elmentette a módosításokat, a Pénztár oldalra csak a "PayPal" gomb jelenik meg.
it_it: Attivare l'Express Checkout (visualizzare il pulsante PayPal nella parte superiore della pagina di checkout).
ja: 両方のセクションの変更を保存すると、チェックアウトページに「PayPal」ボタンのみが表示されます。
ja_jp: 両方のセクションで変更を保存すると、チェックアウトページには「PayPal」ボタンのみが表示されます。.
km: á˜á½á™áŠá„áŠáŸ‚á›á¢áŸ’á“á€á”á¶á“ášá€áŸ’áŸá¶á‘á»á€á€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášâ€‹á“áŸ…á€áŸ’á“á»á„á•áŸ’á“áŸ‚á€á‘á¶áŸ†á„á–á¸áš á‚áŸ’ášá¶á“áŸ‹ááŸ‚á”áŸŠá¼áá»á„ "PayPal" á“á¹á„á”á„áŸ’á á¶á‰á“áŸ…á›á¾á‘áŸ†á–áŸáš CheckoutáŸ”.
ko_kr: 빠른 결제를 사용 설정합니다(결제 페이지 상단에 PayPal 버튼 표시).
lo: Thaib nplooj siab rau cov kev hloov kho hauv ob qho chaw, tsuas yog "PayPal" khawm yuav tshwm sim ntawm nplooj ntawv Checkout.
nb_no: Når du har lagret endringene i begge seksjonene, vises bare "PayPal"-knappen på betalingssiden.
nl_nl: Zodra je de wijzigingen in beide secties hebt opgeslagen, verschijnt alleen nog de knop "PayPal" op de afrekenpagina.
pl_pl: Po zapisaniu zmian w obu sekcjach na stronie kasy pojawi się tylko przycisk "PayPal".
pt_br: Habilite o Express Checkout (exiba o botão do PayPal na parte superior da página de checkout).
pt_pt: Ativar o Express Checkout (Mostrar o botão PayPal na parte superior da página de checkout).
ro_ro: După ce salvați modificările în ambele secțiuni, doar butonul "PayPal" va apărea pe pagina de checkout.
ru_ru: Включите экспресс-оформление заказа (отображение кнопки PayPal в верхней части страницы оформления заказа).
sv_se: När du har sparat ändringarna i båda avsnitten visas bara knappen "PayPal" på sidan Checkout.
tr_tr: Her iki bölümdeki değişiklikleri kaydettiğinizde, Ödeme sayfasında yalnızca "PayPal" düğmesi görünecektir.
uk: Після збереження змін в обох секціях на сторінці оформлення замовлення з'явиться лише кнопка "PayPal".
vi: Khi bạn lưu các thay đổi trong cả hai phần, chỉ có nút "PayPal" sẽ xuất hiện trên trang Thanh toán.
zh_cn: 启用快速结账（在结账页面顶部显示 PayPal 按钮）。

source: How can I show only the "Credit or Debit Card" payment method on the Checkout page?
ar: كيف يمكنني إظهار طريقة الدفع "بطاقة الائتمان أو بطاقة الخصم" فقط في صفحة الدفع؟
cs_cz: Jak mohu na stránce Pokladna zobrazit pouze platební metodu "Kreditní nebo debetní karta"?
de_de: Wie kann ich auf der Kassenseite nur die Zahlungsmethode "Kredit- oder Debitkarte" anzeigen?
es_es: ¿Cómo puedo mostrar sólo el método de pago "Tarjeta de crédito o débito" en la página de pago?
fi: Miten voin näyttää vain "Luotto- tai pankkikortti" -maksutavan Kassalle-sivulla?
fr_fr: Comment afficher uniquement le mode de paiement "Carte de crédit ou de débit" sur la page de paiement ?
he_il: צ צ רק ת צע תש "רס שר " ף תש?
hu_hu: Hogyan jeleníthetem meg a Pénztár oldalon csak a "Hitel- vagy bankkártya" fizetési módot?
it_it: Come posso mostrare solo il metodo di pagamento "Carta di credito o di debito" nella pagina di checkout?
ja: チェックアウトページに「クレジットカードまたはデビットカード」の支払い方法のみを表示するにはどうすればよいですか？
ja_jp: チェックアウトページに「クレジットカードまたはデビットカード」支払い方法のみを表示するには、どのようにすればよいですか？?
km: ááŸ’á‰á»áŸ†á¢á¶á…á”á„áŸ’á á¶á‰áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹ "á€á¶áá¥áá‘á¶á“ á¬ á€á¶áá¥áá‘á¶á“" á“áŸ…á›á¾á‘áŸ†á–áŸáš Checkout á”á¶á“á™áŸ‰á¶á„áŠá¼á…á˜áŸ’ááŸá…?
ko_kr: 결제 페이지에 '신용 카드 또는 직불 카드' 결제 방법만 표시하려면 어떻게 해야 하나요?
lo: Kuv li cas kuv yuav qhia tsuas yog "Credit or Debit Card" txoj kev them nyiaj ntawm nplooj ntawv Checkout?
nb_no: Hvordan kan jeg bare vise betalingsmåten "Kreditt- eller debetkort" på kassen-siden?
nl_nl: Hoe kan ik alleen de betaalmethode 'Creditcard of Debitcard' weergeven op de afrekenpagina?
pl_pl: Jak mogę wyświetlić tylko metodę płatności "Karta kredytowa lub debetowa" na stronie kasy?
pt_br: Como posso mostrar apenas o método de pagamento "Cartão de crédito ou débito" na página Checkout?
pt_pt: Como é que posso mostrar apenas o método de pagamento "Cartão de crédito ou débito" na página Checkout?
ro_ro: Cum pot afișa doar metoda de plată "Card de credit sau de debit" pe pagina Checkout?
ru_ru: Как показать на странице оформления заказа только способ оплаты "Кредитная или дебетовая карта"?
sv_se: Hur kan jag bara visa betalningsmetoden "Kredit- eller betalkort" på kassasidan?
tr_tr: Ödeme sayfasında yalnızca "Kredi Kartı veya Banka Kartı" ödeme yöntemini nasıl gösterebilirim?
uk: Як я можу показати лише метод оплати "Кредитна або Дебетова картка" на сторінці оформлення замовлення?
vi: Làm thế nào tôi có thể chỉ hiển thị phương thức thanh toán "Thẻ tín dụng hoặc thẻ ghi nợ" trên trang Thanh toán?
zh_cn: 如何在结账页面上只显示 "信用卡或借记卡 "付款方式？

source: To display only the "Credit or Debit Card" payment method on the Checkout page, follow these steps:
ar: لعرض طريقة الدفع "بطاقة الائتمان أو بطاقة الخصم" فقط على صفحة الدفع، اتبع الخطوات التالية:
cs_cz: Chcete-li na stránce Pokladna zobrazit pouze platební metodu "Kreditní nebo debetní karta", postupujte podle následujících kroků:
de_de: Um nur die Zahlungsmethode "Kredit- oder Debitkarte" auf der Seite "Kasse" anzuzeigen, gehen Sie wie folgt vor:
es_es: Para mostrar sólo el método de pago "Tarjeta de crédito o débito" en la página de pago, siga estos pasos:
fi: Jos haluat näyttää vain "Luotto- tai pankkikortti"-maksutavan Kassa-sivulla, noudata seuraavia ohjeita:
fr_fr: Pour afficher uniquement la méthode de paiement "Carte de crédit ou de débit" sur la page de paiement, procédez comme suit :
he_il: צ רק ת צע תש "רס שר " ף תש, צע ת ש :
hu_hu: Ha csak a "Hitel- vagy bankkártya" fizetési módot szeretné megjeleníteni a Pénztár oldalon, kövesse az alábbi lépéseket:
it_it: Per visualizzare solo il metodo di pagamento "Carta di credito o di debito" nella pagina di checkout, procedere come segue:
ja: チェックアウトページに「クレジットカードまたはデビットカード」の支払い方法のみを表示するには、以下の手順に従ってください：
ja_jp: チェックアウトページに「クレジットカードまたはデビットカード」支払い方法のみを表示するには、以下の手順に従ってください：:
km: Checkout à¶´à·’à¶§à·”à·€à·š "à¶šà·Šâ€à¶»à·™à¶©à·’à¶§à·Š à·„à· à¶©à·™à¶¶à·’à¶§à·Š à¶šà·à¶©à·Š" à¶œà·™à·€à·“à¶¸à·Š à¶šà·Šâ€à¶»à¶¸à¶º à¶´à¶¸à¶«à¶šà·Š à¶´à·™à¶±à·Šà·€à·“à¶¸à¶§, à¶¸à·™à¶¸ à¶´à·’à¶ºà·€à¶» à¶…à¶±à·”à¶œà¶¸à¶±à¶º à¶šà¶»à¶±à·Šà¶±:
ko_kr: 결제 페이지에 '신용 카드 또는 직불 카드' 결제 방법만 표시하려면 다음 단계를 따르세요:
lo: ສໍາລັບການແສດງແຕ່ສິດທິ "ບັດເຄດ ຫຼື ບັດເດບິດ" ສໍາລັບວັນທີຈ່າຍເງິນ, ຕາມຂະບວນການເລີ່ມຕົ້ນແບບນີ້:
nb_no: Følg disse trinnene for å vise bare betalingsmåten "Kreditt- eller debetkort" på kassen-siden:
nl_nl: Voer de volgende stappen uit om alleen de betaalmethode 'Creditcard of Debetkaart' weer te geven op de afrekenpagina:
pl_pl: Aby wyświetlić tylko metodę płatności "Karta kredytowa lub debetowa" na stronie kasy, wykonaj następujące kroki:
pt_br: Para exibir apenas o método de pagamento "Cartão de crédito ou débito" na página Checkout, siga estas etapas:
pt_pt: Para apresentar apenas o método de pagamento "Cartão de crédito ou débito" na página Checkout, siga estes passos:
ro_ro: Pentru a afișa doar metoda de plată "Card de credit sau de debit" pe pagina Checkout, urmați acești pași:
ru_ru: Чтобы отобразить на странице оформления заказа только метод оплаты "Кредитная или дебетовая карта", выполните следующие действия:
sv_se: Följ dessa steg om du bara vill visa betalningsmetoden "Kredit- eller betalkort" på sidan Checkout:
tr_tr: Ödeme sayfasında yalnızca "Kredi Kartı veya Banka Kartı" ödeme yöntemini görüntülemek için aşağıdaki adımları izleyin:
uk: Щоб відобразити лише метод оплати "Кредитна або Дебетова картка" на сторінці оформлення замовлення, виконайте такі кроки:
vi: Để chỉ hiển thị phương thức thanh toán "Thẻ tín dụng hoặc thẻ ghi nợ" trên trang Thanh toán, hãy làm theo các bước sau:
zh_cn: 要在结账页面上只显示 "信用卡或借记卡 "付款方式，请按以下步骤操作：

source: Go to <strong>PayPal Settings > Checkout Page Settings</strong>.
ar: انتقل إلى <strong>إعدادات PayPal &gt; إعدادات صفحة الدفع</strong>.
cs_cz: Přejděte do <strong>Nastavení PayPal &gt; Nastavení stránky pokladny</strong>.
de_de: Gehen Sie zu <strong>PayPal-Einstellungen &gt; Einstellungen für die Checkout-Seite</strong>.
es_es: Vaya a <strong>Configuración de PayPal &gt; Configuración de la página de pago</strong>.
fi: Siirry kohtaan <strong>PayPalin asetukset &gt; Kassasivun asetukset</strong>.
fr_fr: Allez dans <strong>Paramètres PayPal &gt; Paramètres de la page de paiement.</strong>
he_il: ער <strong>רת PayPal &gt; רת ף תש</strong>.
hu_hu: Válassza a <strong>PayPal-beállítások &gt; Pénztároldal beállításai</strong> menüpontot.
it_it: Andate su <strong>Impostazioni PayPal &gt; Impostazioni della pagina di pagamento</strong>.
ja: <strong>PayPalの設定 &gt; チェックアウトページの設定に</strong>移動します。
ja_jp: <strong>PayPal設定 > チェックアウトページ設定</strong>に移動します。.
ko_kr: <strong>PayPal 설정 &gt; 결제 페이지 설정으로</strong> 이동합니다.
nb_no: Gå til <strong>PayPal-innstillinger &gt; Innstillinger for betalingssiden</strong>.
nl_nl: Ga naar <strong>PayPal-instellingen &gt; Instellingen afrekenpagina</strong>.
pl_pl: Przejdź do <strong>Ustawienia PayPal &gt; Ustawienia strony płatności</strong>.
pt_br: Vá para <strong>Configurações do PayPal &gt; Configurações da página de checkout</strong>.
pt_pt: Vá para <strong>Configurações do PayPal &gt; Configurações da página de checkout</strong>.
ro_ro: Accesați <strong>Setări PayPal &gt; Setări pagină de checkout</strong>.
ru_ru: Перейдите в раздел <strong>Настройки PayPal &gt; Настройки страницы оформления заказа</strong>.
sv_se: Gå till <strong>PayPal-inställningar &gt; Inställningar för kassasidan</strong>.
tr_tr: <strong>PayPal Ayarları &gt; Ödeme Sayfası Ayar</strong>ları'na gidin.
uk: Перейдіть до <strong>Налаштування PayPal > Налаштування сторінки оформлення замовлення</strong>.
zh_cn: 转到<strong>PayPal 设置 &gt; 结账页面设置</strong>。

source: Disable the <strong>Enable PayPal</strong> option.
ar: قم بتعطيل الخيار <strong>تمكين PayPal</strong>.
cs_cz: Zakázat možnost <strong>Povolit PayPal</strong>.
de_de: Deaktivieren Sie die Option <strong>PayPal aktivieren</strong>.
es_es: Desactive la opción <strong>Activar PayPal</strong>.
fi: Poista käytöstä <strong>Enable PayPal</strong> -vaihtoehto.
fr_fr: Désactiver l'option <strong>Activer PayPal</strong>.
he_il: שת ת פשרת <strong>'פע PayPal</strong> '.
hu_hu: Kapcsolja ki a <strong>PayPal engedélyezése</strong> opciót.
it_it: Disattivare l'opzione <strong>Abilita PayPal</strong>.
ja: <strong>PayPalを有効にする]</strong>オプションを無効にします。
ja_jp: <strong>PayPalを有効にする</strong>オプションを無効にしてください。.
km: á”á·á‘á‡á˜áŸ’ášá¾áŸ <strong>á¢á“á»á‰áŸ’á‰á¶á PayPal</strong>áŸ”.
ko_kr: <strong>PayPal 사용</strong> 옵션을 비활성화합니다.
lo: ປິດເລືອກ <strong>ເປີດ PayPal</strong>.
nb_no: Deaktiver alternativet <strong>Aktiver PayPal.</strong>
nl_nl: Schakel de optie <strong>PayPal inschakelen</strong> uit.
pl_pl: Wyłącz opcję <strong>Włącz PayPal</strong>.
pt_br: Desative a opção <strong>Habilitar PayPal</strong>.
pt_pt: Desativar a opção <strong>Ativar PayPal</strong>.
ro_ro: Dezactivați opțiunea <strong>Activați PayPal</strong>.
ru_ru: Отключите опцию <strong>Enable PayPal</strong>.
sv_se: Inaktivera alternativet <strong>Aktivera PayPal.</strong>
tr_tr: <strong>PayPal'ı Etkinleştir</strong> seçeneğini devre dışı bırakın.
uk: Вимкніть опцію <strong>Увімкнути PayPal</strong>.
vi: Vô hiệu hóa tùy chọn <strong>Bật PayPal</strong>.
zh_cn: 禁用<strong>启用 PayPal</strong>选项。
