Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Enable the Advanced Credit/Debit Card payment option as a separate gateway on the checkout page. This gateway typically offers a lower PayPal fee compared to the PayPal Smart Button. The fee is 2.59% + $0.49* per transaction for Advanced Credit/Debit Card payments and 3.49% + $0.49* for PayPal Smart Buttons. It supports major cards like Visa, Mastercard, and American Express, providing a secure and streamlined payment experience.
ar: قم بتمكين خيار الدفع ببطاقة الائتمان/الخصم المتقدمة كبوابة منفصلة في صفحة الدفع. تقدم هذه البوابة عادةً رسوماً أقل على PayPal مقارنةً بزر PayPal الذكي. تبلغ الرسوم 2.59% + 0.49$* لكل معاملة لمدفوعات بطاقات الائتمان/الخصم المتقدمة و3.49% + 0.49$* لأزرار PayPal الذكية. وهو يدعم البطاقات الرئيسية مثل فيزا وماستركارد وأمريكان إكسبريس، مما يوفر تجربة دفع آمنة ومبسطة.
cs_cz: Povolte možnost pokročilé platby kreditní/debetní kartou jako samostatnou bránu na stránce pokladny. Tato brána obvykle nabízí nižší poplatek PayPal ve srovnání s chytrým tlačítkem PayPal. Poplatek činí 2,59 % + 0,49 USD* za transakci v případě platby pokročilou kreditní/debetní kartou a 3,49 % + 0,49 USD* v případě chytrého tlačítka PayPal. Podporuje hlavní platební karty, jako jsou Visa, Mastercard a American Express, a poskytuje tak bezpečné a zjednodušené placení.
de_de: Aktivieren Sie die erweiterte Kredit-/Debitkarten-Zahlungsoption als separates Gateway auf der Kassenseite. Dieses Gateway bietet in der Regel eine niedrigere PayPal-Gebühr im Vergleich zum PayPal Smart Button. Die Gebühr beträgt 2,59 % + $0,49* pro Transaktion für erweiterte Kredit-/Guthabenkartenzahlungen und 3,49 % + $0,49* für PayPal Smart Buttons. Es unterstützt die wichtigsten Karten wie Visa, Mastercard und American Express und bietet ein sicheres und effizientes Zahlungserlebnis.
es_es: Active la opción de pago con tarjeta de crédito/débito avanzada como una pasarela independiente en la página de pago. Esta pasarela suele ofrecer una tarifa de PayPal más baja que la del botón inteligente de PayPal. La tarifa es del 2,59% + $0,49* por transacción para pagos con tarjeta de crédito/débito avanzada y del 3,49% + $0,49* para botones inteligentes de PayPal. Es compatible con las principales tarjetas, como Visa, Mastercard y American Express, lo que proporciona una experiencia de pago segura y optimizada.
fi: Ota käyttöön Advanced Credit/Debit Card -maksuvaihtoehto erillisenä yhdyskäytävänä kassasivulla. Tämä yhdyskäytävä tarjoaa yleensä pienemmän PayPal-maksun kuin PayPal Smart Button. Maksu on 2,59 % + 0,49 $* tapahtumaa kohti Advanced Credit/Debit Card -maksujen osalta ja 3,49 % + 0,49 $* PayPal Smart Buttons -maksujen osalta. Se tukee yleisimpiä kortteja, kuten Visa, Mastercard ja American Express, ja tarjoaa turvallisen ja virtaviivaistetun maksukokemuksen.
fr_fr: Activez l'option de paiement par carte de crédit/débit avancée en tant que passerelle distincte sur la page de paiement. Cette passerelle offre généralement des frais PayPal inférieurs à ceux du bouton intelligent PayPal. Les frais sont de 2,59 % + 0,49 $* par transaction pour les paiements par carte de crédit/débit avancée et de 3,49 % + 0,49 $* pour les boutons intelligents PayPal. Il prend en charge les principales cartes comme Visa, Mastercard et American Express, offrant ainsi une expérience de paiement sécurisée et rationalisée.
he_il: פע ת פשרת תש צעת רס שר/ תק שער תש פר ף תש. שער תש צע ר עת PayPal תר ש פתר PayPal Smart Button. ע 2.59% + 0.49$* עסק ער תש תק צעת רס שר/, -3.49% + 0.49$* ער פתר PayPal Smart Button. ת רס Visa, Mastercard -American Express, ספק ת תש ת ע.
hu_hu: Engedélyezze az Advanced Credit/Debit Card fizetési opciót külön átjáróként a pénztár oldalon. Ez az átjáró általában alacsonyabb PayPal-díjat kínál a PayPal Smart Buttonhoz képest. A díj 2,59% + $0,49* tranzakciónként az Advanced Credit/Debit Card (Speciális hitelkártyás/betéti kártyás fizetés) és 3,49% + $0,49* a PayPal Smart Buttons (Intelligens gombok) esetében. Támogatja az olyan főbb kártyákat, mint a Visa, a Mastercard és az American Express, biztonságos és egyszerűsített fizetési élményt nyújtva.
it_it: Abilitare l'opzione di pagamento con carta di credito/debito avanzata come gateway separato nella pagina di checkout. Questo gateway offre in genere una tariffa PayPal più bassa rispetto al PayPal Smart Button. La tariffa è del 2,59% + 0,49$* per transazione per i pagamenti con carta di credito/debito avanzata e del 3,49% + 0,49$* per il pulsante Smart di PayPal. Supporta le principali carte come Visa, Mastercard e American Express, offrendo un'esperienza di pagamento sicura e semplificata.
ja: チェックアウトページで別のゲートウェイとしてAdvanced Credit/Debit Card支払いオプションを有効にします。このゲートウェイは通常、PayPalスマートボタンと比較してPayPal手数料が低く設定されています。手数料は、アドバンストクレジット/デビットカード決済の場合、トランザクションあたり2.59% + $0.49*、PayPalスマートボタンの場合、3.49% + $0.49*です。Visa、Mastercard、American Expressなどの主要カードに対応しており、安全で合理的な決済体験を提供します。
ja_jp: チェックアウトページで、Advanced Credit/Debit Card支払いオプションを別のゲートウェイとして有効にしてください。このゲートウェイは、通常、PayPal Smart Buttonと比較して低いPayPal手数料を提供します。Advanced Credit/Debit Card支払いの手数料は、取引ごとに2.59% + $0.49*であり、PayPal Smart Buttonは3.49% + $0.49*です。Visa、Mastercard、American Expressなどの主要なカードをサポートしており、安全でスムーズな支払い体験を提供します。.
km: áŸá¼á˜á¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á‡á˜áŸ’ášá¾áŸá€á¶ášá‘á¼á‘á¶ááŸ‹á€á¶áá¥áá‘á¶á“/á€á¶áá¥áá‘á¶á“á˜á½á™áŠáŸ‚á›á˜á¶á“áŸá˜ááŸ’áá—á¶á–ááŸ’á–áŸáŸ‹á‡á¶á•áŸ’á›á¼áœá…áŸá‰á•áŸ’áŸá¶á™á“áŸ…á›á¾á‘áŸ†á–áŸášá‘á·á‰áŸ” á•áŸ’á›á¼áœá…áŸá‰á•áŸ’áŸá¶á™á“áŸáŸ‡á’á˜áŸ’á˜áá¶á•áŸ’áá›áŸ‹á¢ááŸ’ášá¶á€á¶ášá”áŸ’ášá¶á€áŸ‹ PayPal á‘á¶á”á‡á¶á„á”áŸŠá¼áá»á„ Smart PayPaláŸ” á¢ááŸ’ášá¶á‚áº 2.59% + $0.49* áŸá˜áŸ’ášá¶á”áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹á€á¶áá¥áá‘á¶á“/á€á¶áá¥áá‘á¶á“áŠáŸ‚á›á˜á¶á“áŸá˜ááŸ’áá—á¶á–ááŸ’á–áŸáŸ‹ á“á·á„ 3.49% + $0.49* áŸá˜áŸ’ášá¶á”áŸ‹á”áŸŠá¼áá»á„ Smart PayPaláŸ” áœá‚áŸ’á‚á‚á¶áŸ†á‘áŸ’ášá€á¶ááŸáŸ†áá¶á“áŸ‹áŸ—áŠá¼á…á‡á¶ Visa, Mastercard, á“á·á„ American Express áŠáŸ‚á›á•áŸ’áá›áŸ‹á”á‘á–á·áŸáŸ„á’á“áŸá€á¶ášá‘á¼á‘á¶ááŸ‹áŠáŸ‚á›á˜á¶á“áŸá»áœááŸ’áá·á—á¶á– á“á·á„ášá›á¼á“áŸ”.
ko_kr: 결제 페이지에서 별도의 게이트웨이로 고급 신용/직불 카드 결제 옵션을 사용하도록 설정합니다. 이 게이트웨이는 일반적으로 PayPal 스마트 버튼에 비해 낮은 PayPal 수수료를 제공합니다. 수수료는 고급 신용/직불 카드 결제의 경우 거래당 2.59% + $0.49*이며, PayPal 스마트 버튼의 경우 3.49% + $0.49*입니다. 비자, 마스터카드, 아메리칸 익스프레스와 같은 주요 카드를 지원하여 안전하고 간소화된 결제 환경을 제공합니다.
lo: ໃຫ້ເປີດໃຊ້ງານຕົວເລືອກການຊຳລະເງິນດ່ວນບັດ/ບັດເດບິດໃນຮູບແບບປ່ອນໃຫ້ເປັນການຊຳລະໃນໜ້າຊື້ເສດທີ່. ການຊຳລະນີ້ມັກຈະໃຫ້ຄ່າເສກສິນທີ່ຕໍ່ສູງກວ່າ PayPal Smart Button. ຄ່າເສກສິນແມ່ນ 2.59% + $0.49* ຕໍ່ການຊຳລະສໍາລັບບັດ/ບັດເດບິດລະດັບສູງ ແລະ 3.49% + $0.49* ສໍາລັບ PayPal Smart Buttons. ມັນເຮັດໃຫ້ສະໜອງບັດສຳຄັນເຊັ່ນ Visa, Mastercard, ແລະ American Express, ສໍາລັບການຊຳລະເງິນທີ່ປອດໄພ ແລະສະບົບງ່າຍດາຍ.
nb_no: Aktiver betalingsalternativet Avansert kreditt-/debetkort som en separat gateway på betalingssiden. Denne gatewayen tilbyr vanligvis et lavere PayPal-gebyr sammenlignet med PayPal Smart Button. Gebyret er 2,59 % + 0,49 USD* per transaksjon for avanserte kreditt-/debetkortbetalinger og 3,49 % + 0,49 USD* for PayPal Smart Buttons. Den støtter store kort som Visa, Mastercard og American Express, noe som gir en sikker og strømlinjeformet betalingsopplevelse.
nl_nl: Schakel de optie Geavanceerde betaling met creditcard of bankpas in als aparte gateway op de afrekenpagina. Deze gateway biedt doorgaans lagere PayPal-kosten in vergelijking met de PayPal Smart Button. De kosten zijn 2,59% + $0,49* per transactie voor Geavanceerde creditcardbetalingen en 3,49% + $0,49* voor PayPal Smart Buttons. Het ondersteunt de belangrijkste kaarten zoals Visa, Mastercard en American Express en biedt een veilige en gestroomlijnde betalingservaring.
pl_pl: Włącz opcję zaawansowanej płatności kartą kredytową/debetową jako oddzielną bramkę na stronie kasy. Ta bramka zazwyczaj oferuje niższą opłatę PayPal w porównaniu z inteligentnym przyciskiem PayPal. Opłata wynosi 2,59% + 0,49 USD* za transakcję dla zaawansowanych płatności kartą kredytową/debetową i 3,49% + 0,49 USD* dla inteligentnych przycisków PayPal. Obsługuje główne karty, takie jak Visa, Mastercard i American Express, zapewniając bezpieczne i usprawnione płatności.
pt_br: Habilite a opção de pagamento com cartão de crédito/débito avançado como um gateway separado na página de checkout. Esse gateway normalmente oferece uma tarifa menor do PayPal em comparação com o Smart Button do PayPal. A taxa é de 2,59% + US$ 0,49* por transação para pagamentos com cartão de crédito/débito avançado e 3,49% + US$ 0,49* para botões inteligentes do PayPal. Ele suporta os principais cartões, como Visa, Mastercard e American Express, proporcionando uma experiência de pagamento segura e simplificada.
pt_pt: Ative a opção de pagamento com cartão de crédito/débito avançado como um gateway separado na página de checkout. Esse gateway normalmente oferece uma taxa menor do PayPal em comparação com o Botão inteligente do PayPal. A taxa é de 2,59% + $0,49* por transação para pagamentos com Cartão de crédito/débito avançado e 3,49% + $0,49* para Botões inteligentes do PayPal. Ele é compatível com os principais cartões, como Visa, Mastercard e American Express, proporcionando uma experiência de pagamento segura e simplificada.
ro_ro: Activați opțiunea avansată de plată cu card de credit/debit ca un gateway separat pe pagina de checkout. Acest gateway oferă de obicei un comision PayPal mai mic în comparație cu butonul inteligent PayPal. Comisionul este de 2,59% + 0,49$* pe tranzacție pentru plățile avansate cu card de credit/debit și de 3,49% + 0,49$* pentru butoanele inteligente PayPal. Acesta acceptă carduri majore precum Visa, Mastercard și American Express, oferind o experiență de plată sigură și simplificată.
ru_ru: Включите расширенный вариант оплаты кредитными/дебетовыми картами в качестве отдельного шлюза на странице оформления заказа. Этот шлюз обычно предлагает более низкую комиссию PayPal по сравнению с PayPal Smart Button. Комиссия составляет 2,59% + $0,49* за транзакцию для расширенных платежей по кредитным/дебетовым картам и 3,49% + $0,49* для PayPal Smart Buttons. Он поддерживает основные карты, такие как Visa, Mastercard и American Express, обеспечивая безопасную и упрощенную процедуру оплаты.
sv_se: Aktivera betalningsalternativet Advanced Credit/Debit Card som en separat gateway på kassasidan. Den här gatewayen erbjuder vanligtvis en lägre PayPal-avgift jämfört med PayPals smarta knapp. Avgiften är 2,59 % + 0,49 $* per transaktion för avancerade kredit- och betalkortsbetalningar och 3,49 % + 0,49 $* för PayPals smarta knappar. Den stöder stora kort som Visa, Mastercard och American Express, vilket ger en säker och strömlinjeformad betalningsupplevelse.
tr_tr: Ödeme sayfasında ayrı bir ağ geçidi olarak Gelişmiş Kredi/Banka Kartı ödeme seçeneğini etkinleştirin. Bu ağ geçidi genellikle PayPal Smart Button'a kıyasla daha düşük bir PayPal ücreti sunar. Ücret, Gelişmiş Kredi/Banka Kartı ödemeleri için işlem başına %2,59 + 0,49$* ve PayPal Akıllı Düğmeler için %3,49 + 0,49$*'dır. Visa, Mastercard ve American Express gibi büyük kartları destekleyerek güvenli ve kolaylaştırılmış bir ödeme deneyimi sağlar.
uk: Увімкніть опцію розширеної оплати кредитною/дебетовою карткою як окремий шлюз на сторінці оформлення замовлення. Цей шлюз зазвичай пропонує нижчий платіжний збір PayPal у порівнянні з кнопкою PayPal Smart. Збір становить 2.59% + $0.49* за транзакцію для платежів за допомогою розширеної кредитної/дебетової картки та 3.49% + $0.49* для кнопок PayPal Smart. Він підтримує основні картки, такі як Visa, Mastercard та American Express, забезпечуючи безпечний і зручний процес оплати.
vi: Bật tùy chọn thanh toán Thẻ Tín Dụng/Ghi Nợ Nâng Cao như một cổng thanh toán riêng biệt trên trang thanh toán. Cổng thanh toán này thường cung cấp mức phí PayPal thấp hơn so với Nút Thông Minh PayPal. Phí là 2.59% + $0.49* cho mỗi giao dịch thanh toán Thẻ Tín Dụng/Ghi Nợ Nâng Cao và 3.49% + $0.49* cho Nút Thông Minh PayPal. Nó hỗ trợ các thẻ chính như Visa, Mastercard và American Express, cung cấp trải nghiệm thanh toán an toàn và mượt mà.
zh_cn: 在结账页面上启用高级信用卡/借记卡支付选项作为单独的网关。与 PayPal 智能按钮相比，该网关的 PayPal 费用通常较低。高级信用卡/借记卡支付的手续费是每笔交易 2.59% + 0.49 美元*，而 PayPal 智能按钮的手续费是每笔交易 3.49% + 0.49 美元*。它支持维萨卡、万事达卡和美国运通卡等主要卡种，提供安全、简化的支付体验。

source: Set the title for the Advanced Credit/Debit Card payment method as it will appear on the checkout page (e.g., 'Pay with Credit/Debit Card')..
ar: قم بتعيين عنوان طريقة الدفع ببطاقة الائتمان/الخصم المتقدمة كما ستظهر في صفحة الدفع (على سبيل المثال، "الدفع ببطاقة الائتمان/الخصم").
cs_cz: Nastavte název pokročilé platební metody kreditní/debetní kartou tak, jak se bude zobrazovat na stránce pokladny (např. "Platit kreditní/debetní kartou")..
de_de: Legen Sie den Titel für die erweiterte Kredit-/Debitkarten-Zahlungsmethode so fest, wie er auf der Kassenseite erscheinen soll (z. B. "Mit Kredit-/Debitkarte zahlen").
es_es: Establezca el título del método de pago con tarjeta de crédito/débito avanzado tal y como aparecerá en la página de pago (por ejemplo, "Pagar con tarjeta de crédito/débito")..
fi: Määritä Advanced Credit/Debit Card -maksutavan otsikko, joka näkyy kassasivulla (esim. "Pay with Credit/Debit Card")....
fr_fr: Définissez le titre de la méthode de paiement avancée par carte de crédit/débit tel qu'il apparaîtra sur la page de paiement (par exemple, "Payer avec une carte de crédit/débit") .
he_il: ר ת תרת ער צע תש "רס שר/ תק" פ שתפע ף תש (, "תש צעת רס שר/").
hu_hu: Állítsa be a Speciális hitelkártyás/betéti kártyás fizetési mód címét, ahogyan az a pénztár oldalain megjelenik (pl. "Fizetés hitelkártyával/betéti kártyával")..
it_it: Impostate il titolo del metodo di pagamento avanzato con carta di credito/debito come apparirà nella pagina di pagamento (ad esempio, "Paga con carta di credito/debito").
ja: チェックアウトページに表示される、クレジットカード／デビットカードによる高度な支払い方法のタイトルを設定します（例：「クレジットカード／デビットカードによる支払い」）。
ja_jp: チェックアウトページに表示される高度なクレジット/デビットカード支払い方法のタイトルを設定します（例：'クレジット/デビットカードで支払う'）。.
km: á€áŸ†áááŸ‹á…áŸ†áá„á‡á¾á„áŸá˜áŸ’ášá¶á”áŸ‹áœá·á’á¸áŸá¶áŸáŸ’ášáŸ’áá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á€á¶áá¥áá‘á¶á“/á€á¶áá¥áá‘á¶á“áŠáŸá‡áŸ’ášá¶á›á‡áŸ’ášáŸ… áŠá¼á…áŠáŸ‚á›áœá¶á“á¹á„á”á„áŸ’á á¶á‰á“áŸ…á›á¾á‘áŸ†á–áŸášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹ (á§. 'á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹áŠáŸ„á™á€á¶áá¥áá‘á¶á“/á€á¶áá¥áá‘á¶á“')..
ko_kr: 결제 페이지에 표시되는 고급 신용/직불 카드 결제 방법의 제목을 설정합니다(예: '신용/직불 카드로 결제').
lo: ກຳນົດຊື່ສໍາລັບວິທີການຊໍາລະເງິນດ້ວຍບັດເຄດ/ບັດເດິບິດໃນລະບຽບຊື່ສິນຄ້າທີ່ຈະປະສົບໃນໜ້າຊື້ (ຕົວຢ່າງ: 'ຊໍາລະດ້ວຍບັດເຄດ/ບັດເດິບິດ')..
nb_no: Angi tittelen for den avanserte betalingsmåten for kreditt-/debetkort slik den vil vises på betalingssiden (f.eks. "Betal med kreditt-/debetkort").
nl_nl: Stel de titel in voor de geavanceerde creditcardbetaalmethode zoals die op de afrekenpagina wordt weergegeven (bijvoorbeeld 'Betalen met creditcard').
pl_pl: Ustaw tytuł zaawansowanej metody płatności kartą kredytową/debetową, który będzie wyświetlany na stronie kasy (np. "Zapłać kartą kredytową/debetową").
pt_br: Defina o título para o método de pagamento Advanced Credit/Debit Card (Cartão de crédito/débito avançado) como ele aparecerá na página de checkout (por exemplo, 'Pay with Credit/Debit Card').
pt_pt: Defina o título para o método de pagamento Avançado com Cartão de Crédito/Débito tal como aparecerá na página de finalização da compra (por exemplo, "Pagar com Cartão de Crédito/Débito")...
ro_ro: Setați titlul pentru metoda avansată de plată cu card de credit/debit, astfel cum va apărea pe pagina de plată (de exemplu, "Plătiți cu card de credit/debit")..
ru_ru: Задайте название для расширенного способа оплаты кредитной/дебетовой картой, которое будет отображаться на странице оформления заказа (например, "Оплата кредитной/дебетовой картой").
sv_se: Ange rubriken för betalningsmetoden Advanced Credit/Debit Card så som den visas på kassasidan (t.ex. "Betala med kredit- eller betalkort")...
tr_tr: Gelişmiş Kredi/Banka Kartı ödeme yönteminin başlığını ödeme sayfasında görüneceği şekilde ayarlayın (örneğin, 'Kredi/Banka Kartı ile Öde')...
uk: Встановіть заголовок для методу оплати за допомогою кредитної/дебетової картки, як він з'явиться на сторінці оформлення замовлення (наприклад, 'Оплатити за допомогою кредитної/дебетової картки').
vi: Đặt tiêu đề cho phương thức thanh toán Thẻ Tín Dụng/Thẻ Ghi Nợ như nó sẽ xuất hiện trên trang thanh toán (ví dụ: 'Thanh toán bằng Thẻ Tín Dụng/Thẻ Ghi Nợ')..
zh_cn: 设置高级信用卡/借记卡付款方式的标题，该标题将显示在结账页面上（如 "使用信用卡/借记卡付款"）。

source: Card (PayPal)
ar: بطاقة (PayPal)
de_de: Karte (PayPal)
es_es: Tarjeta (PayPal)
fr_fr: Carte (PayPal)
it_it: Carta (PayPal)
pt_br: Cartão (PayPal)
pt_pt: Cartão (PayPal)
ru_ru: Карта (PayPal)

source: Disable specific credit cards
ar: تعطيل بطاقات ائتمان محددة
cs_cz: Zakázat konkrétní kreditní karty
de_de: Bestimmte Kreditkarten deaktivieren
es_es: Desactivar tarjetas de crédito específicas
fi: Poista tietyt luottokortit käytöstä
fr_fr: Désactiver certaines cartes de crédit
he_il: שת רס שר ספצפ
hu_hu: Bizonyos hitelkártyák letiltása
it_it: Disabilitare carte di credito specifiche
ja: 特定のクレジットカードを無効にする
ja_jp: 特定のクレジットカードを無効にする
km: á”á·á‘á€á¶ášá”áŸ’ášá¾á€á¶áá¥áá‘á¶á“á‡á¶á€áŸ‹á›á¶á€áŸ‹
ko_kr: 특정 신용 카드 비활성화
lo: ປິດການໃຊ້ບັດເຄດິດສະເພາະ
nb_no: Deaktiver spesifikke kredittkort
nl_nl: Specifieke creditcards uitschakelen
pl_pl: Wyłącz określone karty kredytowe
pt_br: Desativar cartões de crédito específicos
pt_pt: Desativar cartões de crédito específicos
ro_ro: Dezactivați anumite carduri de credit
ru_ru: Отключите определенные кредитные карты
sv_se: Inaktivera specifika kreditkort
tr_tr: Belirli kredi kartlarını devre dışı bırakın
uk: Вимкнути конкретні кредитні картки
vi: Vô hiệu hóa các thẻ tín dụng cụ thể
zh_cn: 禁用特定信用卡

source: By default all possible credit cards will be accepted. You can disable some cards, if you wish.
ar: بشكل افتراضي سيتم قبول جميع بطاقات الائتمان الممكنة. يمكنك تعطيل بعض البطاقات، إذا كنت ترغب في ذلك.
cs_cz: Ve výchozím nastavení budou akceptovány všechny možné kreditní karty. Pokud si přejete, můžete některé karty zakázat.
de_de: Standardmäßig werden alle möglichen Kreditkarten akzeptiert. Sie können einige Karten deaktivieren, wenn Sie möchten.
es_es: Por defecto se aceptarán todas las tarjetas de crédito posibles. Si lo desea, puede desactivar algunas tarjetas.
fi: Oletusarvoisesti kaikki mahdolliset luottokortit hyväksytään. Voit halutessasi poistaa joitakin kortteja käytöstä.
fr_fr: Par défaut, toutes les cartes de crédit possibles sont acceptées. Vous pouvez désactiver certaines cartes si vous le souhaitez.
he_il: ררת , רס שר פשר תק. ת שת רס ס, תרצ.
hu_hu: Alapértelmezés szerint minden lehetséges hitelkártyát elfogadnak. Ha szeretné, egyes kártyákat letilthat.
it_it: Per impostazione predefinita, vengono accettate tutte le carte di credito possibili. Se lo si desidera, è possibile disattivare alcune carte.
ja: デフォルトでは、すべてのクレジットカードが使用可能です。ご希望であれば、いくつかのカードを無効にすることができます。
ja_jp: デフォルトでは、すべての可能なクレジットカードが受け入れられます。必要に応じて、一部のカードを無効にすることができます。.
km: áŠáŸ„á™á›áŸ†á“á¶áŸ†áŠá¾á˜ á€á¶áá¥áá‘á¶á“á‘á¶áŸ†á„á¢áŸáŸ‹áŠáŸ‚á›á¢á¶á…á˜á¶á“á“á¹á„ááŸ’ášá¼áœá‘á‘á½á›á™á€áŸ” á¢áŸ’á“á€á¢á¶á…á”á·á‘á€á¶áááŸ’á›áŸ‡áŸ— á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á…á„áŸ‹áŸ”.
ko_kr: 기본적으로 가능한 모든 신용카드를 사용할 수 있습니다. 원하는 경우 일부 카드를 비활성화할 수 있습니다.
lo: ຕາມຄໍາສັ່ງດັ່ງເດີມ ບັດທັດທີ່ສາມາດຮັບບັດເດີມທັງໝົດ. ທ່ານສາມາດປິດບັດບາງສິນຄ້າ, ຖ້າທ່ານຕ້ອງການ.
nb_no: Som standard aksepteres alle mulige kredittkort. Du kan deaktivere enkelte kort hvis du ønsker det.
nl_nl: Standaard worden alle mogelijke creditcards geaccepteerd. Je kunt sommige kaarten desgewenst uitschakelen.
pl_pl: Domyślnie akceptowane będą wszystkie możliwe karty kredytowe. Jeśli chcesz, możesz wyłączyć niektóre karty.
pt_br: Por padrão, todos os cartões de crédito possíveis serão aceitos. Você pode desativar alguns cartões, se desejar.
pt_pt: Por defeito, todos os cartões de crédito possíveis serão aceites. Se desejar, pode desativar alguns cartões.
ro_ro: În mod implicit, vor fi acceptate toate cardurile de credit posibile. Puteți dezactiva unele carduri, dacă doriți.
ru_ru: По умолчанию принимаются все возможные кредитные карты. При желании вы можете отключить некоторые карты.
sv_se: Som standard kommer alla möjliga kreditkort att accepteras. Du kan avaktivera vissa kort om du vill.
tr_tr: Varsayılan olarak tüm olası kredi kartları kabul edilecektir. Dilerseniz bazı kartları devre dışı bırakabilirsiniz.
uk: За замовчуванням приймаються всі можливі кредитні картки. Ви можете вимкнути деякі картки, якщо бажаєте.
vi: Theo mặc định, tất cả các thẻ tín dụng có thể sẽ được chấp nhận. Bạn có thể vô hiệu hóa một số thẻ, nếu bạn muốn.
zh_cn: 默认情况下，将接受所有可能的信用卡。您可以根据需要禁用某些信用卡。

source: Contingency for 3D Secure
ar: الطوارئ لـ 3D Secure
cs_cz: Nepředvídané události pro 3D Secure
de_de: Kontingente für 3D Secure
es_es: Contingencia para 3D Secure
fi: 3D Secure -palvelun varajärjestelyt
fr_fr: Contingence pour 3D Secure
he_il: תת ר ער 3D Secure
hu_hu: Váratlan kiadások a 3D Secure számára
it_it: Contingenza per 3D Secure
ja: 3D セキュアのコンティンジェンシー
ja_jp: 3Dセキュアのための緊急対策
km: á€á¶ášá”áŸ’ášá¶á€áŸ‹áŸá˜áŸ’ášá¶á”áŸ‹ 3D Secure
ko_kr: 3D 보안을 위한 컨틴전시
lo: ການສະແດງສໍາລັບ 3D Secure
nb_no: Beredskap for 3D Secure
nl_nl: Onvoorziene uitgaven voor 3D Secure
pl_pl: Awaryjność dla 3D Secure
pt_br: Contingência para 3D Secure
pt_pt: Contingência para 3D Secure
ro_ro: Contingență pentru 3D Secure
ru_ru: Непредвиденные расходы на 3D Secure
sv_se: Beredskap för 3D Secure
tr_tr: 3D Secure için Beklenmedik Durum
uk: Контингент для 3D Secure
vi: Dự phòng cho 3D Secure
zh_cn: 3D Secure 的应急费用

source: 3D Secure when required
ar: 3D Secure عند الحاجة
cs_cz: 3D Secure v případě potřeby
de_de: 3D Secure bei Bedarf
es_es: 3D Secure cuando sea necesario
fi: 3D Secure tarvittaessa
fr_fr: 3D Secure si nécessaire
he_il: ת 3D Secure שר רש
hu_hu: 3D Secure, ha szükséges
it_it: 3D Secure quando richiesto
ja: 必要な場合は 3D セキュア
ja_jp: 3Dセキュアが必要な場合
km: 3D Secure khi cáº§n thiáº¿t
ko_kr: 필요한 경우 3D 보안
lo: 3D Secure thaum tsim nyog
nb_no: 3D Secure når det kreves
nl_nl: 3D Secure indien nodig
pl_pl: 3D Secure, gdy jest to wymagane
pt_br: 3D seguro quando necessário
pt_pt: 3D Secure quando necessário
ro_ro: 3D Secure atunci când este necesar
ru_ru: 3D Secure при необходимости
sv_se: 3D Secure när så krävs
tr_tr: gerektiğinde 3D Secure
uk: 3D Secure, коли це необхідно
vi: 3D Secure khi cần thiết
zh_cn: 必要时进行 3D 安全验证

source: Always trigger 3D Secure
ar: قم دائماً بتشغيل 3D Secure دائماً
cs_cz: Vždy spustit 3D Secure
de_de: 3D Secure immer auslösen
es_es: Activar siempre 3D Secure
fi: Käynnistä aina 3D Secure
fr_fr: Toujours déclencher 3D Secure
he_il: פע ת ת 3D Secure
hu_hu: Mindig indítsa el a 3D Secure funkciót
it_it: Attivare sempre 3D Secure
ja: 常に 3D セキュアを起動
ja_jp: 常に3Dセキュアをトリガーする
km: ááŸ‚á„ááŸ‚á”á„áŸ’á€á¾á“ 3D Secure
ko_kr: 항상 3D 보안을 트리거
lo: ກະທຳ 3D Secure ໃນທຸກເທື່ອ
nb_no: Utløs alltid 3D Secure
nl_nl: Activeer altijd 3D Secure
pl_pl: Zawsze uruchamiaj zabezpieczenie 3D Secure
pt_br: Sempre acione o 3D Secure
pt_pt: Ativar sempre o 3D Secure
ro_ro: Declanșați întotdeauna 3D Secure
ru_ru: Всегда включайте 3D Secure
sv_se: Utlös alltid 3D Secure
tr_tr: 3D Secure'u her zaman tetikleyin
uk: Завжди активуйте 3D Secure
vi: Luôn kích hoạt 3D Secure
zh_cn: 始终触发 3D 安全
