Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: PayPal Advanced works by adding credit card fields on the checkout and then sending the details to PayPal for verification.
ar: يعمل PayPal Advanced عن طريق إضافة حقول بطاقة الائتمان في عملية الدفع ثم إرسال التفاصيل إلى PayPal للتحقق منها.
cs_cz: Služba PayPal Advanced funguje tak, že v pokladně přidá pole pro kreditní kartu a poté odešle údaje společnosti PayPal k ověření.
de_de: PayPal Advanced funktioniert, indem Kreditkartenfelder an der Kasse hinzugefügt und die Details dann zur Überprüfung an PayPal gesendet werden.
es_es: PayPal Advanced funciona añadiendo campos de tarjeta de crédito en el proceso de pago y enviando los datos a PayPal para su verificación.
fi: PayPal Advanced toimii lisäämällä luottokorttikentät kassalla ja lähettämällä tiedot PayPalille tarkistusta varten.
fr_fr: PayPal Advanced fonctionne en ajoutant des champs de carte de crédit à la caisse et en envoyant les détails à PayPal pour vérification.
he_il: PayPal Advanced פע ע ספת שת רס שר עת תש, ר שת פר -PayPal ת.
hu_hu: A PayPal Advanced úgy működik, hogy hitelkártya-mezőket ad hozzá a pénztárhoz, majd elküldi az adatokat a PayPalnak ellenőrzésre.
it_it: PayPal Advanced funziona aggiungendo i campi della carta di credito alla cassa e inviando poi i dati a PayPal per la verifica.
ja: PayPal Advancedは、チェックアウト時にクレジットカードのフィールドを追加し、確認のために詳細をPayPalに送信することで機能します。
ko_kr: PayPal Advanced는 결제 시 신용카드 필드를 추가한 다음 확인을 위해 세부 정보를 PayPal로 전송하는 방식으로 작동합니다.
nb_no: PayPal Advanced fungerer ved å legge til kredittkortfelt i kassen og deretter sende opplysningene til PayPal for bekreftelse.
nl_nl: PayPal Advanced werkt door creditcardvelden toe te voegen aan de kassa en de gegevens vervolgens ter verificatie naar PayPal te sturen.
pl_pl: PayPal Advanced działa poprzez dodanie pól karty kredytowej przy kasie, a następnie wysłanie szczegółów do PayPal w celu weryfikacji.
pt_br: O PayPal Advanced funciona adicionando campos de cartão de crédito no checkout e, em seguida, enviando os detalhes ao PayPal para verificação.
pt_pt: O PayPal Advanced funciona adicionando campos de cartão de crédito no checkout e, em seguida, enviando os detalhes para o PayPal para verificação.
ro_ro: PayPal Advanced funcționează prin adăugarea de câmpuri pentru cardul de credit la finalizarea comenzii și apoi trimiterea detaliilor către PayPal pentru verificare.
ru_ru: PayPal Advanced работает путем добавления полей для кредитных карт при оформлении заказа и последующей отправки данных в PayPal для проверки.
sv_se: PayPal Advanced fungerar genom att lägga till kreditkortsfält i kassan och sedan skicka uppgifterna till PayPal för verifiering.
tr_tr: PayPal Advanced, ödeme sayfasında kredi kartı alanları ekleyerek ve ardından doğrulama için ayrıntıları PayPal'a göndererek çalışır.
zh_cn: PayPal Advanced 的工作原理是在结账时添加信用卡字段，然后将详细信息发送到 PayPal 进行验证。

source: Enter payment details
ar: أدخل تفاصيل الدفع
cs_cz: Zadejte platební údaje
de_de: Eingabe von Zahlungsdetails
es_es: Introduzca los datos de pago
fi: Anna maksutiedot
fr_fr: Entrer les détails de paiement
he_il: ס פר תש
hu_hu: Fizetési adatok megadása
it_it: Inserire i dettagli del pagamento
ja: 支払い情報を入力する
ko_kr: 결제 세부 정보 입력
nb_no: Angi betalingsinformasjon
nl_nl: Betalingsgegevens invoeren
pl_pl: Wprowadź szczegóły płatności
pt_br: Inserir detalhes de pagamento
pt_pt: Introduzir dados de pagamento
ro_ro: Introduceți detaliile plății
ru_ru: Введите детали оплаты
sv_se: Ange betalningsuppgifter
tr_tr: Ödeme bilgilerini girin
zh_cn: 输入付款详情

source: Enable PayPal Pro Advanced Edition
ar: تمكين إصدار PayPal Pro المتقدم
cs_cz: Povolení služby PayPal Pro Advanced Edition
de_de: Aktivieren PayPal Pro Advanced Edition
es_es: Activar PayPal Pro Edición avanzada
fi: Ota PayPal Pro Advanced Edition käyttöön
fr_fr: Activer PayPal Pro Advanced Edition
he_il: פע ת PayPal Pro Advanced Edition
hu_hu: A PayPal Pro Advanced Edition engedélyezése
it_it: Abilitare PayPal Pro Edizione Avanzata
ja: PayPal Proアドバンスエディションを有効にする
ko_kr: PayPal Pro 고급 버전 활성화
nb_no: Aktiver PayPal Pro Advanced Edition
nl_nl: PayPal Pro Advanced Edition inschakelen
pl_pl: Włącz PayPal Pro Advanced Edition
pt_br: Ativar o PayPal Pro Advanced Edition
pt_pt: Ativar o PayPal Pro Advanced Edition
ro_ro: Activați PayPal Pro Advanced Edition
ru_ru: Включить PayPal Pro Advanced Edition
sv_se: Aktivera PayPal Pro Advanced Edition
tr_tr: PayPal Pro Advanced Edition'ı etkinleştirin
zh_cn: 启用 PayPal Pro 高级版

source: Credit card (PayPal)
ar: بطاقة الائتمان (PayPal)
cs_cz: Kreditní karta (PayPal)
de_de: Kreditkarte (PayPal)
es_es: Tarjeta de crédito (PayPal)
fi: Luottokortti (PayPal)
fr_fr: Carte de crédit (PayPal)
he_il: רס שר (PayPal)
hu_hu: Hitelkártya (PayPal)
it_it: Carta di credito (PayPal)
ja: クレジットカード（PayPal）
ko_kr: 신용카드(페이팔)
nb_no: Kredittkort (PayPal)
pl_pl: Karta kredytowa (PayPal)
pt_br: Cartão de crédito (PayPal)
pt_pt: Cartão de crédito (PayPal)
ro_ro: Card de credit (PayPal)
ru_ru: Кредитная карта (PayPal)
sv_se: Kreditkort (PayPal)
tr_tr: Kredi kartı (PayPal)
zh_cn: 信用卡 (Paypal)

source: Pay with your credit card.
ar: ادفع ببطاقتك الائتمانية.
cs_cz: Zaplatit kreditní kartou.
de_de: Bezahlen Sie mit Ihrer Kreditkarte.
es_es: Pague con su tarjeta de crédito.
fi: Maksa luottokortilla.
fr_fr: Payez avec votre carte de credit.
he_il: ש צעת רס שר ש.
hu_hu: Fizessen hitelkártyával.
it_it: Pagare con la carta di credito.
ja: クレジットカードでお支払いください。
ko_kr: 신용카드로 결제하세요.
nb_no: Betal med ditt kreditt kort.
nl_nl: Betaal met je creditcard.
pl_pl: Zapłać kartą kredytową.
pt_br: Pagar com cartão de crédito.
pt_pt: Pague com o seu cartão de crédito.
ro_ro: Plătiți cu cardul de credit.
ru_ru: Оплатите заказ кредитной картой.
sv_se: Betala med ditt kreditkort.
tr_tr: Kredi kartınızla ödeme yapın.
zh_cn: 使用信用卡支付。

source: Soft Descriptor
ar: الواصف الناعم
cs_cz: Měkký deskriptor
de_de: Weicher Deskriptor
es_es: Descriptor suave
fi: Pehmeä kuvaaja
fr_fr: Descripteur souple
he_il: תר ר
hu_hu: Lágy leíró
it_it: Descrittore morbido
ja: ソフトディスクリプター
ko_kr: 소프트 설명자
nb_no: Myk deskriptor
nl_nl: Zachte beschrijving
pl_pl: Miękki deskryptor
pt_br: Identificação na Fatura
pt_pt: Descritor suave
ro_ro: Descriptor soft
ru_ru: Мягкий дескриптор
sv_se: Mjuk deskriptor
tr_tr: Yumuşak Tanımlayıcı
zh_cn: 描述符

source: (Optional) Information that is usually displayed in the account holder's statement, for example your website name. Only 23 alphanumeric characters can be included, including the special characters dash (-) and dot (.) . Asterisks (*) and spaces ( ) are NOT permitted.
ar: (اختياري) المعلومات التي يتم عرضها عادةً في كشف حساب صاحب الحساب، على سبيل المثال اسم موقعك الإلكتروني. يمكن تضمين 23 حرفًا أبجديًا رقميًا فقط، بما في ذلك الأحرف الخاصة الشرطة (-) والنقطة (.). لا يُسمح بالعلامات النجمية (*) والمسافات ( ).
cs_cz: (Nepovinné) Informace, které se obvykle zobrazují ve výpisu z účtu majitele, například název vaší webové stránky. Lze uvést pouze 23 alfanumerických znaků včetně speciálních znaků pomlčky (-) a tečky (.) . Hvězdičky (*) a mezery ( ) nejsou povoleny.
de_de: (Optional) Informationen, die in der Regel in der Kontoinhaber-Anweisung sind, zum Beispiel das Ihr Website-Name angezeigt wird. Nur 23 alphanumerische Zeichen können enthalten sein, einschließlich der Sonderzeichen minus (-) und Punkt (.). Sternchen (*) und Leerzeichen () sind nicht zulässig.
es_es: (Opcional) Información que suele aparecer en el extracto del titular de la cuenta, por ejemplo, el nombre de su sitio web. Sólo pueden incluirse 23 caracteres alfanuméricos, incluidos los caracteres especiales guión (-) y punto (.) . Los asteriscos (*) y los espacios ( ) NO están permitidos.
fi: (Valinnainen) Tiedot, jotka yleensä näkyvät tilinomistajan tiliotteessa, esimerkiksi verkkosivustosi nimi. Vain 23 aakkosnumeerista merkkiä voidaan sisällyttää, mukaan lukien erikoismerkit viiva (-) ja piste (.) . Tähtiä (*) ja välilyöntejä ( ) ei sallita.
fr_fr: (Facultatif) Informations qui figurent habituellement sur l'extrait de compte du titulaire du compte, par exemple le nom de votre site web. Seuls 23 caractères alphanumériques peuvent être inclus, y compris les caractères spéciaux tiret (-) et point (.) . Les astérisques (*) et les espaces ( ) ne sont pas autorisés.
he_il: (פצ) ע פע ר ף ש ש ע ש, ש תר ר ש. ת רק 23 ת פר, ת קף (-) ק (.). ת (*) ר ( ) תר.
hu_hu: (Választható) Olyan információk, amelyek általában a számlatulajdonos kimutatásában jelennek meg, például az Ön weboldalának neve. Csak 23 alfanumerikus karaktert lehet feltüntetni, beleértve a speciális karaktereket kötőjel (-) és pont (.) . A csillagok (*) és a szóközök ( ) NEM engedélyezettek.
it_it: (Facoltativo) Informazioni che di solito vengono visualizzate nell'estratto conto del titolare del conto, ad esempio il nome del sito web. È possibile inserire solo 23 caratteri alfanumerici, compresi i caratteri speciali trattino (-) e punto (.) . Gli asterischi (*) e gli spazi ( ) NON sono ammessi.
ja: (オプション）口座名義人の明細書に通常表示される情報、例えばウェブサイト名など。特殊文字のダッシュ（-）とドット（.）を含む23文字の英数字のみを含めることができます。アスタリスク（*）とスペース（ ）は使用できません。
ko_kr: (선택 사항) 일반적으로 계정 소유자의 명세서에 표시되는 정보(예: 웹사이트 이름). 특수 문자 대시(-)와 점(.)을 포함하여 영숫자 23자만 포함할 수 있습니다. 별표(*)와 공백( )은 허용되지 않습니다.
nb_no: (Valgfritt) Informasjon som vanligvis vises i kontoutskriften til kontohaveren, for eksempel navnet på nettstedet ditt. Kun 23 alfanumeriske tegn kan inkluderes, inkludert spesialtegnene bindestrek (-) og punktum (.) . Stjerner (*) og mellomrom ( ) er IKKE tillatt.
nl_nl: (Optioneel) Informatie die meestal wordt weergegeven op het rekeningoverzicht van de rekeninghouder, bijvoorbeeld de naam van je website. Er kunnen slechts 23 alfanumerieke tekens worden opgenomen, inclusief de speciale tekens streepje (-) en punt (.) . Sterretjes (*) en spaties ( ) zijn NIET toegestaan.
pl_pl: (Opcjonalnie) Informacje, które są zwykle wyświetlane na wyciągu z konta posiadacza rachunku, na przykład nazwa witryny internetowej. Można podać tylko 23 znaki alfanumeryczne, w tym znaki specjalne myślnik (-) i kropka (.) . Gwiazdki (*) i spacje ( ) NIE są dozwolone.
pt_br: (Opcional) Informações que normalmente são exibidas no extrato do titular da conta, por exemplo, o nome do seu site. Somente 23 caracteres alfanuméricos podem ser incluídos, inclusive os caracteres especiais traço (-) e ponto (.) . Asteriscos (*) e espaços ( ) NÃO são permitidos.
pt_pt: (Opcional) Informação que é normalmente apresentada no extrato do titular da conta, por exemplo, o nome do seu sítio Web. Só podem ser incluídos 23 caracteres alfanuméricos, incluindo os caracteres especiais traço (-) e ponto (.) . Os asteriscos (*) e os espaços ( ) NÃO são permitidos.
ro_ro: (Opțional) Informații care sunt de obicei afișate în extrasul de cont al titularului, de exemplu numele site-ului dvs. web. Pot fi incluse numai 23 de caractere alfanumerice, inclusiv caracterele speciale liniuță (-) și punct (.) . Asteriscurile (*) și spațiile ( ) NU sunt permise.
ru_ru: (Необязательно) Информация, которая обычно отображается в выписке владельца счета, например название вашего веб-сайта. Можно включить только 23 буквенно-цифровых символа, включая специальные символы тире (-) и точка (.) . Звездочки (*) и пробелы ( ) НЕ допускаются.
sv_se: (Valfritt) Information som vanligtvis visas i kontohavarens kontoutdrag, t.ex. namnet på din webbplats. Endast 23 alfanumeriska tecken får ingå, inklusive specialtecknen bindestreck (-) och punkt (.) . Asterisker (*) och mellanslag ( ) är INTE tillåtna.
tr_tr: (İsteğe bağlı) Genellikle hesap sahibinin ekstresinde görüntülenen bilgiler, örneğin web sitenizin adı. Özel karakterler tire (-) ve nokta (.) dahil olmak üzere yalnızca 23 alfanümerik karakter dahil edilebilir. Yıldız işaretleri (*) ve boşluklara ( ) izin VERİLMEZ.
zh_cn: (可选）通常显示在账户持有人对账单中的信息，例如您的网站名称。只能包含 23 个字母数字字符，包括特殊字符破折号 (-) 和点 (.) 。不允许使用星号 (*) 和空格 ( )。

source: Test Mode
ar: وضع الاختبار
cs_cz: Testovací režim
de_de: Testmodus
es_es: Modo de prueba
fi: Testitila
fr_fr: Mode test
he_il: צ ק
hu_hu: Tesztüzem
it_it: Modalità di Test
ja: テストモード
ko_kr: 테스트 모드
nb_no: Testmodus
nl_nl: Testmodus
pl_pl: Tryb testowy
pt_br: Modo de Teste
pt_pt: Modo Teste
ro_ro: Modul Test
ru_ru: Тестовый режим
sv_se: Testläge
tr_tr: TEST MODU
zh_cn: 测试模式

source: Enable PayPal Sandbox/Test Mode
ar: تمكين وضع الحماية/وضع الاختبار في PayPal
cs_cz: Povolení režimu PayPal Sandbox/Test
de_de: PayPal Sandbox/Test Mode aktivieren
es_es: Activar el modo Sandbox/Prueba de PayPal
fi: Ota PayPal Sandbox/Testitila käyttöön
fr_fr: Activer le mode Sandbox PayPal/ Mode Teste
he_il: פע ת צ ק/ר ש PayPal
hu_hu: PayPal Sandbox/Teszt üzemmód engedélyezése
it_it: Abilitare la modalità Sandbox/Test di PayPal
ja: PayPalサンドボックス/テストモードを有効にする
ko_kr: PayPal 샌드박스/테스트 모드 활성화
nb_no: Aktiver PayPals sandkasse-/testmodus
nl_nl: PayPal Sandbox/Testmodus inschakelen
pl_pl: Włącz tryb sandbox/Tryb testowy
pt_br: Ativar PayPal Sandbox / Modo de teste
pt_pt: Ativar o modo de teste/social do PayPal
ro_ro: Activați modul PayPal Sandbox/Test
ru_ru: Включить режим песочницы/тестирования PayPal
sv_se: Aktivera PayPals sandlåda/testläge
tr_tr: PayPal Sandbox/Test Modunu Etkinleştir
zh_cn: 启用 PayPal 沙盒/测试模式

source: Place the payment gateway in development mode.
ar: ضع بوابة الدفع في وضع التطوير.
cs_cz: Přepněte platební bránu do režimu vývoje.
de_de: Versetzen Sie das Zahlungsgateway in den Entwicklungsmodus.
es_es: Coloque la pasarela de pago en modo de desarrollo.
fi: Aseta maksuportti kehitystilaan.
fr_fr: Placer la passerelle de paiement en mode développement.
he_il: ער ת שער תש צ פת.
hu_hu: Helyezze a fizetési átjárót fejlesztési üzemmódba.
it_it: Imposta il gateway di pagamento in modalità di sviluppo.
ja: ペイメントゲートウェイを開発モードにします。
ko_kr: 결제 게이트웨이를 개발 모드로 설정합니다.
nb_no: Sett betalingsgatewayen i utviklingsmodus.
nl_nl: Zet de betalingsgateway in ontwikkelingsmodus.
pl_pl: Umieść bramkę płatności w trybie deweloperskim.
pt_br: Coloque o gateway de pagamento em modo de desenvolvimento.
pt_pt: Colocar o gateway de pagamento em modo de desenvolvimento.
ro_ro: Plasați gateway-ul de plată în modul de dezvoltare.
ru_ru: Переведите платежный шлюз в режим разработки.
sv_se: Placera betalningsgatewayen i utvecklingsläge.
tr_tr: Ödeme ağ geçidini geliştirme moduna yerleştirin.
zh_cn: 将支付网关置于开发模式。

source: Partner
ar: شريك
es_es: Socio
fi: Kumppani
fr_fr: Partenaire
he_il: שתף
ja: パートナー
ko_kr: 파트너
pt_br: Parceiro
pt_pt: Parceiro
ro_ro: Partener
ru_ru: Партнер
tr_tr: Ortak
zh_cn: 往来单位

source: The ID provided to you by the authorized PayPal Reseller who registered you for the Payflow SDK. If you purchased your account directly from PayPal, use PayPal or leave blank.
ar: المُعرِّف الذي قدمه لك بائع PayPal المعتمد الذي قام بتسجيلك لـ Payflow SDK. إذا كنت قد اشتريت حسابك مباشرةً من PayPal، فاستخدم PayPal أو اتركه فارغاً.
de_de: Die ID, die Ihnen vom autorisierten PayPal Händler, der Sie registriert hat, für das Payflow SDK. Wenn Sie Ihr Konto direkt bei PayPal gekauft haben, verwenden Sie PayPal oder lassen Sie es leer.
es_es: El Id. que le proporcionó el distribuidor autorizado de PayPal que le registró para el SDK de Payflow. Si compró su cuenta directamente a PayPal, utilice PayPal o déjelo en blanco.
fr_fr: L'identifiant qui vous a été fourni par le revendeur PayPal agréé qui vous a enregistré pour le SDK Payflow pour le SDK Payflow. Si vous avez acheté votre compte directement auprès de PayPal, utilisez PayPal ou laissez le champ vide.
it_it: L'ID fornito dal rivenditore autorizzato di PayPal che ha registrato l'utente per il Payflow SDK. Se il conto è stato acquistato direttamente da PayPal, utilizzare PayPal o lasciare vuoto.
pt_br: A ID fornecida a você pelo revendedor autorizado do PayPal que o registrou para o SDK do Payflow. Se você comprou sua conta diretamente do PayPal, use o PayPal ou deixe em branco.
pt_pt: A ID fornecida pelo Revendedor PayPal autorizado que o registou para o SDK do Payflow. Se você comprou sua conta diretamente do PayPal, use o PayPal ou deixe em branco.
ru_ru: Идентификатор, предоставленный вам авторизованным реселлером PayPal, который зарегистрировал вас для использования Payflow SDK. Если вы приобрели учетную запись непосредственно у PayPal, используйте PayPal или оставьте пустым.
zh_cn: 为您注册 Payflow SDK 的授权 PayPal 经销商向您提供的 ID。 提供的 ID。如果您直接从 PayPal 购买账户，请使用 PayPal 或留空。

source: Merchant Login
ar: تسجيل دخول التاجر
cs_cz: Přihlášení obchodníka
de_de: Händler Login
es_es: Inicio de sesión de Merchant
fi: Kauppiaan kirjautuminen
fr_fr: Connexion des commerçants
he_il: סת סר
hu_hu: Kereskedői bejelentkezés
it_it: Accesso commercianti
ja: マーチャントログイン
ko_kr: 판매자 로그인
nb_no: Innlogging for forhandlere
nl_nl: Inloggen voor verkopers
pl_pl: Logowanie sprzedawcy
pt_br: Login de vendedor
pt_pt: Início de sessão do comerciante
ro_ro: Conectare comerciant
ru_ru: Вход для продавцов
sv_se: Inloggning för handlare
tr_tr: Satıcı Girişi
zh_cn: 商家登录

source: Your merchant login ID that you created when you registered for the account.
ar: معرّف تسجيل دخول التاجر الخاص بك الذي قمت بإنشائه عند تسجيلك للحساب.
cs_cz: Vaše přihlašovací ID obchodníka, které jste si vytvořili při registraci účtu.
de_de: Ihre Händler-Login-ID, die Sie bei der Registrierung für das Konto erstellt haben.
es_es: El identificador de inicio de sesión de comerciante que creó al registrarse en la cuenta.
fi: Kauppiaan käyttäjätunnuksesi, jonka loit rekisteröityessäsi tilille.
fr_fr: Votre ID de connexion marchand que vous avez créé lors de votre inscription pour le compte.
he_il: ש שתש סס ש, שת צרת עת רש ש.
hu_hu: Az Ön kereskedői bejelentkezési azonosítója, amelyet a fiók regisztrációjakor hozott létre.
it_it: Il vostro commerciante di ID di accesso che si è creato al momento della registrazione per l’account.
ja: アカウント登録時に作成したマーチャントログインID。
ko_kr: 계정 등록 시 생성한 판매자 로그인 ID입니다.
nb_no: Innloggings-ID-en din som du opprettet da du registrerte deg for kontoen.
nl_nl: Je merchant login ID die je hebt aangemaakt toen je je registreerde voor de account.
pl_pl: ID sprzedawcy, które utworzyłeś podczas rejestracji.
pt_br: Seu ID de login de vendedor que você criou quando se registrou para a conta.
pt_pt: O seu ID de início de sessão de comerciante que criou quando se registou na conta.
ro_ro: ID-ul dvs. de conectare la comerciant pe care l-ați creat atunci când v-ați înregistrat pentru cont.
ru_ru: Ваш торговый идентификатор, который вы создали при регистрации аккаунта.
sv_se: Ditt inloggnings-ID för handlare som du skapade när du registrerade dig för kontot.
tr_tr: Hesaba kaydolduğunuzda oluşturduğunuz satıcı oturum açma kimliğiniz.
zh_cn: 您注册账户时创建的商家登录 ID。

source: User (optional)
ar: المستخدم (اختياري)
cs_cz: Uživatel (nepovinné)
de_de: Benutzer (optional)
es_es: Usuario (opcional)
fi: Käyttäjä (valinnainen)
fr_fr: Utilisateur (facultatif)
he_il: שתש (פצ)
hu_hu: Felhasználó (nem kötelező)
it_it: Utente (opzionale)
ja: ユーザー（オプション）
ko_kr: 사용자(선택 사항)
nb_no: Bruker (valgfritt)
nl_nl: Gebruiker (optioneel)
pl_pl: Użytkownik (opcjonalnie)
pt_br: Usuário (opcional)
pt_pt: Utilizador (opcional)
ro_ro: Utilizator (opțional)
ru_ru: Пользователь (необязательно)
sv_se: Användare (valfritt)
tr_tr: Kullanıcı (isteğe bağlı)
zh_cn: 用户（可选）

source: If you set up one or more additional users on the account, this value is the ID of the user authorized to process transactions. Otherwise, leave this field blank.
ar: إذا قمت بإعداد مستخدم إضافي واحد أو أكثر على الحساب، فإن هذه القيمة هي المعرف للمستخدم المصرح له بمعالجة المعاملات. خلاف ذلك، اترك هذا الحقل فارغاً.
de_de: Wenn Sie einen oder mehrere zusätzliche Benutzer für das Konto einrichten, ist dieser Wert die ID des zur Abwicklung von Transaktionen autorisierten Benutzers. Andernfalls lassen Sie dieses Feld leer.
es_es: Si configura uno o más usuarios adicionales en la cuenta, este valor es el ID del usuario autorizado para procesar transacciones. De lo contrario, deje este campo en blanco.
fr_fr: Si vous avez configuré un ou plusieurs utilisateurs supplémentaires sur le compte, cette valeur est l'ID de l'utilisateur autorisé à traiter les transactions. Sinon, laissez ce champ vide.
it_it: Se sono stati impostati uno o più utenti supplementari sul conto, questo valore è l'ID dell'utente autorizzato a elaborare le transazioni. Altrimenti, lasciare questo campo vuoto.
pt_br: Se você configurar um ou mais usuários adicionais na conta, esse valor será o ID do usuário autorizado a processar transações. Caso contrário, deixe esse campo em branco.
pt_pt: Se configurar um ou mais utilizadores adicionais na conta, este valor é o ID do usuário autorizado a processar transações. Caso contrário, deixe este campo em branco.
ru_ru: Если вы установили одного или нескольких дополнительных пользователей на учетной записи, это значение является идентификатором пользователя, уполномоченного обрабатывать транзакции. В противном случае оставьте это поле пустым.
zh_cn: 如果您在账户中设置了一个或多个附加用户，则此值即为授权处理交易的用户 ID。 的 ID。否则，请将此字段留空。

source: The password that you defined while registering for the account.
ar: كلمة المرور التي حددتها أثناء التسجيل في الحساب.
cs_cz: Heslo, které jste zadali při registraci účtu.
de_de: Das Passwort, das Sie definiert haben, während Sie sich für das Konto registriert haben.
es_es: La contraseña que definió al registrarse en la cuenta.
fi: Salasana, jonka määrittelit tiliä rekisteröidessäsi.
fr_fr: Le mot de passe que vous avez défini lors de l’inscription du compte.
he_il: סס שרת עת רש ש.
hu_hu: A fiók regisztrációja során megadott jelszó.
it_it: La password che si è definita durante la registrazione per l’account.
ja: アカウント登録時に定義したパスワード。
ko_kr: 계정을 등록할 때 정의한 비밀번호입니다.
nb_no: Passordet du oppga ved registrering av kontoen,
nl_nl: Het wachtwoord dat u hebt ingesteld tijdens het registreren voor de account.
pl_pl: Hasło, które utworzyłeś podczas rejestracji.
pt_br: A senha que você definiu durante o registro de sua conta.
pt_pt: A palavra-passe que definiu quando se registou na conta.
ro_ro: Parola pe care ați definit-o în momentul înregistrării pentru cont.
ru_ru: Пароль, который вы задали при регистрации учетной записи.
sv_se: Det lösenord som du angav när du registrerade dig för kontot.
tr_tr: Hesaba kaydolurken tanımladığınız parola.
zh_cn: 您在注册时定义的密码。

source: Capture
ar: التقاط
cs_cz: Vyfotit
de_de: Erfassen
es_es: Capturar
fi: Kaappaus
fr_fr: Capturer
hu_hu: Rögzítés
it_it: Cattura
ja: キャプチャ
ja_jp: キャプチャ
km: á…á¶á”áŸ‹á™á€
ko_kr: 캡처
lo: ຈິດຊັບ
nb_no: Belaste
nl_nl: Leg vast
pl_pl: Przechwytywanie
pt_br: Capturar
pt_pt: Capturar
ro_ro: Capturare
ru_ru: Захватить
sv_se: Fånga
tr_tr: Yakalama
uk: Захоплення
vi: Chụp lại
zh_cn: 捕获

source: Authorize
ar: الصلاحيات
cs_cz: Autorizace
de_de: Autorisieren
es_es: Autorizar
fi: Valtuuta
fr_fr: Autoriser
he_il: שר
hu_hu: Azonosítás
it_it: Autorizza
ja: 売上承認
ja_jp: 承認する
km: á¢á“á»á‰áŸ’á‰á¶á
ko_kr: 인증
lo: ອະນຸຍາດ
nb_no: Autoriser
nl_nl: Machtigen
pl_pl: Autoryzuj
pt_br: Autorizar
pt_pt: Autorizar
ro_ro: Autorizează
ru_ru: Авторизация
sv_se: Auktorisera
tr_tr: Yetkilendir
uk: Авторизувати
vi: Ủy quyền
zh_cn: 授权
