Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Payeeâ€™s PayPal account requires verification.
km: á‚áá“á¸ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€á‘á‘á½á›á”áŸ’ášá¶á€áŸ‹ááŸ’ášá¼áœá€á¶ášá€á¶ášá”á‰áŸ’á‡á¶á€áŸ‹áŸ”.

source: This is a <strong>temporary deactivation</strong>; I’m troubleshooting an issue.
zh_cn: 这是<strong>临时停用</strong>；我正在排除故障。

source: The plugin caused issues with my site’s <strong>layout</strong> or <strong>functionality</strong>.
zh_cn: 该插件导致我的网站<strong>布局</strong>或<strong>功能</strong>出现问题。

source: I found the plugin <strong>difficult to set up</strong>.
zh_cn: 我发现该插件<strong>很难设置</strong>。

source: The plugin doesn’t offer the <strong>features I need</strong>.
zh_cn: 该插件没有提供<strong>我需要的功能</strong>。

source: Error: Unable to complete request. Reason:
zh_cn: 错误：无法完成请求。原因：

source: %s payment approved! Transaction ID: %s
zh_cn: %s 已批准付款！交易 ID： [1］

source: Transaction was submitted to PayPal Braintree but not handled by WooCommerce order, transaction_id: %s, status: %s. Order was put on hold.
zh_cn: 交易已提交至 PayPal Braintree，但未由 WooCommerce 订单处理，transaction_id：%s, status：%s.订单被搁置。

source: Refunded %s - Transaction ID: %s
zh_cn: 退款%s - 交易 ID：[1］

source: Enable logging<code>%s</code>
zh_cn: 启用日志记录<code>%s</code>

source: Payment via %s Pending. PayPal reason: %s.
zh_cn: 付款通过 %s 待定。PayPal 原因：%s.

source: %s Error: %s.
zh_cn: %s 错误：%s.

source: Payment %s via %s.
zh_cn: 通过 %s 支付 %s。

source: Payment for order %s refunded
zh_cn: %s 存为草稿

source: Order #%s has been marked as refunded - PayPal reason code: %s
zh_cn: 订单 %s 已被标记为退款-贝宝原因代码: %s

source: Payment for order %s reversed
zh_cn: %s 存为草稿

source: Order #%s has been marked on-hold due to a reversal - PayPal reason code: %s
zh_cn: 订单 %s 已被标记挂起由于逆转-贝宝原因代码: %s

source: Reversal cancelled for order #%s
zh_cn: 订单取消#%s

source: Order #%s has had a reversal cancelled. Please check the status of payment and update the order status accordingly here: %s
zh_cn: 订单 #%s 已撤销。请在这里 %s 确认付款的状态, 并相应地更新订单状态。

source: Change PayPal Account
zh_cn: 更改 PayPal 账户

source: Payment via %s : %s.
zh_cn: 通过 %s : %s 付款。

source: %s Transaction ID: %s
zh_cn: %s 交易 ID：[1］

source: Payment Gateway for PayPal on WooCommerce: %s
zh_cn: WooCommerce 上的 PayPal 付款网关：[0］

source: WooCommerce Version: %s
zh_cn: WooCommerce 版本：%s

source: Payment pending (%s).
zh_cn: 尚未付款(%s).

source: PayPal buttons (e.g. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact, etc.) are shown automatically based on factors such as the buyer’s country and their device type. For more details, see the FAQ.
zh_cn: PayPal 按钮（如 Pay Later、Venmo、SEPA、iDEAL、Mercado Pago、Sofort、Bancontact 等）会根据买家所在国家和设备类型等因素自动显示。有关详细信息，请参阅常见问题。

source: To show the Google Pay button, Google Pay must be enabled in your PayPal account (<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/google-pay/#link-setupyoursandboxaccounttoacceptgooglepay">setup guide</a>) and the page must be served over a secure (HTTPS) connection.
zh_cn: 要显示 Google Pay 按钮，必须在 PayPal 账户中启用 Google Pay<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/google-pay/#link-setupyoursandboxaccounttoacceptgooglepay">（设置指南</a>），而且页面必须通过安全（HTTPS）连接提供。

source: Google Pay is not enabled in your PayPal account. Click below to enable it.<br><br><strong>Supported Countries:</strong><br>Australia, Austria, Belgium, Bulgaria, Canada, China, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hong Kong, Hungary, Ireland, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, Spain, Sweden, United States, United Kingdom<br><br><strong>Supported Currencies:</strong><br>AUD, BRL, CAD, CHF, CZK, DKK, EUR, GBP, HKD, HUF, ILS, JPY, MXN, NOK, NZD, PHP, PLN, SEK, SGD, THB, TWD, USD
zh_cn: 您的 PayPal 帐户未启用 Google Pay。请单击以下链接启用 Google Pay。<br><br><strong>支持的国家/地区：</strong><br>澳大利亚、奥地利、比利时、保加利亚、加拿大、中国、塞浦路斯、捷克共和国、丹麦、爱沙尼亚、芬兰、法国、德国、希腊、香港、匈牙利、爱尔兰、意大利、日本、拉脱维亚、列支敦士登、立陶宛、卢森堡、马耳他、荷兰、挪威、波兰、葡萄牙、罗马尼亚、新加坡、斯洛伐克、斯洛文尼亚、西班牙、瑞典、美国、英国<br><br><strong>支持的货币：</strong><br>澳元、英镑、加元、瑞士法郎、捷克克朗、丹麦克朗、欧元、英镑、丹麦克朗、瑞士法郎、伊尔、日元、墨西哥新元、挪威克朗、新西兰元、欧元、瑞士法郎、瑞典克朗、新加坡元、泰铢、日圆、美元

source: Apple Pay is not enabled in your PayPal account. Click below to enable it.<br><br><strong>Supported Countries:</strong><br>Australia, Austria, Belgium, Bulgaria, Canada, China, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hong Kong, Hungary, Ireland, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, Spain, Sweden, United States, United Kingdom<br><br><strong>Supported Currencies:</strong><br>AUD, BRL, CAD, CHF, CZK, DKK, EUR, GBP, HKD, HUF, ILS, JPY, MXN, NOK, NZD, PHP, PLN, SEK, SGD, THB, TWD, USD
zh_cn: 您的PayPal账户尚未启用Apple Pay。点击下面的链接启用。<br><br><strong>支持的国家/地区：</strong><br>澳大利亚、奥地利、比利时、保加利亚、加拿大、中国、塞浦路斯、捷克共和国、丹麦、爱沙尼亚、芬兰、法国、德国、希腊、香港、匈牙利、爱尔兰、意大利、日本、拉脱维亚、列支敦士登、立陶宛、卢森堡、马耳他、荷兰、挪威、波兰、葡萄牙、罗马尼亚、新加坡、斯洛伐克、斯洛文尼亚、西班牙、瑞典、美国、英国<br><br><strong>支持的货币：</strong><br>澳元、英镑、加元、瑞士法郎、捷克克朗、丹麦克朗、欧元、英镑、丹麦克朗、瑞士法郎、伊尔、日元、墨西哥新元、挪威克朗、新西兰元、欧元、瑞士法郎、瑞典克朗、新加坡元、泰铢、日圆、美元

source: To show the Apple Pay button, Apple Pay must be enabled in your PayPal account (<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/apple-pay/#link-setupyoursandboxaccounttoacceptapplepay">setup guide</a>), the user must be on Safari using a supported Apple device with Apple Pay configured, and the page must be served over a secure (HTTPS) connection.
zh_cn: 要显示 Apple Pay 按钮，必须在 PayPal 账户中启用 Apple Pay<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/apple-pay/#link-setupyoursandboxaccounttoacceptapplepay">（设置指南</a>），用户必须在 Safari 上使用已配置 Apple Pay 的支持 Apple 设备，且页面必须通过安全 (HTTPS) 连接提供。

source: <a href="%s" target="_blank" style="text-decoration: none;">Retrieve your Client ID and Secret key</a>&nbsp;&nbsp;|&nbsp;&nbsp;<a href="%s" target="_blank" style="text-decoration: none;">Need help? Read PayPal’s documentation</a>
zh_cn: <a href="%s" target="_blank" style="text-decoration: none;">找回客户 ID 和密匙 |</a> <a href="%s" target="_blank" style="text-decoration: none;">需要帮助？阅读PayPal文档</a>

source: INTERNATIONAL_WITHDRAWAL: Visit your online account. In your **Account Overview**, accept and deny this payment.
zh_cn: INTERNATIONAL_WITHDRAWAL: 访问您的在线账户。在**账户概览**中，接受或拒绝此付款。

source: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: The payee has not yet set up appropriate receiving preferences for their account. For more information about how to accept or deny this payment, visit your account online. This reason is typically offered in scenarios such as when the currency of the captured payment is different from the primary holding currency of the payee.
zh_cn: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION：收款人尚未为其账户设置适当的收款首选项。有关如何接受或拒绝此付款的详细信息，请访问您的在线账户。此原因通常在捕获付款的货币与收款人的主要持有货币不同等情况下提供。

source: Payment via %s Pending. PayPal Pending reason: %s.
zh_cn: 通过 %s 待处理付款。PayPal Pending 原因：%s.

source: Payment via %s declined. PayPal declined reason: %s.
zh_cn: 通过 %s 付款被拒。PayPal 拒绝原因：%s。

source: Payment via %s partially refunded. PayPal reason: %s.
zh_cn: 通过 %s 支付的款项已部分退还。贝宝原因：%s.

source: Payment via %s refunded. PayPal reason: %s.
zh_cn: 已退还通过 %s 支付的款项。贝宝原因：%s.

source: Payment via %s failed. PayPal reason: %s.
zh_cn: 通过 %s 付款失败。PayPal 原因：%s.

source: Payment via %s : %s .
zh_cn: 付款方式 %s : %s .

source: Try This AI Plugin
uk: Спробуйте цей плагін ШІ

source: %1$s💡%2$s Save hours writing product descriptions — AI creates high-quality content in minutes. %3$s
uk: %1$s💡%2$s Зекономте години на написанні описів продуктів — ШІ створює контент високої якості за лічені хвилини. %3$s
