Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Choose whether you wish to capture funds immediately or authorize payment only.
ar: اختر إذا كنت ترغب بحجز المبلغ فوراً أو السماح بالدفع فقط.
cs_cz: Zvolte, zda chcete okamžitě zachytit prostředky nebo povolit pouze platbu.
de_de: Wählen Sie, ob die Zahlung sofort erfasst oder nur genehmigt werden soll.
es_es: Elige si deseas capturar fondos inmediatamente o autorizar el pago únicamente.
fi: Valitse, haluatko kaapata varat välittömästi vai valtuuttaa vain maksun.
fr_fr: Choisissez si vous souhaitez capturer les fonds immédiatement ou uniquement autoriser le paiement.
he_il: ר רצ ספ ת שר תש .
hu_hu: Válassza ki, hogy azonnal be szeretné-e gyűjteni az összegeket vagy csak hitelesíteni akarja a fizetést.
it_it: Scegliere se preferisci bloccare i soldi immediatamente o se limitarti ad autorizzare il pagamento.
ja: すぐに資金を回収するか、支払いのみを許可するかを選択します。
ja_jp: 資金を即座に取得するか、支払いのみを承認するかを選択してください。.
km: á‡áŸ’ášá¾áŸášá¾áŸáá¶áá¾á¢áŸ’á“á€á…á„áŸ‹á…á¶á”áŸ‹á™á€á”áŸ’ášá¶á€áŸ‹á—áŸ’á›á¶á˜áŸ—á¬á¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹ááŸ‚á”áŸ‰á»ááŸ’ááŸ„áŸ‡áŸ”.
ko_kr: 즉시 자금을 회수할지 지불 인증만 할지 선택하세요.
lo: ເລືອກວ່າທ່ານຕ້ອງການຈິງຈັງສິດທິໃນການດຶງເງິນທັນທີ ຫຼື ອະນຸຍາດໃນການຈ່າຍເງິນເທົ່ານັ້ນ.
nb_no: Velg om du vil registrere penger umiddelbart eller bare godkjenne betaling.
nl_nl: Kies of u het bedrag meteen wilt innen of enkel vast wilt laten zetten.
pl_pl: Wybierz czy chcesz przejąć pieniądze natychmiast czy tylko zatwierdzić płatność.
pt_br: Escolha se deseja capturar fundos imediatamente ou autorizar apenas o pagamento.
pt_pt: Escolha se deseja capturar fundos imediatamente ou autorizar apenas o pagamento.
ro_ro: Alegeți dacă doriți să capturați imediat fonduri sau să autorizați numai plata.
ru_ru: Выберите, хотите ли Вы получать средства немедленно или подтверждать каждый платёж индивидуально.
sv_se: Välj om du vill omedelbart fånga betalmedel eller endast godkänna betalningen.
tr_tr: Hemen para çekmek veya sadece ödeme yapmak isteyip istemediğinizi seçin.
uk: Виберіть, чи бажаєте ви негайно зафіксувати кошти, чи лише авторизувати платіж.
vi: Chọn xem bạn có muốn thu tiền ngay lập tức hay chỉ ủy quyền thanh toán.
zh_cn: 选择您是要马上扣款还是先预授权.

source: Sale
ar: تخفيض
cs_cz: Sleva
es_es: Venta
fi: Ale
fr_fr: Vente
he_il: צע
hu_hu: Akció
it_it: Offerta
ja: セール
ko_kr: 세일
nb_no: Salg
pl_pl: Wyprzedaż
pt_br: Venda
pt_pt: Venda
ro_ro: Ofertă
ru_ru: Продажа
tr_tr: İndirim
zh_cn: 促销

source: Authorization
ar: تسجيل دخول
cs_cz: Autorizace
de_de: Autorisierung
es_es: Autorización
fi: Lupa
fr_fr: Autorisation
he_il: רש
hu_hu: Hitelesítés
it_it: Autorizzazione
ja: 承認
ko_kr: 권한
nb_no: Autorisasjon
nl_nl: Authorisatie
pl_pl: Autoryzacja
pt_br: Autorização
pt_pt: Autorização
ro_ro: Autorizare
ru_ru: Авторизация
sv_se: Auktorisering
tr_tr: Yetki
zh_cn: 授权

source: Order
ar: طلب
cs_cz: Objednávka
de_de: Bestellung
es_es: Orden
fi: Järjestys
fr_fr: Commande
hu_hu: Rendezés
it_it: Ordine
ja: 注文
ja_jp: 注文
km: á”á‰áŸ’á‡á¶
ko_kr: 주문
lo: ສັ່ງຊື້
nb_no: Rekkefølge
nl_nl: Bestelling
pl_pl: Zamówienie
pt_br: Pedido
pt_pt: Encomenda
ro_ro: Comanda
ru_ru: Заказ
tr_tr: Sipariş
uk: Замовлення
vi: Đặt hàng
zh_cn: 订购

source: Instant Payments
ar: المدفوعات الفورية
cs_cz: Okamžité platby
de_de: Sofortige Zahlungen
es_es: Pagos instantáneos
fi: Pikamaksut
fr_fr: Paiements Instantanés
he_il: תש
hu_hu: Azonnali fizetés
it_it: Pagamenti immediati
ja: 即時支払い
ko_kr: 즉시 결제
nb_no: Godta bruker betalinger, opprette abonnement planer og begrense innholdet på medlemskapet ditt nettsted.
nl_nl: Directe betalingen
pl_pl: Natychmiastowe płatności
pt_br: Pagamentos Instantâneos
pt_pt: Pagamentos Instantâneos
ro_ro: Plăți instantanee
ru_ru: Мгновенные платежи
sv_se: Omedelbara betalningar
tr_tr: Anında ödeme
zh_cn: 即时支付

source: Require Instant Payment
ar: تتطلب الدفع الفوري
cs_cz: Požadavek na okamžitou platbu
de_de: Erfordert sofortige Zahlung
es_es: Requerir pago instantáneo
fi: Vaadi välitöntä maksua
fr_fr: Requerir Pago Instantáneo
he_il: רש תש
hu_hu: Azonnali fizetés megkövetelése
it_it: Richiedere il pagamento immediato
ja: 即時支払いが必須
ja_jp: 即時支払いが必要です
km: ááŸ’ášá¼áœá€á¶ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á—áŸ’á›á¶á˜áŸ—
ko_kr: 즉시 결제 필요
lo: ຕ້ອງການການຊໍາລະເງິນທັນທີ
nb_no: Øyeblikkelig betalingsvarsling-betaling mislykkes
nl_nl: Directe betaling vereisen
pl_pl: Wymaganie natychmiastowej płatności
pt_br: Exigir pagamento instantâneo
pt_pt: Exigir pagamento instantâneo
ro_ro: Necesită plată instantanee
ru_ru: Требовать мгновенную оплату
sv_se: Kräv omedelbar betalning
tr_tr: Anında Ödeme
uk: Вимагається миттєва оплата
vi: Yêu cầu thanh toán ngay lập tức
zh_cn: 要求即时付款

source: If you enable this setting, PayPal will be instructed not to allow the buyer to use funding sources that take additional time to complete (for example, eChecks). Instead, the buyer will be required to use an instant funding source, such as an instant transfer, a credit/debit card, or PayPal Credit.
ar: إذا قمت بتمكين هذا الإعداد ، فسيتم توجيه PayPal بعدم السماح للمشتري باستخدام مصادر التمويل التي تستغرق وقتًا إضافيًا لإكمالها (على سبيل المثال ، eChecks). بدلاً من ذلك ، سيُطلب من المشتري استخدام مصدر تمويل فوري ، مثل التحويل الفوري أو بطاقة الائتمان / الخصم أو PayPal Credit.
cs_cz: Pokud toto nastavení povolíte, společnost PayPal dostane pokyn, aby kupujícímu neumožnila používat zdroje financování, které vyžadují další čas (například elektronické šeky). Místo toho bude kupující muset použít okamžitý zdroj financování, například okamžitý převod, kreditní/debetní kartu nebo kredit PayPal.
de_de: Wenn Sie diese Einstellung aktivieren wird PayPal angewiesen, nicht zuzulassen, dass Käufer Finanzierungsquellen verwenden, welche zusätzliche (z.B. ein manueller Eingriff) Zeit für die Verarbeitung in Anspruch nehmen würden (z. B. eChecks). Stattdessen muss der Käufer eine unmittelbar auszuführende Zahlungsmethode verwenden, wie eine Sofortüberweisung, eine Kreditkarte oder PayPal Credit.
es_es: Si se habilita esta configuración, PayPal será instruido de no permitir al comprador a utilizar fuentes de financiación que requieren tiempo adicional para completar (por ejemplo, cargo en cuenta bancaria). En su lugar, se le solicitará al comprador para utilizar una fuente de financiación instantánea, como una transferencia instantánea, una tarjeta de crédito / débito, crédito o PayPal.
fi: Jos otat tämän asetuksen käyttöön, PayPalia ohjeistetaan olemaan sallimatta ostajan käyttää sellaisia rahoituslähteitä, joiden suorittaminen vie ylimääräistä aikaa (esimerkiksi eSheckit). Sen sijaan ostajan on käytettävä välitöntä rahoituslähdettä, kuten pikasiirtoa, luotto- tai pankkikorttia tai PayPal Creditiä.
fr_fr: Si vous activez ce paramètre, PayPal sera dans l'obligation ne pas de permettre à l’acheteur d’utiliser des sources de financement qui prennent plus de temps pour être complétées (par exemple, eChecks). Au contraire, l’acheteur sera tenu d’utiliser une source de financement instantanée, comme un transfert instantané, une carte de crédit ou de débit ou PayPal crédit.
he_il: פת ר , ת ת פפ פשר רש שתש קרת שק סף ש ת רש (, eChecks). ק ת, רש רש שתש קר , ער ת, רס שר שר פפ.
hu_hu: Ha engedélyezi ezt a beállítást, a PayPal utasítást kap arra, hogy ne engedélyezze a vásárló számára olyan finanszírozási források használatát, amelyeknek a kitöltése több időt vesz igénybe (például az elektronikus csekkek). Ehelyett a vevőnek azonnali finanszírozási forrást kell használnia, például azonnali átutalást, hitel/betéti kártyát vagy PayPal-hitelt.
it_it: Se abiliti questa impostazione, PayPal riceverà l'ordine di non permettere all'acquirente di usare fonti di fondi che richiedono un passaggio ulteriore per il completamento (per esempio, eCheck). Al contrario, al compratore sarà richiesto di usare una fonte di fondi istantanea, come un bonifico istantaneo, una carta di credito/debito, o PayPal Credit.
ja: この設定を有効にすると、PayPalは、買い手が完了までに追加時間がかかる資金源（eチェックなど）を使用できないように指示します。代わりに、買い手は即時振込、クレジットカード/デビットカード、またはPayPalクレジットなど、即時の資金調達手段を使用する必要があります。
ja_jp: この設定を有効にすると、PayPalは購入者が追加の時間を要する資金源（例えば、eChecks）を使用できないように指示されます。代わりに、購入者は即時資金源、例えば即時振込、クレジット/デビットカード、またはPayPal Creditを使用する必要があります。.
km: á”á¾á¢áŸ’á“á€á”á¾á€á€á¶ášá€áŸ†áááŸ‹á“áŸáŸ‡, PayPal á“á¹á„ááŸ’ášá¼áœá”á¶á“á”á‰áŸ’á‡á¶á²áŸ’á™á˜á·á“á¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á¢áŸ’á“á€á‘á·á‰á”áŸ’ášá¾á”áŸ’ášá—á–á á·ášá‰áŸ’á‰áœááŸ’áá»áŠáŸ‚á›ááŸ’ášá¼áœá€á¶ášá–áŸá›áœáŸá›á¶á”á“áŸ’ááŸ‚á˜áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á…á”áŸ‹ (á§á‘á¶á ášááŸ, eChecks)áŸ” á‡áŸ†á“á½áŸ, á¢áŸ’á“á€á‘á·á‰á“á¹á„ááŸ’ášá¼áœá”á¶á“á‘á¶á˜á‘á¶ášá²áŸ’á™á”áŸ’ášá¾á”áŸ’ášá—á–á á·ášá‰áŸ’á‰áœááŸ’áá»á—áŸ’á›á¶á˜, áŠá¼á…á‡á¶ á€á¶ášá• transferencia á—áŸ’á›á¶á˜, á€á¶áá¥áá‘á¶á“/á€á¶áá¥áá‘á¶á“, á¬ PayPal CreditáŸ”.
ko_kr: 이 설정을 사용하도록 설정하면 구매자가 완료하는 데 시간이 더 걸리는 자금 출처(예: 전자 수표)를 사용하지 못하도록 PayPal에 지시됩니다. 대신 구매자는 즉시 이체, 신용/직불 카드 또는 PayPal 크레딧과 같은 즉시 자금 출처를 사용해야 합니다.
lo: ຖ້າເຈົ້າເປີດໃຊ້ຄັ້ງນີ້, PayPal ຈະໄດ້ຮັບຄຳສັ່ງໃຫ້ບໍ່ໃຫ້ຜູ້ຊື້ໃຊ້ແຫຼ່ງການເງິນທີ່ໃຊເວລາເພີ່ມເຕີມໃນການສຳເລັດ (ຕົວຢ່າງ, eChecks). ກະນັ້ນ, ຜູ້ຊື້ຈະຖືກບັດບັດໃຫ້ໃຊ້ແຫຼ່ງການເງິນທີ່ໄວ, ເຊັ່ນການໂອນເງິນໄວ, ບັດເຄດິດ/ບັດເດບິດ, ຫຼື PayPal Credit.
nb_no: Hvis du aktiverer denne innstillingen, vil PayPal bli bedt om å ikke tillate at kjøperen bruker finansieringskilder som det tar ekstra tid å fullføre (for eksempel eSjekk). I stedet må kjøperen bruke en umiddelbar finansieringskilde, for eksempel en umiddelbar overføring, et kreditt- eller debetkort eller PayPal-kreditt.
nl_nl: Als u deze instelling inschakelt, krijgt PayPal de opdracht om de koper geen gebruik te laten maken van financieringsbronnen die extra tijd nodig hebben om te voltooien (bijvoorbeeld eChecks). In plaats daarvan moet de koper een directe financieringsbron gebruiken, zoals een directe overschrijving, een creditcard / betaalkaart of PayPal-tegoed.
pl_pl: Po włączeniu tego ustawienia firma PayPal zostanie poinstruowana, aby nie zezwalać kupującemu na korzystanie ze źródeł finansowania, których ukończenie wymaga dodatkowego czasu (na przykład eChecks). Zamiast tego kupujący będzie musiał skorzystać z natychmiastowego źródła finansowania, takiego jak przelew natychmiastowy, karta kredytowa/debetowa lub kredyt PayPal.
pt_br: Se você habilitar essa configuração, o paypal será instruído a não permitir que o comprador use fontes de financiamento que levam tempo adicional para ser concluída (por exemplo, eChecks). Em vez disso, o comprador será obrigado a usar uma fonte de financiamento instantânea, como uma transferência instantânea, um cartão de crédito/débito, ou crédito paypal.
pt_pt: Se você habilitar esta configuração, o PayPal será instruído a não permitir que o comprador use fontes de financiamento que demorem tempo para ser concluído (por exemplo, eChecks). Em vez disso, o comprador será obrigado a usar uma fonte de financiamento instantânea, como uma transferência instantânea, um cartão de crédito / débito ou um crédito do PayPal.
ro_ro: Dacă activați această setare, PayPal va fi instruit să nu permită cumpărătorului să utilizeze surse de finanțare care necesită timp suplimentar pentru completare (de exemplu, eChecks). În schimb, cumpărătorul va trebui să utilizeze o sursă de finanțare instantanee, cum ar fi un transfer instantaneu, un card de credit/debit sau credit PayPal.
ru_ru: Если вы включите этот параметр, PayPal будет дано указание не разрешать покупателю использовать источники финансирования, требующие дополнительного времени (например, eChecks). Вместо этого покупатель должен будет использовать мгновенный источник финансирования, такой как мгновенный перевод, кредитная / дебетовая карта или PayPal Credit.
sv_se: Om du aktiverar den här inställningen kommer PayPal att instrueras att inte tillåta köparen att använda finansieringskällor som tar längre tid att genomföra (t.ex. eChecks). Istället måste köparen använda en omedelbar finansieringskälla, till exempel en omedelbar överföring, ett kredit- eller betalkort eller PayPal-kredit.
tr_tr: Bu ayarı etkinleştirirseniz, PayPal'a, alıcının, tamamlanması ek süre gerektiren finansman kaynakları (örneğin, e-Check'ler) kullanmasına izin vermemesi talimatı verilir. Bunun yerine, alıcı anında aktarma, kredi / bankamatik kartı veya PayPal Kredisi gibi anlık bir finansman kaynağı kullanması gerekecektir.
uk: Якщо ви увімкнете цю настройку, PayPal буде проінструктовано не дозволяти покупцеві використовувати джерела фінансування, які потребують додаткового часу для завершення (наприклад, електронні чеки). Замість цього покупець буде зобов'язаний використовувати джерело фінансування, яке здійснюється миттєво, таке як миттєвий переказ, кредитна/дебетова картка або PayPal Credit.
vi: Nếu bạn kích hoạt cài đặt này, PayPal sẽ được chỉ định không cho phép người mua sử dụng các nguồn tài trợ cần thêm thời gian để hoàn thành (ví dụ, eChecks). Thay vào đó, người mua sẽ được yêu cầu sử dụng một nguồn tài trợ ngay lập tức, chẳng hạn như chuyển khoản ngay lập tức, thẻ tín dụng/thẻ ghi nợ hoặc PayPal Credit.
zh_cn: 如果启用此设置，PayPal 将不允许买家使用需要额外时间才能完成的资金来源（例如电子支票）。相反，买家必须使用即时资金来源，如即时转账、信用卡/借记卡或 PayPal 信用额度。

source: Enable In-Context Checkout flow
ar: تمكين تدفق السداد في السياق
cs_cz: Povolení toku In-Context Checkout
de_de: In-Kontext-Checkout-Flow aktivieren
es_es: Activar el flujo de pago en contexto
fi: Ota käyttöön In-Context Checkout -virtaus
fr_fr: Activer le flux In-Context Checkout
he_il: פע רת תש קשר
hu_hu: In-Context Pénztárfolyam engedélyezése
it_it: Abilitare il flusso di cassa In-Context
ja: インコンテキスト・チェックアウト・フローを有効にする
ko_kr: 컨텍스트 내 결제 흐름 활성화
nb_no: Aktiver utsjekkingsflyt i kontekst
nl_nl: In-Context Checkout-stroom inschakelen
pl_pl: Włącz przepływ usługi Checkout w kontekście
pt_br: Habilitar o fluxo de checkout no contexto
pt_pt: Ativar o fluxo de checkout no contexto
ro_ro: Activați fluxul de plată în context (In-Context Checkout)
ru_ru: Включите поток In-Context Checkout
sv_se: Aktivera utcheckningsflöde i kontext
tr_tr: Bağlam İçi Ödeme akışını etkinleştirin
zh_cn: 启用上下文结账流程

source: The enhanced PayPal Express Checkout with In-Context gives your customers a simplified checkout experience that keeps them local to your website throughout the payment authorization process and enables them to use their PayPal balance, bank account, or credit card to pay without sharing or entering any sensitive information on your site.
ar: توفر خدمة PayPal Express Checkout المحسّنة مع ميزة "الدفع السريع" مع ميزة "في السياق" لعملائك تجربة دفع مبسطة تبقيهم في موقعك الإلكتروني طوال عملية تفويض الدفع، وتتيح لهم استخدام رصيدهم على PayPal أو حسابهم المصرفي أو بطاقة الائتمان الخاصة بهم للدفع دون مشاركة أو إدخال أي معلومات حساسة على موقعك.
cs_cz: Vylepšená služba PayPal Express Checkout s funkcí In-Context poskytuje zákazníkům zjednodušené pokladní prostředí, které je po celou dobu autorizace platby drží na vašich webových stránkách, a umožňuje jim použít k platbě zůstatek na účtu PayPal, bankovní účet nebo kreditní kartu, aniž by museli sdílet nebo zadávat jakékoli citlivé informace na vašich stránkách.
de_de: Der erweiterte PayPal Express Checkout mit In-Context bietet Ihren Kunden ein vereinfachtes Checkout-Erlebnis, das sie während des gesamten Zahlungsautorisierungsprozesses auf Ihrer Website hält und es ihnen ermöglicht, ihr PayPal-Guthaben, ihr Bankkonto oder ihre Kreditkarte zum Bezahlen zu verwenden, ohne diese mitzuteilen.
es_es: El Pago exprés mejorado de PayPal con In-Context ofrece a sus clientes una experiencia de pago simplificada que les mantiene en su sitio Web durante todo el proceso de autorización del pago y les permite utilizar su saldo de PayPal, su cuenta bancaria o su tarjeta de crédito para pagar sin compartir ni introducir información confidencial en su sitio Web.
fi: Parannettu PayPal Express Checkout with In-Context tarjoaa asiakkaillesi yksinkertaistetun kassakokemuksen, joka pitää heidät paikallisesti verkkosivustollasi koko maksun hyväksymisprosessin ajan, ja antaa heille mahdollisuuden käyttää maksamiseen PayPal-saldoa, pankkitiliä tai luottokorttia jakamatta tai syöttämättä mitään arkaluonteisia tietoja sivustollasi.
fr_fr: El PayPal Express Checkout mejorado con In-Context ofrece a sus clientes una experiencia de pago simplificada que los mantiene en su sitio web durante todo el proceso de autorización de pago y les permite usar su saldo de PayPal, cuenta bancaria o tarjeta de crédito para pagar sin compartir ni ingresar ninguna información sensible en su sitio.
he_il: שרת PayPal Express Checkout שפר ע In-Context ספק קת ת תש פש, שרת ת תר ש ר ת שר תש פשרת שתש תרת PayPal, ש ק רס שר ש ש שתף ע רש תר ש.
hu_hu: A továbbfejlesztett PayPal Express Checkout with In-Context egyszerűsített pénztári élményt nyújt ügyfeleinek, amely a fizetési engedélyezési folyamat során végig az Ön weboldalán tartja őket, és lehetővé teszi számukra, hogy PayPal-egyenlegükkel, bankszámlájukkal vagy hitelkártyájukkal fizessenek anélkül, hogy bármilyen érzékeny adatot megosztanának vagy megadnának az Ön weboldalán.
it_it: Il PayPal Express Checkout migliorato con In-Context offre ai vostri clienti un'esperienza di checkout semplificata che li mantiene sul vostro sito web durante l'intero processo di autorizzazione del pagamento e consente loro di utilizzare il saldo PayPal, il conto bancario o la carta di credito per pagare senza condividere o inserire alcuna informazione sensibile sul vostro sito.
ja: 強化されたPayPal Express Checkout with In-Contextにより、お客様は、支払い承認プロセスを通じてお客様のウェブサイトにアクセスしたまま、PayPal残高、銀行口座、またはクレジットカードを使用して、お客様のサイトで機密情報を共有または入力することなく支払いを行うことができます。
ko_kr: 향상된 인컨텍스트 PayPal 익스프레스 체크아웃을 사용하면 결제 승인 프로세스 내내 고객이 웹사이트에 머무르며 사이트에서 민감한 정보를 공유하거나 입력하지 않고도 PayPal 잔액, 은행 계좌 또는 신용카드를 사용하여 결제할 수 있는 간소화된 결제 환경을 제공할 수 있습니다.
nb_no: Den forbedrede PayPal Express Checkout med In-Context gir kundene en forenklet betalingsopplevelse som gjør at de forblir på nettstedet ditt gjennom hele betalingsgodkjenningsprosessen og kan bruke PayPal-saldoen, bankkontoen eller kredittkortet sitt til å betale uten å dele eller oppgi sensitiv informasjon på nettstedet ditt.
nl_nl: De verbeterde PayPal Express Checkout met In-Context biedt uw klanten een vereenvoudigde checkout-ervaring waarbij ze tijdens het autorisatieproces voor de betaling op uw website blijven en hun PayPal-saldo, bankrekening of creditcard kunnen gebruiken om te betalen zonder gevoelige informatie op uw site in te voeren of te delen.
pl_pl: Ulepszona usługa PayPal Express Checkout z funkcją In-Context zapewnia klientom uproszczoną obsługę płatności, która pozwala im pozostać w witrynie przez cały proces autoryzacji płatności i umożliwia im korzystanie z salda PayPal, konta bankowego lub karty kredytowej w celu dokonania płatności bez udostępniania lub wprowadzania jakichkolwiek poufnych informacji w witrynie.
pt_br: O PayPal Express Checkout aprimorado com In-Context oferece aos seus clientes uma experiência de checkout simplificada que os mantém no seu site durante todo o processo de autorização de pagamento e permite que eles usem o saldo do PayPal, a conta bancária ou o cartão de crédito para pagar sem compartilhar ou inserir informações confidenciais no seu site.
pt_pt: O PayPal Express Checkout aprimorado com In-Context oferece aos seus clientes uma experiência de checkout simplificada que os mantém no seu site durante todo o processo de autorização de pagamento e permite que eles usem o saldo do PayPal, a conta bancária ou o cartão de crédito para pagar sem compartilhar ou inserir informações confidenciais no seu site.
ro_ro: PayPal Express Checkout îmbunătățit cu In-Context oferă clienților dvs. o experiență de plată simplificată, care îi menține pe site-ul dvs. pe tot parcursul procesului de autorizare a plății și le permite să își utilizeze soldul PayPal, contul bancar sau cardul de credit pentru a plăti fără a partaja sau introduce informații sensibile pe site-ul dvs.
ru_ru: Усовершенствованная система PayPal Express Checkout с функцией In-Context упрощает процесс оформления заказа, позволяя клиентам оставаться на вашем сайте в течение всего процесса авторизации платежа и использовать для оплаты свой баланс PayPal, банковский счет или кредитную карту, не сообщая и не вводя на вашем сайте никакой конфиденциальной информации.
sv_se: Den förbättrade PayPal Express Checkout med In-Context ger dina kunder en förenklad kassaupplevelse som håller dem kvar på din webbplats under hela betalningsprocessen och gör det möjligt för dem att använda sitt PayPal-saldo, bankkonto eller kreditkort för att betala utan att dela eller ange någon känslig information på din webbplats.
tr_tr: In-Context ile geliştirilmiş PayPal Express Checkout, müşterilerinize ödeme yetkilendirme süreci boyunca web sitenizde yerel kalmalarını sağlayan ve sitenizde herhangi bir hassas bilgi paylaşmadan veya girmeden ödeme yapmak için PayPal bakiyelerini, banka hesaplarını veya kredi kartlarını kullanmalarını sağlayan basitleştirilmiş bir ödeme deneyimi sunar.
zh_cn: 带有 In-Context 功能的增强型 PayPal Express Checkout 可为客户提供简化的结账体验，让他们在整个付款授权过程中始终在您的网站上进行操作，并能使用他们的 PayPal 余额、银行账户或信用卡付款，而无需在您的网站上共享或输入任何敏感信息。

source: Debug
ar: تصحيح الخطأ
cs_cz: Režim ladění
es_es: Depurar
fi: Virheenkorjaus
fr_fr: Débogage
he_il: תר
hu_hu: Hibakeresés
ja: デバッグ
ko_kr: 디버그
pl_pl: Debugowanie
pt_pt: Depuração
ro_ro: Diagnosticare
ru_ru: Отладка
sv_se: Debugg
tr_tr: Hata ayıklama
zh_cn: 调试

source: Enable logging <code>%s</code>
ar: تمكين التسجيل <code>%s</code>
cs_cz: Povolit protokolování <code>%s</code>
de_de: Protokollierung einschalten <code>%s</code>
es_es: Activar el registro <code>%s</code>
fi: Ota lokitus käyttöön <code>%s</code>
fr_fr: Activer la journalisation <code>%s</code>
he_il: פע רש <code>%s</code>
hu_hu: Naplózás engedélyezése <code>%s</code>
it_it: Abilita la registrazione <code>%s</code>
ja: ロギングを有効にする <code>%s</code>
ko_kr: 로깅 사용 <code>%s</code>
nb_no: Aktiver logging <code>%s</code>
nl_nl: Logboekregistratie inschakelen <code>%s</code>
pl_pl: Włącz rejestrowanie <code>%s</code>
pt_br: Ativar o registro <code>%s</code>
pt_pt: Ativar o registo <code>%s</code>
ro_ro: Activarea înregistrării <code>%s</code>
ru_ru: Включить ведение журнала <code>%s</code>
sv_se: Aktivera loggning <code>%s</code>
tr_tr: Günlük kaydını etkinleştir <code>%s</code>

source: There was a problem connecting to the payment gateway.
ar: كان هناك مشكلة في الاتصال مع بوابة الدفع.
cs_cz: Došlo k problému s připojením k platební bráně.
de_de: Es ist ein Problem mit der Verbindung zum Zahlungsdienstleister aufgetreten.
es_es: Hubo un problema al conectarse a la pasarela de pago.
fi: Maksuväylän yhteydessä oli ongelma.
fr_fr: Il y a un problème de connexion à la passerelle de paiement.
he_il: ת ע תרת שער תש.
hu_hu: Probléma merült fel.
it_it: C’è stato un problema di connessione al gateway di pagamento.
ja: 支払い方法の設定時に問題が発生しました.
ko_kr: 결제 게이트웨이에 연결하는데 문제가 있습니다.
nb_no: Det oppstod et problem under tilkobling til betalingsløsningen.
nl_nl: Er was een probleem met de verbinding naar de gekozen betaalmethode.
pl_pl: Wystąpił problem z połączeniem do bramki płatności.
pt_br: Houve um problema ao se conectar ao gateway de pagamento.
pt_pt: Houve um problema na conexão com o gateway de pagamento.
ro_ro: În cazul în care acest lucru pe alte gateway de plată locală nu mai funcţionează.
ru_ru: Не удалось подключиться к платежному шлюзу.
sv_se: Ett problem uppstod vid anslutningen till Stripes betalplattform
tr_tr: Ödeme ağ geçidine bağlanırken bir sorun oluştu.
zh_cn: 连接到支付网关时出现问题.
