Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: The type of landing page to show on the PayPal site for customer checkout. PayPal Account Optional must be checked for this option to be used.
ar: نوع الصفحة المقصودة التي سيتم عرضها على موقع PayPal لسداد العميل. يجب تحديد حساب PayPal اختياري لاستخدام هذا الخيار.
cs_cz: Typ vstupní stránky, která se má zobrazit na webu PayPal pro pokladnu zákazníka. Pro použití této možnosti musí být zaškrtnuto políčko PayPal Account Optional.
de_de: Die Art der Landing Page, die auf der PayPal-Website für die Kaufabwicklung des Kunden angezeigt werden soll. PayPal-Konto optional muss aktiviert sein, damit diese Option verwendet werden kann.
es_es: El tipo de página de destino que se mostrará en el sitio Web de PayPal para el proceso de pago del cliente. Cuenta PayPal Opcional debe estar marcada para que se utilice esta opción.
fi: PayPal-sivustolla näytettävän laskeutumissivun tyyppi asiakkaan kassalla. PayPal-tilin valinnaisen on oltava valittuna, jotta tätä vaihtoehtoa voidaan käyttää.
fr_fr: Type de page de destination à afficher sur le site PayPal pour le paiement du client.
he_il: ס ף ת שצ תר PayPal עת צע תש ע ק. ש ס ת פשרת PayPal Account Optional (ש PayPal פצ) שתש פשרת .
hu_hu: A PayPal-oldalon a vásárlói fizetésnél megjelenítendő céloldal típusa. A PayPal-fiók opcionális opciót be kell jelölni ahhoz, hogy ezt az opciót használni lehessen.
it_it: Il tipo di pagina di destinazione da mostrare sul sito PayPal per il checkout del cliente. L'opzione Conto PayPal facoltativo deve essere selezionata per poter essere utilizzata.
ja: 顧客のチェックアウトのためにPayPalサイトに表示するランディングページのタイプ。このオプションを使用するには、PayPalアカウントオプションにチェックを入れる必要があります。
ja_jp: 顧客チェックアウトのためにPayPalサイトに表示するランディングページのタイプ。このオプションを使用するには、PayPalアカウントオプションがチェックされている必要があります。.
km: PayPal à·€à·™à¶¶à·Š à¶…à¶©à·€à·’à¶ºà·š à¶œà¶±à·”à¶¯à·™à¶±à·”à¶šà¶»à·”à·€à¶±à·Šà¶œà·š à¶œà·™à·€à·“à¶¸à·Š à·ƒà¶³à·„à· à¶´à·™à¶±à·Šà·€à·’à¶º à¶ºà·”à¶­à·” à¶½à·à¶±à·Šà¶©à·’à¶±à·Š à¶´à·’à¶§à·”à·€à·š à·€à¶»à·Šà¶œà¶º. à¶¸à·™à¶¸ à·€à·’à¶šà¶½à·Šà¶´à¶º à¶·à·à·€à·’à¶­à· à¶šà·’à¶»à·“à¶¸à¶§ PayPal à¶œà·’à¶«à·”à¶¸ à¶…à¶±à·’à·€à·à¶»à·Šà¶ºà¶ºà·™à¶±à·Šà¶¸ à¶´à¶»à·“à¶šà·Šà·‚à· à¶šà·… à¶ºà·”à¶­à·”à¶º.
ko_kr: 고객 결제를 위해 PayPal 사이트에 표시할 랜딩 페이지 유형입니다. 이 옵션을 사용하려면 PayPal 계정 선택 사항을 선택해야 합니다.
lo: ປະເພດຂອງແບບບິນທີ່ຈະແສດສໍາລັບເວບໄຊທ໌ PayPal ສໍາລັບການຊື້ຂອງລູກຄ້າ. ຈະຕ້ອງເຊັກສະຖານທີ່ PayPal Account Optional ສໍາລັບໃຊ້ຕົວເລືອກນີ້.
nb_no: Hvilken type destinasjonsside som skal vises på PayPal-nettstedet for kundenes betaling. PayPal-konto valgfritt må være merket av for at dette alternativet skal kunne brukes.
nl_nl: Het type landingspagina dat moet worden weergegeven op de PayPal-site voor het afrekenen van klanten. PayPal Rekening Optioneel moet aangevinkt zijn om deze optie te kunnen gebruiken.
pl_pl: Typ strony docelowej wyświetlanej w witrynie PayPal do realizacji zakupu przez klienta. Opcjonalne konto PayPal musi być zaznaczone, aby ta opcja mogła być używana.
pt_br: O tipo de página de destino a ser exibida no site do PayPal para o checkout do cliente. Conta do PayPal opcional deve estar marcada para que essa opção seja usada.
pt_pt: O tipo de página de destino a ser exibida no site do PayPal para o checkout do cliente. Conta do PayPal opcional deve estar marcada para que essa opção seja usada.
ro_ro: Tipul de pagină de destinație care se afișează pe site-ul PayPal pentru finalizarea comenzii de către client. Cont PayPal opțional trebuie să fie bifat pentru ca această opțiune să fie utilizată.
ru_ru: Тип целевой страницы, которая будет отображаться на сайте PayPal при оформлении заказа. Для использования этого параметра необходимо установить флажок PayPal Account Optional.
sv_se: Den typ av målsida som ska visas på PayPal-webbplatsen för kundens utcheckning. Valfritt PayPal-konto måste vara markerat för att det här alternativet ska kunna användas.
tr_tr: Müşteri ödemesi için PayPal sitesinde gösterilecek açılış sayfası türü. Bu seçeneğin kullanılabilmesi için PayPal Hesabı İsteğe Bağlı işaretlenmelidir.
uk: Тип сторінки приземлення, яка повинна відображатися на сайті PayPal для оформлення замовлення клієнтом. Опція "Обліковий запис PayPal необов'язковий" повинна бути позначена, щоб цю опцію можна було використовувати.
vi: Loại trang đích để hiển thị trên trang web PayPal cho việc thanh toán của khách hàng. Tùy chọn Tài khoản PayPal Bắt buộc phải được chọn để sử dụng tùy chọn này.
zh_cn: 在 PayPal 网站上为客户结账显示的登陆页面类型。要使用此选项，必须选中 PayPal 账户可选项。

source: Login
ar: تسجيل الدخول
cs_cz: Přihlášení
de_de: Anmelden
es_es: Iniciar sesión
fi: Kirjaudu
fr_fr: Connexion
he_il: תר
hu_hu: Belépés
it_it: Accedi
ja: ログイン
ja_jp: ログイン
km: á…á¼á›
ko_kr: 로그인
lo: ເຂົ້າລະບົບ
nb_no: Logg inn
nl_nl: Inloggen
pl_pl: Zaloguj się
pt_br: Entrar
pt_pt: Entrar
ro_ro: Autentificare
ru_ru: Войти
sv_se: Logga in
tr_tr: Giriş
uk: Увійти
vi: Đăng nhập
zh_cn: 登录

source: Billing
ar: الفوترة
cs_cz: Fakturace
de_de: Rechnung
es_es: Facturación
fi: Laskutus
fr_fr: Facturation
hu_hu: Számlázás
it_it: Fatturazione
ja: 請求処理
ja_jp: 請求書
km: áœá·á€áŸ’á€á™á”ááŸ’áš
ko_kr: 청구
lo: ການແຈ້ງບິນ
nb_no: Fakturering
nl_nl: Facturatie
pl_pl: Dane do faktury
pt_br: Cobrança
pt_pt: Faturação
ro_ro: Facturare
ru_ru: Биллинг
sv_se: Fakturering
tr_tr: Faturalandırma
uk: Білінг
vi: Thanh toán
zh_cn: 账单

source: No Preference
ar: لا يوجد تفضيل
cs_cz: Bez preference
de_de: Keine Präferenz
es_es: Sin preferencia
fi: Ei etusijajärjestystä
fr_fr: Pas de préférence
he_il: עפ
hu_hu: Nincs preferencia
it_it: Nessuna preferenza
ja: 優先順位なし
ja_jp: 好みなし
km: á˜á·á“á˜á¶á“á…áŸ†áá¼á›á…á·ááŸ’á
ko_kr: 기본 설정 없음
lo: ບໍ່ມີຄວາມໃຈໃນສິ່ງໃດ
nb_no: Ingen preferanser
nl_nl: Geen voorkeur
pl_pl: Brak preferencji
pt_br: Sem preferência
pt_pt: Sem preferência
ro_ro: Nicio preferinta
ru_ru: Нет предпочтений
sv_se: Ingen preferens
tr_tr: Tercih yok
uk: Без переваг
vi: Không có sở thích
zh_cn: 没有偏好

source: Instant Payments
ar: مدفوعات فورية
cs_cz: Okamžité platby
de_de: Sofortige Zahlungen
es_es: Pagos instantáneos
fi: Pikamaksut
fr_fr: Paiements instantanés
he_il: תש
hu_hu: Azonnali kifizetések
it_it: Pagamenti istantanei
ja: 即時支払い
ja_jp: 即時支払い
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á—áŸ’á›á¶á˜áŸ—
ko_kr: 즉시 결제
lo: ການຊໍາລະໃນທັນທີ
nb_no: Øyeblikkelige betalinger
nl_nl: Directe betalingen
pl_pl: Natychmiastowe płatności
pt_br: Pagamentos instantâneos
pt_pt: Pagamentos imediatos
ro_ro: Plăți instantanee
ru_ru: Мгновенные платежи
sv_se: Snabba betalningar
tr_tr: Anında Ödemeler
uk: Миттєві платежі
vi: Thanh toán ngay lập tức
zh_cn: 即时支付

source: Billing Address
ar: عنوان وصول الفواتير
cs_cz: Fakturační adresa
de_de: Rechnungsadresse
es_es: Dirección de facturación
fi: Laskutusosoite
fr_fr: Adresse de facturation
he_il: תת
hu_hu: Számlázási cím
it_it: Indirizzo di fatturazione
ja: 請求先住所
ja_jp: 請求先住所
km: á¢á¶áŸá™áŠáŸ’á‹á¶á“áœá·á€áŸ’á€á™á”ááŸ’áš
ko_kr: 청구지 주소
lo: ທີ່ຢູ່ໃນການໃຊ້ບິນ
nb_no: Fakturaadresse
nl_nl: Factuuradres
pl_pl: Adres rozliczeniowy
pt_br: Endereço de Cobrança
pt_pt: Endereço de faturação
ro_ro: Adresă de facturare
ru_ru: Платежный адрес
sv_se: Fakturaadress
tr_tr: Fatura Adresi
uk: Адреса для рахунку
vi: Địa chỉ thanh toán

source: Use PayPal Shipping Address as Billing
ar: استخدام عنوان شحن PayPal كعنوان الفواتير
cs_cz: Použití adresy pro zasílání PayPal jako fakturační adresy
de_de: PayPal-Versandadresse als Rechnungsadresse verwenden
es_es: Utilizar la dirección de envío de PayPal como dirección de facturación
fi: Käytä PayPalin toimitusosoitetta laskutuksena
fr_fr: Utiliser l'adresse de livraison PayPal comme adresse de facturation
he_il: שתש תת ש ש PayPal תת
hu_hu: PayPal szállítási cím használata számlázási címként
it_it: Utilizzare l'indirizzo di spedizione PayPal come fatturazione
ja: PayPalの配送先住所を請求先として使用する
ja_jp: PayPalの配送先住所を請求先として使用する
km: á”áŸ’ášá¾á¢á¶áŸá™áŠáŸ’á‹á¶á“áŠá¹á€á‡á‰áŸ’á‡á¼á“ PayPal á‡á¶á¢á¶áŸá™áŠáŸ’á‹á¶á“á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹
ko_kr: PayPal 배송 주소를 청구로 사용
lo: ໃຊ້ທີ່ຢູ່ສົ່ງສິນຄ້າ PayPal ເພື່ອເປັນບິນລິງ
nb_no: Bruk PayPals leveringsadresse som faktureringsadresse
nl_nl: PayPal-verzendadres gebruiken als factuuradres
pl_pl: Użyj adresu wysyłki PayPal jako adresu rozliczeniowego
pt_br: Usar o endereço de entrega do PayPal como cobrança
pt_pt: Usar o endereço de entrega do PayPal como cobrança
ro_ro: Utilizați adresa de expediere PayPal ca adresă de facturare
ru_ru: Использовать адрес доставки PayPal в качестве адреса для выставления счета
sv_se: Använd PayPals leveransadress som faktureringsadress
tr_tr: PayPal Gönderi Adresini Fatura Olarak Kullan
uk: Використовуйте адресу доставки PayPal як адресу для виставлення рахунку
vi: Sử dụng địa chỉ giao hàng PayPal làm địa chỉ thanh toán

source: If the billing address is empty and PayPal provides a shipping address, the order will use the shipping address as the billing address.
ar: إذا كان عنوان إرسال الفواتير فارغاً ووفر PayPal عنوان شحن، فسيستخدم الطلب عنوان الشحن كعنوان إرسال الفواتير.
cs_cz: Pokud je fakturační adresa prázdná a společnost PayPal poskytne dodací adresu, bude v objednávce použita dodací adresa jako fakturační adresa.
de_de: Wenn die Rechnungsadresse leer ist und PayPal eine Lieferadresse angibt, wird für die Bestellung die Lieferadresse als Rechnungsadresse verwendet.
es_es: Si la dirección de facturación está vacía y PayPal proporciona una dirección de envío, el pedido utilizará la dirección de envío como dirección de facturación.
fi: Jos laskutusosoite on tyhjä ja PayPal antaa toimitusosoitteen, tilaus käyttää toimitusosoitetta laskutusosoitteena.
fr_fr: Si l'adresse de facturation est vide et que PayPal fournit une adresse de livraison, la commande utilisera l'adresse de livraison comme adresse de facturation.
he_il: תת רק -PayPal ספקת תת ש, תשתש תת ש תת .
hu_hu: Ha a számlázási cím üres, és a PayPal megad egy szállítási címet, a megrendelés a szállítási címet használja számlázási címként.
it_it: Se l'indirizzo di fatturazione è vuoto e PayPal fornisce un indirizzo di spedizione, l'ordine utilizzerà l'indirizzo di spedizione come indirizzo di fatturazione.
ja: 請求先住所が空で、PayPalが配送先住所を提供する場合、注文は配送先住所を請求先住所として使用します。
ja_jp: 請求先住所が空で、PayPalが配送先住所を提供する場合、注文は配送先住所を請求先住所として使用します。.
km: á”á¾á¢á¶áŸá™áŠáŸ’á‹á¶á“áœá·á€áŸá™á”áŸááŸ’ášá˜á·á“á˜á¶á“ á“á·á„ PayPal á•áŸ’áá›áŸ‹á¢á¶áŸá™áŠáŸ’á‹á¶á“áŠá¹á€á‡á‰áŸ’á‡á¼á“ á¢á¶á€áŸ’ášá¶áá“á¹á„á”áŸ’ášá¾á¢á¶áŸá™áŠáŸ’á‹á¶á“áŠá¹á€á‡á‰áŸ’á‡á¼á“á‡á¶á¢á¶áŸá™áŠáŸ’á‹á¶á“áœá·á€áŸá™á”áŸááŸ’ášáŸ”.
ko_kr: 청구 주소가 비어 있고 PayPal에서 배송 주소를 제공한 경우 주문은 배송 주소를 청구 주소로 사용합니다.
lo: ຖ້າບັນຊີບິນວ່າງແລະ PayPal ສະເລີມບັນທຶກສົ່ງ, ຄຳສັ່ງຈະໃຊ້ບັນທຶກສົ່ງເປັນບັນຊີບິນ.
nb_no: Hvis faktureringsadressen er tom og PayPal oppgir en leveringsadresse, vil bestillingen bruke leveringsadressen som faktureringsadresse.
nl_nl: Als het factuuradres leeg is en PayPal een verzendadres opgeeft, wordt het verzendadres gebruikt als factuuradres voor de bestelling.
pl_pl: Jeśli adres rozliczeniowy jest pusty, a PayPal poda adres wysyłki, zamówienie użyje adresu wysyłki jako adresu rozliczeniowego.
pt_br: Se o endereço de cobrança estiver vazio e o PayPal fornecer um endereço de entrega, o pedido usará o endereço de entrega como endereço de cobrança.
pt_pt: Se o endereço de faturação estiver vazio e o PayPal fornecer um endereço de envio, a encomenda utilizará o endereço de envio como endereço de faturação.
ro_ro: Dacă adresa de facturare este goală și PayPal furnizează o adresă de expediere, comanda va utiliza adresa de expediere ca adresă de facturare.
ru_ru: Если адрес для выставления счета пуст, а PayPal предоставляет адрес доставки, в заказе в качестве адреса для выставления счета будет использоваться адрес доставки.
sv_se: Om faktureringsadressen är tom och PayPal anger en leveransadress, kommer ordern att använda leveransadressen som faktureringsadress.
tr_tr: Fatura adresi boşsa ve PayPal bir gönderim adresi sağlarsa sipariş, gönderim adresini fatura adresi olarak kullanır.
uk: Якщо адреса для виставлення рахунку порожня, а PayPal надає адресу доставки, замовлення використовуватиме адресу доставки як адресу для виставлення рахунку.
vi: Nếu địa chỉ thanh toán trống và PayPal cung cấp một địa chỉ giao hàng, đơn hàng sẽ sử dụng địa chỉ giao hàng làm địa chỉ thanh toán.

source: Send Item Details
ar: إرسال تفاصيل العنصر
cs_cz: Odeslat podrobnosti o položce
de_de: Sende Artikeldetails
es_es: Enviar detalles del artículo
fi: Lähetä kohteen tiedot
fr_fr: Envoyer les détails de l'article
he_il: ש פר פר
hu_hu: Tétel részletek küldése
it_it: Invia dettagli dell’articolo
ja: アイテム詳細を送信
ja_jp: アイテムの詳細を送信する
km: á•áŸ’á‰á¾á–áŸááŸŒá˜á¶á“á›á˜áŸ’á¢á·áá¢áŸ†á–á¸áœááŸ’áá»
ko_kr: 항목 세부 정보 보내기
lo: ສົ່ງລາຍລະອຽດສິນຄ້າ
nb_no: Send artikkeldetaljer
nl_nl: Item Details verzenden
pl_pl: Wyślij szczegóły produktu
pt_br: Enviar detalhes do item
pt_pt: Enviar detalhes do item
ro_ro: Trimite detaliile articolului
ru_ru: Отправить деталь
sv_se: Skicka artikeldetaljer
tr_tr: Ürün Detaylarını Gönder
uk: Надіслати деталі товару
vi: Gửi chi tiết mặt hàng
zh_cn: 发送项目详情

source: Send line item details to PayPal
ar: إرسال تفاصيل البند إلى PayPal
cs_cz: Odeslání údajů o položce do služby PayPal
de_de: Senden Einzelposten Details an PayPal
es_es: Enviar detalles de la partida a PayPal
fi: Lähetä erän tiedot PayPaliin
fr_fr: Envoyer les détails de facturation à PayPal
he_il: ש פר פר -PayPal
hu_hu: Küldje el a tétel részleteit a PayPalnak
it_it: Inviare i dettagli della voce a PayPal
ja: PayPalに明細を送信する
ja_jp: PayPalにラインアイテムの詳細を送信する
km: á•áŸ’á‰á¾á–áŸááŸŒá˜á¶á“á›á˜áŸ’á¢á·áá¢áŸ†á–á¸á¢ááŸ’áá”á‘á‘áŸ… PayPal
ko_kr: PayPal로 품목 세부 정보 보내기
lo: ສົ່ງລາຍລະອຽດລາຍການໃຫ້ PayPal
nb_no: Send detaljer om varelinjen til PayPal
nl_nl: Stuur postgegevens naar PayPal
pl_pl: Wyślij szczegóły do PayPal
pt_br: Enviar detalhes de itens de linha para PayPal
pt_pt: Enviar detalhes do item do documento para o PayPal
ro_ro: Trimiteți detaliile articolului de linie la PayPal
ru_ru: Отправьте детали статьи в PayPal
sv_se: Skicka uppgifter om varuposter till PayPal
tr_tr: Satır kalemi ayrıntılarını PayPal'a gönderin
uk: Надішліть деталі позицій до PayPal
vi: Gửi chi tiết mặt hàng đến PayPal
zh_cn: 将细列项目详情发送至 PayPal

source: Include all line item details in the payment request to PayPal so that they can be seen from the PayPal transaction details page.
ar: قم بتضمين جميع تفاصيل البند في طلب الدفع إلى PayPal بحيث يمكن رؤيتها من صفحة تفاصيل معاملة PayPal.
cs_cz: V žádosti o platbu do služby PayPal uveďte všechny údaje o položce, aby byly vidět na stránce s podrobnostmi o transakci PayPal.
de_de: Fügen Sie alle Einzelpostendetails in die Zahlungsaufforderung zu PayPal ein, damit sie von der Seite der PayPal-Transaktionsdetails aus gesehen werden können.
es_es: Incluya todos los detalles de la partida en la solicitud de pago a PayPal para que puedan verse desde la página de detalles de la transacción de PayPal.
fi: Sisällytä kaikki maksuerätiedot PayPalille lähetettävään maksupyyntöön, jotta ne näkyvät PayPalin maksutapahtuman tiedot -sivulla.
fr_fr: Incluez tous les détails de l'article dans la demande de paiement à PayPal afin qu'ils puissent être affichés à partir de la page de détails des transactions PayPal.
he_il: ת פר פר קשת תש -PayPal, שת רת ף פר עסק ש PayPal.
hu_hu: Adja meg a PayPalnak küldött fizetési kérelemben az összes tétel részleteit, hogy azok a PayPal tranzakció részleteit tartalmazó oldalon láthatóak legyenek.
it_it: Includere tutti i dettagli delle voci nella richiesta di pagamento a PayPal, in modo che possano essere visualizzati nella pagina dei dettagli della transazione PayPal.
ja: PayPalの取引詳細ページから確認できるように、PayPalへの支払いリクエストにすべての明細行を含めます。
ja_jp: 支払いリクエストにすべての行項目の詳細を含めて、PayPalの取引詳細ページから確認できるようにしてください。.
km: PayPal-Ğ³Ğµ Ñ‚Ó©Ğ»ĞµĞ¼ ÑÒ±Ñ€Ğ°ÑƒÑ‹Ğ½Ğ´Ğ° Ğ±Ğ°Ñ€Ğ»Ñ‹Ò› Ğ¶Ğ¾Ğ» ÑĞ»ĞµĞ¼ĞµĞ½Ñ‚Ñ–Ğ½Ñ–Ò£ Ğ¼Ó™Ğ»Ñ–Ğ¼ĞµÑ‚Ñ‚ĞµÑ€Ñ–Ğ½ Ò›Ğ¾ÑÑ‹Ò£Ñ‹Ğ·, ÑĞ¾Ğ½Ğ´Ğ° Ğ¾Ğ»Ğ°Ñ€ PayPal Ñ‚Ñ€Ğ°Ğ½Ğ·Ğ°ĞºÑ†Ğ¸ÑÑÑ‹Ğ½Ñ‹Ò£ Ğ¼Ó™Ğ»Ñ–Ğ¼ĞµÑ‚Ñ‚ĞµÑ€ Ğ±ĞµÑ‚Ñ–Ğ½Ğ´Ğµ ĞºÓ©Ñ€Ñ–Ğ½ĞµĞ´Ñ–.
ko_kr: PayPal 거래 세부 정보 페이지에서 확인할 수 있도록 모든 품목 세부 정보를 PayPal에 결제 요청에 포함하세요.
lo: ລວມທຸກລາຍລະອຽດສິນຄ້າໃນຄໍາຂໍເງິນເພື່ອ PayPal ສໍາລັບໃຫ້ພວກເຂົ້າໃຈໄດ້ຈາກໜ້າລາຍລະອຽດທະບຽນທະບຽນຂອງ PayPal.
nb_no: Ta med alle varelinjedetaljene i betalingsforespørselen til PayPal, slik at de kan vises på siden med PayPal-transaksjonsdetaljer.
nl_nl: Neem alle postgegevens op in het betalingsverzoek aan PayPal, zodat ze zichtbaar zijn op de PayPal-transactiepagina.
pl_pl: Dołącz wszystkie szczegóły we wniosku płatności PayPal, żeby były widoczne na stronie transakcji PayPal.
pt_br: Incluir todos os detalhes de itens de linha na solicitação de pagamento para o PayPal para que eles possam ser vistos na página de detalhes de transação do PayPal.
pt_pt: Inclua todos os detalhes do item na solicitação de pagamento ao PayPal para que eles possam ser vistos na página de detalhes da transação do PayPal.
ro_ro: Includeți toate detaliile postului în cererea de plată către PayPal, astfel încât acestea să poată fi vizualizate din pagina de detalii a tranzacției PayPal.
ru_ru: Включите в запрос на платеж в PayPal все детали линейной позиции, чтобы их можно было увидеть на странице деталей транзакции PayPal.
sv_se: Inkludera alla uppgifter om varuposter i betalningsbegäran till PayPal så att de kan ses på sidan med transaktionsuppgifter i PayPal.
tr_tr: PayPal işlem ayrıntıları sayfasından görülebilmeleri için PayPal'a yapılan ödeme talebine tüm satır kalemi ayrıntılarını ekleyin.
uk: Включіть усі деталі позицій у запиті на оплату до PayPal, щоб їх можна було побачити на сторінці деталей транзакції PayPal.
vi: Bao gồm tất cả chi tiết mục trong yêu cầu thanh toán đến PayPal để chúng có thể được nhìn thấy từ trang chi tiết giao dịch PayPal.
zh_cn: 在向 PayPal 提出的付款请求中包含所有细列项目详情，以便从 PayPal 交易详情页面查看。

source: Invoice prefix
ar: بادئة الفاتورة
cs_cz: Prefix faktury
de_de: Rechnungspräfix
es_es: Prefijo de factura
fi: Maksun etuliite
fr_fr: Préfix de la facture
he_il: קת שת
hu_hu: Számla előtag
it_it: Prefisso ordine
ja: インボイスプレフィックス
ja_jp: 請求書プレフィックス
km: á¢á€áŸ’áŸášáŸá‰áŸ’á‰á¶á¢áŸŠá¸á“áœáŸ‰á¶á™áŸ
ko_kr: 송장 접두사
lo: ຄວາມຕໍ່ສູງບິນ
nb_no: Faktura nr
nl_nl: Factuur prefix
pl_pl: Prefiks faktury
pt_br: Prefixo da fatura
pt_pt: Prefixo da fatura
ro_ro: Prefix factură
ru_ru: Префикс счёта
sv_se: Faktura-prefix
tr_tr: Fatura öneki
uk: Префікс рахунку
vi: Tiền tố hóa đơn
zh_cn: 发票前缀号

source: Credit Card Statement Name
ar: اسم كشف حساب بطاقة الائتمان
cs_cz: Název výpisu z kreditní karty
de_de: Name auf der Kreditkartenabrechnung
es_es: Nombre del extracto de la tarjeta de crédito
fi: Luottokorttilaskelma Nimi
fr_fr: Nom du relevé de carte de crédit
he_il: ש פע ף פר רס שר
hu_hu: Hitelkártya-kivonat neve
it_it: Nome dell'estratto conto della carta di credito
ja: クレジットカード明細書名
ja_jp: クレジットカード明細名
km: áˆáŸ’á˜áŸ„áŸ‡áŸáŸá…á€áŸ’áá¸ááŸ’á›áŸ‚á„á€á¶ášááŸá€á¶áá¥áá‘á¶á“
ko_kr: 신용 카드 명세서 이름
lo: ຊື່ບັດຄະແນນເງິນບັດຄຣິເດິດ
nb_no: Navn på kredittkortutskrift
nl_nl: Creditcardafschrift Naam
pl_pl: Nazwa wyciągu z karty kredytowej
pt_br: Nome exibido na fatura do cartão de crédito
pt_pt: Nome do extrato do cartão de crédito
ro_ro: Numele extrasului de cont al cardului de credit
ru_ru: Название выписки по кредитной карте
sv_se: Kreditkortsutdrag Namn
tr_tr: Kredi Kartı Hesap Özeti Adı
uk: Назва виписки з кредитної картки
vi: Tên sao kê thẻ tín dụng
zh_cn: 信用卡账单名称

source: The value entered here will be displayed on the buyer's credit card statement.
ar: سيتم عرض القيمة المدخلة هنا في كشف حساب بطاقة ائتمان المشتري.
cs_cz: Zde zadaná hodnota se zobrazí na výpisu z kreditní karty kupujícího.
de_de: Der hier eingegebene Wert wird auf der Kreditkartenabrechnung des Käufers angezeigt.
es_es: El valor introducido aquí se mostrará en el extracto de la tarjeta de crédito del comprador.
fi: Tähän syötetty arvo näkyy ostajan luottokorttilaskussa.
fr_fr: La valeur entrée ici apparaîtra sur le relevé de carte de crédit de l’acheteur.
he_il: ער ש פע ף פר ש רס שר ש ק.
hu_hu: Az itt megadott érték megjelenik a vevő hitelkártya-kivonatán.
it_it: Il valore inserito in questa sezione verrà visualizzato sull'estratto conto della carta di credito dell'acquirente.
ja: ここに入力された値は、購入者のクレジットカード明細書に表示されます。
ja_jp: ここに入力された値は、購入者のクレジットカード明細に表示されます。.
km: áá˜áŸ’á›áŸƒáŠáŸ‚á›á”á¶á“á”á‰áŸ’á…á¼á›á“áŸ…á‘á¸á“áŸáŸ‡á“á¹á„ááŸ’ášá¼áœá”á„áŸ’á á¶á‰á“áŸ…á›á¾áŸáŸá…á€áŸ’áá¸ááŸ’á›áŸƒá€á¶áá¥áá‘á¶á“ášá”áŸáŸ‹á¢áŸ’á“á€á‘á·á‰áŸ”.
ko_kr: 여기에 입력한 금액은 구매자의 신용 카드 명세서에 표시됩니다.
lo: ຄ່າທີ່ເຂົ້າມາທີ່ນີ້ຈະຖືກແສດສະແດງໃນບັດເຄຣິດທີ່ຂອງຜູ້ຊື້.
nb_no: Verdien som oppgis her, vil vises på kjøperens kredittkortutskrift.
nl_nl: De hier ingevoerde waarde wordt weergegeven op het creditcardafschrift van de koper.
pl_pl: Wprowadzona tutaj wartość zostanie wyświetlona na wyciągu z karty kredytowej kupującego.
pt_br: O valor inserido aqui será exibido na fatura do cartão de crédito do comprador.
pt_pt: O valor introduzido aqui será apresentado no extrato do cartão de crédito do comprador.
ro_ro: Valoarea introdusă aici va fi afișată pe extrasul de cont al cardului de credit al cumpărătorului.
ru_ru: Введенное здесь значение будет отображено в выписке по кредитной карте покупателя.
sv_se: Det värde som anges här kommer att visas på köparens kreditkortsutdrag.
tr_tr: Buraya girilen değer alıcının kredi kartı ekstresinde görüntülenecektir.
uk: Значення, введене тут, буде відображено у виписці з кредитної картки покупця.
vi: Giá trị được nhập ở đây sẽ được hiển thị trên bảng sao kê thẻ tín dụng của người mua.
zh_cn: 此处输入的值将显示在买家的信用卡账单上。

source: Debug log
ar: سجل التصحيح
de_de: Debug-Protokoll
es_es: Registro de Depuración
fi: Testaustilan loki
fr_fr: Journal de débogage
hu_hu: Hibakeresési napló
it_it: Log di debug
ja: デバッグログ
ja_jp: デバッグログ
km: á€áŸ†áááŸ‹á áŸáá» Debug
ko_kr: 디버그 로그
lo: ບັນທຶກຄວາມຜິດພາດ
nb_no: Feilsøkingslogg
pl_pl: Dziennik debugowania
pt_br: Log de Depuração
pt_pt: Registro de depuração
ro_ro: Jurnal de depanare
ru_ru: Лог отладки
sv_se: Felsökningslogg
tr_tr: Hata ayıklama kaydı
uk: Журнал налагодження
vi: Nhật ký gỡ lỗi
zh_cn: 调试日志
