Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Choose where the PayPal buttons should appear on the cart page, either above or below the "Proceed to Checkout" button. This applies only to classic cart templates, not the new Cart Blocks layout.
cs_cz: Zvolte, kde se mají na stránce košíku zobrazit tlačítka PayPal, a to buď nad, nebo pod tlačítkem "Pokračovat k pokladně". To platí pouze pro klasické šablony košíku, nikoli pro nové rozvržení Cart Blocks.
fi: Valitse, missä PayPal-painikkeet näkyvät ostoskorisivulla, joko "Siirry kassalle" -painikkeen ylä- tai alapuolella. Tämä koskee vain klassisia ostoskorimalleja, ei uutta ostoskorin lohkojen asettelua.
he_il: ר פע פתר PayPal ע ע, ע תת פתר "ש תש". רק ע תת ע קסת, ע פרסת ק ע ש.
hu_hu: Válassza ki, hogy a PayPal gombok hol jelenjenek meg a kosároldalon, a "Tovább a pénztárhoz" gomb felett vagy alatt. Ez csak a klasszikus kosársablonokra vonatkozik, az új Kosárblokkok elrendezésre nem.
ja: カートページのどこにPayPalボタンを表示するか、「チェックアウトに進む」ボタンの上か下かを選択します。これは従来のカートテンプレートにのみ適用され、新しいカートブロックレイアウトには適用されません。
ja_jp: カートページでPayPalボタンを表示する位置を選択してください。「Proceed to Checkout」ボタンの上または下のいずれかです。これは、クラシックカートテンプレートにのみ適用され、新しいカートブロックレイアウトには適用されません。.
km: á‡áŸ’ášá¾áŸášá¾áŸá€á“áŸ’á›áŸ‚á„áŠáŸ‚á›á”áŸŠá¼áá»á„ PayPal á‚á½ášááŸ’ášá¼áœá”á„áŸ’á á¶á‰á“áŸ…á›á¾á‘áŸ†á–áŸášá€á¶ášá‘á·á‰á‘áŸ†á“á·á‰ á˜á·á“áá¶á“áŸ…á›á¾á¬á€áŸ’ášáŸ„á˜á”áŸŠá¼áá»á„ "á”á“áŸ’áá‘áŸ…á€á¶ášá‘á¼á‘á¶ááŸ‹"áŸ” á“áŸáŸ‡á¢á“á»áœááŸ’áááŸ‚áŸá˜áŸ’ášá¶á”áŸ‹á‚áŸ†ášá¼á€á¶á”á¼á”á”á»ášá¶á á˜á·á“á˜áŸ‚á“áŸá˜áŸ’ášá¶á”áŸ‹á‘áŸ†ášá„áŸ‹á€á¶á”á¼á”ááŸ’á˜á¸á‘áŸáŸ”.
ko_kr: 카트 페이지에서 '결제 진행' 버튼 위 또는 아래 중 PayPal 버튼이 표시될 위치를 선택합니다. 이는 새로운 카트 블록 레이아웃이 아닌 기존 카트 템플릿에만 적용됩니다.
lo: ເລືອກສະຖານທີ່ປຸ່ມ PayPal ຄວນປິ່ນຢູ່ໃນໜ້າລົດສິນຄ້າ, ບໍ່ວ່າຂໍ້ກ່ຽວກັບປຸ່ມ "ດຳເນີນການຊື້" ຫຼືລຸ່ມ. ນີ້ໃຊ້ແຕ່ໃນແບບແບບລົດສິນຄ້າດັ່ງເດີມ, ບໍ່ແມ່ນແບບລົດສິນຄ້າ Cart Blocks ໃໝ່.
nb_no: Velg hvor PayPal-knappene skal vises på handlekurv-siden, enten over eller under "Gå til kassen"-knappen. Dette gjelder bare for klassiske handlekurvmaler, ikke den nye Cart Blocks-layouten.
nl_nl: Kies waar de PayPal-knoppen op de winkelwagenpagina moeten verschijnen, boven of onder de knop "Doorgaan naar afrekenen". Dit geldt alleen voor de klassieke cart-sjablonen, niet voor de nieuwe Cart Blocks lay-out.
pl_pl: Wybierz miejsce wyświetlania przycisków PayPal na stronie koszyka, powyżej lub poniżej przycisku "Przejdź do kasy". Dotyczy to tylko klasycznych szablonów koszyka, a nie nowego układu bloków koszyka.
ro_ro: Alegeți unde ar trebui să apară butoanele PayPal pe pagina coșului de cumpărături, deasupra sau dedesubtul butonului "Procedați la finalizarea comenzii". Acest lucru se aplică numai șabloanelor clasice de coș, nu și noului aspect Cart Blocks.
sv_se: Välj var PayPal-knapparna ska visas på kundvagnssidan, antingen ovanför eller under knappen "Fortsätt till kassan". Detta gäller endast klassiska kundvagnsmallar, inte den nya layouten Cart Blocks.
tr_tr: PayPal düğmelerinin sepet sayfasında nerede görüneceğini seçin; "Ödeme İşlemine Devam Et" düğmesinin üstünde veya altında. Bu yalnızca klasik sepet şablonları için geçerlidir, yeni Sepet Blokları düzeni için geçerli değildir.
uk: Виберіть, де повинні з'являтися кнопки PayPal на сторінці кошика: вище або нижче кнопки "Продовжити до оформлення замовлення". Це стосується лише класичних шаблонів кошика, а не нового макету Cart Blocks.
vi: Chọn vị trí mà các nút PayPal nên xuất hiện trên trang giỏ hàng, ở trên hoặc dưới nút "Tiến hành thanh toán". Điều này chỉ áp dụng cho các mẫu giỏ hàng cổ điển, không phải bố cục Cart Blocks mới.

source: Below Proceed to Checkout button
cs_cz: Pod tlačítkem Pokračovat k pokladně
fi: Jatka kassalle -painikkeen alla
he_il: תת פתר "ש תש"
hu_hu: A Tovább a pénztárhoz gomb alatt
ja: チェックアウトに進む」ボタンの下
ja_jp: 以下の「チェックアウトに進む」ボタン
km: á€áŸ’ášáŸ„á˜á”áŸŠá¼áá»á„á”á‰áŸ’á‡á¶á‘á·á‰
ko_kr: 아래 결제 진행 버튼
lo: ດໍາເນີນຕໍ່ໄປທີ່ປຸ່ມຊໍາລະເງິນ
nb_no: Under knappen Gå til kassen
nl_nl: Onder de knop Doorgaan naar kassa
pl_pl: Poniżej przycisku Przejdź do kasy
ro_ro: Mai jos butonul Procedează la checkout
sv_se: Nedanför knappen Fortsätt till kassan
tr_tr: Ödeme İşlemine Devam Et düğmesinin altında
uk: Нижче кнопка "Перейти до оформлення замовлення"
vi: Dưới nút Tiến hành thanh toán

source: Above Proceed to Checkout button
cs_cz: Nad tlačítkem Pokračovat k pokladně
fi: Jatka kassalle -painikkeen yläpuolella
he_il: ע צ ש תש
hu_hu: A Pénztárhoz tovább gomb felett
ja: チェックアウトに進む」ボタンの上
ja_jp: チェックアウトに進むボタンの上
km: á›á¾á”áŸŠá¼áá»á„á”á‰áŸ’á…á¼á›á€á¶ášá‘á·á‰
ko_kr: 결제 진행 버튼 위
lo: ຢູ່ເທິງປຸ່ມສັ່ງຊື້
nb_no: Over knappen Gå til kassen
nl_nl: Boven de knop Doorgaan naar kassa
pl_pl: Powyżej przycisku Przejdź do kasy
ro_ro: Deasupra butonului Procedează la checkout
sv_se: Ovanför knappen Fortsätt till kassan
tr_tr: Ödeme İşlemine Devam Et düğmesinin üstünde
uk: Вище кнопки "Перейти до оформлення замовлення"
vi: Trên nút Tiến hành thanh toán

source: Icon
cs_cz: Ikona
fi: Kuvake
he_il: ק
hu_hu: Ikon
ja: アイコン
ja_jp: アイコン
km: ášá¼á”ááŸ†áá¶á„
ko_kr: 아이콘
lo: ສັນລະບັດ
nb_no: Ikon
nl_nl: Pictogram
pl_pl: Ikona
ro_ro: Pictogramă
sv_se: Ikon
uk: Іконка
vi: Biểu tượng

source: Monogram (PP)
cs_cz: Monogram (PP) Monogram (PP)
fi: Monogrammi (PP)
he_il: ר (PP)
hu_hu: Monogram (PP) - Monogram (PP)
ja: モノグラム（PP）
ja_jp: モノグラム (PP)
ko_kr: 모녠 (PP)
nb_no: Monogram (PP) Monogram (PP)
nl_nl: Monogram (PP) Monogram (PP)
pl_pl: Monogram (PP) Monogram (PP)
ro_ro: Monogramă (PP)
sv_se: Monogram (PP) Monogram (PP)
uk: Монограма (PP)

source: Wordmark (PayPal)
cs_cz: Slovní značka (PayPal)
fi: Sanamerkki (PayPal)
he_il: ס (פפ)
hu_hu: Szóvédjegy (PayPal)
ja: ワードマーク（ペイパル）
ja_jp: ワードマーク (PayPal)
ko_kr: 워드마크 (페이팔)
lo: ຄວາມສັບສົນ (PayPal)
nb_no: Varemerke (PayPal)
nl_nl: Woordmerk (PayPal)
pl_pl: Nazwa handlowa (PayPal)
ro_ro: Siglă (PayPal)
sv_se: Varumärke (PayPal)
vi: Biểu trưng (PayPal)

source: Combination Mark (PP PayPal)
cs_cz: Kombinovaná značka (PP PayPal)
fi: Yhdistelmämerkki (PP PayPal)
he_il: ס ש (PP PayPal)
hu_hu: Kombinált jel (PP PayPal)
ja: 組み合わせマーク（PP PayPal）
ja_jp: コンビネーションマーク (PP PayPal)
km: áŸá‰áŸ’á‰á¶áŸá˜áŸ’ášá„áŸ‹á”á‰áŸ’á…á¼á› (PP PayPal)
ko_kr: 결합 마크 (PP 페이팔)
lo: ສັບສົມບັດ (PP PayPal)
nb_no: Kombinasjonsmerke (PP PayPal)
nl_nl: Combinatiemerk (PP PayPal)
pl_pl: Znak kombinowany (PP PayPal)
ro_ro: Marcă de combinație (PP PayPal)
sv_se: Kombinationsmärke (PP PayPal)
uk: Комбінований знак (PP PayPal)
vi: Biểu tượng kết hợp (PP PayPal)

source: Select the PayPal logo style displayed next to the payment method title on the checkout page.
cs_cz: Vyberte styl loga PayPal zobrazený vedle názvu platební metody na stránce pokladny.
fi: Valitse PayPal-logon tyyli, joka näkyy maksutavan otsikon vieressä kassasivulla.
he_il: ר ת ס PayPal צ תרת צע תש ף תש.
hu_hu: Válassza ki a PayPal logó stílusát, amely a fizetési mód címe mellett jelenik meg a pénztári oldalon.
ja: チェックアウトページで支払い方法のタイトルの隣に表示されているPayPalロゴスタイルを選択してください。
ja_jp: チェックアウトページの支払い方法タイトルの横に表示されるPayPalロゴスタイルを選択してください。.
km: á‡áŸ’ášá¾áŸášá¾áŸášá…á“á¶á”áŸá‘áŸ’á˜ášá¼á”áŸá‰áŸ’á‰á¶ PayPal áŠáŸ‚á›á”á„áŸ’á á¶á‰á“áŸ…á€áŸ’á”áŸ‚ášáˆáŸ’á˜áŸ„áŸ‡áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á“áŸ…á›á¾á‘áŸ†á–áŸášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹áŸ”.
ko_kr: 체크아웃 페이지에서 결제 방법 제목 옆에 표시된 PayPal 로고 스타일을 선택하십시오.
lo: ລະບຸສະຕໍາລະບົບ PayPal ທີ່ແບ່ງປັນສະຕໍາລະບົບທີ່ສະແດງຕິດກັບຊື່ວິທີການຈ່າຍເງິນໃນໜ້າຊື້ສິນຄ້າ.
nb_no: Velg PayPal-logoen som vises ved siden av betalingsmetoden på utsjekkingssiden.
nl_nl: Selecteer de PayPal-logo stijl die wordt weergegeven naast de titel van de betaalmethode op de afrekenpagina.
pl_pl: Wybierz styl logo PayPal wyświetlany obok tytułu metody płatności na stronie realizacji zamówienia.
ro_ro: Selectați stilul logo-ului PayPal afișat lângă titlul metodei de plată pe pagina de finalizare a comenzii.
sv_se: Välj PayPal-logotypen som visas bredvid betalningsmetodstiteln på kassasidan.
uk: Виберіть стиль логотипу PayPal, який відображається поруч із заголовком способу оплати на сторінці оформлення замовлення.
vi: Chọn kiểu logo PayPal hiển thị bên cạnh tiêu đề phương thức thanh toán trên trang thanh toán.

source: Show Redirect Icon and Text
cs_cz: 'Zobrazit ikonu a text přesměrování'
fi: 'Näytä uudelleenohjauskuvake ja teksti'
he_il: צ ס פ קס
hu_hu: 'Mutassa a Átirányítás ikont és szöveget'
ja: 'Redirectアイコンとテキストを表示する'
ja_jp: リダイレクトアイコンとテキストを表示
km: á”á„áŸ’á á¶á‰ášá¼á”ááŸ†áá¶á„á“á·á„á¢ááŸ’áá”á‘á”á‰áŸ’á‡á¼á“
ko_kr: '리디렉션 아이콘 및 텍스트 표시'
lo: ສະແດງໄອຄອນແລະເອກະສານທີ່ສະແດງການແບ່ງປັນ
nb_no: 'Vis omdirigeringsikon og tekst'
nl_nl: 'Toon omleidingspictogram en tekst'
pl_pl: 'Pokaż ikonę przekierowania i tekst'
ro_ro: Afișează iconița și textul de redirecționare
sv_se: 'Visa omdirigeringsikon och text'
uk: Показати значок перенаправлення та текст
vi: Hiển thị biểu tượng và văn bản chuyển hướng

source: When enabled, a redirect icon and message will appear to let customers know they will be taken to PayPal to complete their payment.
cs_cz: 'Pokud je povoleno, zobrazí se ikona přesměrování a zpráva, která zákazníkům sdělí, že budou přesměrováni na PayPal k dokončení platby.'
fi: 'Kun se on käytössä, ohjausikonin ja viestin avulla asiakkaille ilmoitetaan, että heidät ohjataan PayPaliin maksun suorittamiseksi.'
he_il: שר פשר, ס פ ע פע ע קת ש ער -PayPal ש ת תש ש.
hu_hu: 'Amikor engedélyezve van, egy átirányítási ikon és üzenet jelenik meg, hogy a vásárlók tudják, hogy a PayPal oldalára lesznek átirányítva a fizetésük befejezéséhez.'
ja: 有効になっている場合、リダイレクトアイコンとメッセージが表示され、お客様にPayPalに移動して支払いを完了することを知らせます。
ja_jp: 有効にすると、リダイレクトアイコンとメッセージが表示され、顧客にPayPalに移動して支払いを完了することが通知されます。.
km: á”á¾á”á¶á“á”á¾á€, á¢á¶á™á€á»á„á“á·á„áŸá¶ášá€á¶ášá”á‰áŸ’á‡á¼á“á“á¹á„á”á„áŸ’á á¶á‰áŠá¾á˜áŸ’á”á¸á¢áŸ„á™á¢áá·áá·á‡á“áŠá¹á„áá¶á–á½á€á‚áŸá“á¹á„ááŸ’ášá¼áœá”á¶á“á™á€á‘áŸ… PayPal áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á…á”áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹ášá”áŸáŸ‹á–á½á€á‚áŸáŸ”.
ko_kr: '활성화되면, 고객들이 결제를 완료하기 위해 PayPal로 이동될 것임을 알려주는 리다이렉트 아이콘과 메시지가 표시됩니다.'
lo: ຕອນເປີດໃຊ້, ສັນຍາລັກແລະຂໍແນະນຳຈະປາກອນເພື່ອໃຫ້ລູກຄ້າຮູ້ວ່າພວກເຂົ້າໄປທີ່ PayPal ສໍາລັບສິນຄ້າຂອງພວກເຂົ້າ.
nb_no: 'Når aktivert, vil en omdirigeringsikon og melding vises for å la kundene vite at de vil bli tatt til PayPal for å fullføre betalingen.'
nl_nl: Wanneer ingeschakeld, zal er een omleidingspictogram en bericht verschijnen om klanten te laten weten dat ze naar PayPal zullen worden geleid om hun betaling te voltooien.
pl_pl: 'Kiedy jest włączone, ikona przekierowania i wiadomość pojawią się, aby poinformować klientów, że zostaną przekierowani do PayPal, aby dokonać płatności.'
ro_ro: 'Când este activat, un icon și un mesaj de redirecționare vor apărea pentru a-i informa pe clienți că vor fi direcționați către PayPal pentru a-și finaliza plata.'
sv_se: 'När det är aktiverat kommer en omdirigeringsikon och meddelande att visas för att låta kunderna veta att de kommer att tas till PayPal för att slutföra sin betalning.'
uk: Коли ця функція увімкнена, з'явиться значок перенаправлення та повідомлення, яке повідомить клієнтів, що вони будуть перенаправлені на PayPal для завершення свого платежу.
vi: Khi được kích hoạt, một biểu tượng chuyển hướng và thông điệp sẽ xuất hiện để thông báo cho khách hàng rằng họ sẽ được chuyển đến PayPal để hoàn tất thanh toán của mình.

source: To use Advanced Card Payments, ensure your PayPal account is eligible and enabled:<br><br>1. Visit developer.paypal.com → Apps & Credentials → API Credentials.<br>2. Click your App Name.<br>3. Under "Features" → Accept Payments, check if "Advanced Credit and Debit Card Payments" is enabled.<br>4. If missing, your account or region may not support it.
cs_cz: Chcete-li používat pokročilé platby kartou, ujistěte se, že je váš účet PayPal způsobilý a povolený:<br><br>1. Navštivte stránku developer.paypal.com → Apps &amp; Credentials → API Credentials.<br>2. Klikněte na název své aplikace.<br>3. V části "Features" → Accept Payments (Funkce) zkontrolujte, zda je povolena funkce "Advanced Credit and Debit Card Payments" (Pokročilé platby kreditními a debetními kartami).<br>4. Pokud chybí, váš účet nebo region ji nemusí podporovat.
fi: Varmista, että PayPal-tilisi on tukikelpoinen ja käytössä, jotta voit käyttää korttimaksuja:<br><br>1. Siirry osoitteeseen developer.paypal.com → Apps &amp; Credentials → API Credentials.<br>2. Napsauta sovelluksesi nimeä.<br>3. Tarkista kohdassa "Features" → Accept Payments, onko "Advanced Credit and Debit Card Payments" (Kehittyneet luotto- ja maksukorttimaksut) käytössä.<br>4. Jos se puuttuu, tilisi tai alueesi ei ehkä tue sitä.
hu_hu: Az Advanced Card Payments használatához győződjön meg arról, hogy PayPal-fiókja jogosult és engedélyezett:<br><br>1. Látogasson el a developer.paypal.com → Apps &amp; Credentials → API Credentials oldalra.<br>2. Kattintson az alkalmazás nevére.<br>3. A "Features" → Accept Payments menüpont alatt ellenőrizze, hogy a "Advanced Credit and Debit Card Payments" engedélyezve van-e.<br>4. Ha hiányzik, előfordulhat, hogy fiókja vagy régiója nem támogatja.
ja: Advanced Card Paymentsを使用するには、PayPalアカウントが有効であることを確認します。<br><br>1.developer.paypal.com → Apps &amp; Credentials → API Credentialsにアクセスします。<br>2. App Nameをクリックします。<br>3. "Features" → Accept Paymentsで、"Advanced Credit and Debit Card Payments "が有効になっているか確認します。<br>4. 無くなっている場合、アカウントまたは地域が対応していない可能性があります。
ja_jp: Advanced Card Paymentsを使用するには、PayPalアカウントが適格で有効になっていることを確認してください：<br><br>1. developer.paypal.com にアクセス → アプリと資格情報 → API資格情報。<br>2. アプリ名をクリックします。<br>3. 「機能」→ 支払いを受け入れるの下で、「高度なクレジットおよびデビットカード決済」が有効になっているか確認します。<br>4. もし無い場合は、アカウントまたは地域がそれをサポートしていない可能性があります。.
ko_kr: 고급 카드 결제를 사용하려면 PayPal 계정이 적격하고 활성화되어 있는지 확인하세요:<br><br>1. Developer.paypal.com → 앱 및 자격증명 → API 자격증명<br>2. 앱 이름을 클릭합니다.<br>3. '기능' → 결제 허용에서 '고급 신용 및 직불 카드 결제'가 활성화되어 있는지 확인합니다.<br>4. 없는 경우, 계정 또는 지역에서 지원하지 않을 수 있습니다.
nb_no: For å bruke avanserte kortbetalinger må du sørge for at PayPal-kontoen din er kvalifisert og aktivert:<br><br>1. Gå til developer.paypal.com → Apper og legitimasjon → API-legitimasjon.<br>2. Klikk på appnavnet ditt.<br>3. Under "Funksjoner" → Godta betalinger sjekker du om "Avanserte kreditt- og debetkortbetalinger" er aktivert.<br>4. Hvis det ikke er aktivert, kan det hende at kontoen eller regionen din ikke støtter det.
nl_nl: Om Geavanceerde Kaartbetalingen te gebruiken, moet u ervoor zorgen dat uw PayPal-account in aanmerking komt en is ingeschakeld:<br><br>1. Ga naar developer.paypal.com → Apps &amp; Credentials → API Credentials. 2. Klik op uw appnaam. Ga naar developer.paypal.com → Apps &amp; Credentials → API Credentials.<br>2. Klik op de naam van uw app.<br>3. Controleer onder "Kenmerken" → Accepteer betalingen of "Geavanceerde creditcard- en debetcardbetalingen" zijn ingeschakeld.<br>4. Als dit niet het geval is, wordt dit mogelijk niet ondersteund door uw account of regio.
pl_pl: Aby korzystać z zaawansowanych płatności kartą, upewnij się, że Twoje konto PayPal kwalifikuje się i jest włączone:<br><br>1. Odwiedź stronę developer.paypal.com → Apps &amp; Credentials → API Credentials.<br>2. Kliknij nazwę aplikacji.<br>3. W sekcji "Funkcje" → Akceptuj płatności sprawdź, czy opcja "Zaawansowane płatności kartą kredytową i debetową" jest włączona.<br>4. Jeśli jej nie ma, Twoje konto lub region mogą jej nie obsługiwać.
ro_ro: Pentru a utiliza Plăți avansate cu cardul, asigurați-vă că contul PayPal este eligibil și activat:<br><br>1. Vizitați developer.paypal.com → Apps &amp; Credentials → API Credentials.<br>2. Faceți clic pe numele aplicației dvs.<br>3. Sub "Features" → Accept Payments, verificați dacă "Advanced Credit and Debit Card Payments" este activat.<br>4. Dacă lipsește, este posibil ca contul dvs. sau regiunea dvs. să nu îl accepte.
sv_se: För att använda avancerade kortbetalningar måste du se till att ditt PayPal-konto är berättigat och aktiverat:<br><br>1. Besök developer.paypal.com → Apps &amp; Credentials → API Credentials.<br>2. Klicka på ditt appnamn.<br>3. Under "Funktioner" → Acceptera betalningar kontrollerar du om "Avancerade kredit- och betalkortsbetalningar" är aktiverat.<br>4. Om det saknas kanske ditt konto eller din region inte stöder det.
tr_tr: Gelişmiş Kart Ödemelerini kullanmak için PayPal hesabınızın uygun ve etkin olduğundan emin olun:<br><br>1. Developer.paypal.com → Uygulamalar ve Kimlik Bilgileri → API Kimlik Bilgileri adresini ziyaret edin.<br>2. Uygulama Adınıza tıklayın.<br>3. "Özellikler" → Ödemeleri Kabul Et altında, "Gelişmiş Kredi ve Banka Kartı Ödemeleri "nin etkin olup olmadığını kontrol edin.<br>4. Eksikse, hesabınız veya bölgeniz bunu desteklemiyor olabilir.
uk: Щоб використовувати Розширені карткові платежі, переконайтеся, що ваш обліковий запис PayPal є дійсним і активованим:<br><br>1. Відвідайте developer.paypal.com → Apps & Credentials → API Credentials.<br>2. Натисніть на назву вашого додатку.<br>3. У розділі "Features" → Accept Payments перевірте, чи активовано "Advanced Credit and Debit Card Payments".<br>4. Якщо відсутнє, ваш обліковий запис або регіон можуть не підтримувати цю функцію.

source: Please ensure that Google Pay is enabled in your PayPal account.
cs_cz: Ujistěte se, že máte v účtu PayPal povolenou službu Google Pay.
fi: Varmista, että Google Pay on käytössä PayPal-tililläsi.
he_il: ש-Google Pay פע ש PayPal ש.
hu_hu: Kérjük, győződjön meg arról, hogy a Google Pay engedélyezve van PayPal-fiókjában.
ja: PayPalアカウントでGoogle Payが有効になっていることをご確認ください。
ja_jp: Google PayがあなたのPayPalアカウントで有効になっていることを確認してください。.
km: áŸá¼á˜á”áŸ’ášá¶á€áŠáá¶ Google Pay ááŸ’ášá¼áœá”á¶á“á”á¾á€á“áŸ…á€áŸ’á“á»á„á‚áá“á¸ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
ko_kr: PayPal 계정에서 Google Pay가 활성화되어 있는지 확인하세요.
lo: ກະລຸນາແນ່ໃຈວ່າ Google Pay ໄດ້ເປີດໃນບັດທະບຽນ PayPal ຂອງທ່ານ.
nb_no: Sørg for at Google Pay er aktivert i PayPal-kontoen din.
nl_nl: Zorg ervoor dat Google Pay is ingeschakeld in je PayPal-account.
pl_pl: Upewnij się, że usługa Google Pay jest włączona na Twoim koncie PayPal.
ro_ro: Vă rugăm să vă asigurați că Google Pay este activat în contul dvs. PayPal.
sv_se: Se till att Google Pay är aktiverat i ditt PayPal-konto.
tr_tr: Lütfen PayPal hesabınızda Google Pay'in etkin olduğundan emin olun.
uk: Будь ласка, переконайтеся, що Google Pay увімкнено у вашому обліковому записі PayPal.
vi: Vui lòng đảm bảo rằng Google Pay đã được kích hoạt trong tài khoản PayPal của bạn.

source: Google Pay must be enabled in your PayPal account (%s).
cs_cz: Služba Google Pay musí být povolena na vašem účtu PayPal (%s).
fi: Google Payn on oltava käytössä PayPal-tililläsi (%s).
he_il: ש פע ת Google Pay ש PayPal ש (%s).
hu_hu: A Google Paynek engedélyezve kell lennie a PayPal-fiókjában (%s).
ja: PayPalアカウントでGoogle Payが有効になっている必要があります（%s）。
ja_jp: Google PayはあなたのPayPalアカウント（%s）で有効にする必要があります。.
ko_kr: PayPal 계정(%s)에서 Google Pay를 사용하도록 설정해야 합니다.
nb_no: Google Pay må være aktivert i PayPal-kontoen din (%s).
nl_nl: Google Pay moet ingeschakeld zijn in je PayPal-account (%s).
pl_pl: Usługa Google Pay musi być włączona na koncie PayPal (%s).
ro_ro: Google Pay trebuie să fie activat în contul PayPal (%s).
sv_se: Google Pay måste vara aktiverat i ditt PayPal-konto (%s).
tr_tr: Google Pay, PayPal hesabınızda etkinleştirilmiş olmalıdır (%s).
uk: Google Pay має бути увімкнено у вашому обліковому записі PayPal (%s).

source: setup guide
cs_cz: průvodce nastavením
fi: asennusopas
he_il: ר תק
hu_hu: beállítási útmutató
ja: セットアップガイド
ja_jp: セットアップガイド
km: á˜á‚áŸ’á‚á»á‘áŸáŸá€áŸá€á¶ášááŸ†á¡á¾á„
ko_kr: 설정 가이드
lo: ຄູ່ມືສໍາລັບການຕິດຕັ້ງ
nb_no: installasjonsveiledning
nl_nl: installatiehandleiding
pl_pl: instrukcja konfiguracji
ro_ro: ghid de configurare
sv_se: installationsguide
tr_tr: kurulum kilavuzu
uk: посібник з налаштування
vi: hướng dẫn thiết lập

source: The page must be served over a secure (HTTPS) connection.
cs_cz: Stránka musí být zobrazena prostřednictvím zabezpečeného připojení (HTTPS).
fi: Sivu on tarjottava suojatun (HTTPS) yhteyden kautta.
he_il: ף ת צ צעת ר (HTTPS).
hu_hu: Az oldalt biztonságos (HTTPS) kapcsolaton keresztül kell kiszolgálni.
ja: ページは安全な（HTTPS）接続で提供されなければならない。
ja_jp: ページは安全な（HTTPS）接続で提供されなければなりません。.
km: á‘áŸ†á–áŸášááŸ’ášá¼áœááŸ‚ááŸ’ášá¼áœá”á¶á“á•áŸ’áá›áŸ‹á‡á¼á“áá¶á˜ášá™áŸˆá€á¶ášáá—áŸ’á‡á¶á”áŸ‹áŸá»áœááŸ’áá·á—á¶á– (HTTPS)áŸ”.
ko_kr: 페이지는 보안(HTTPS) 연결을 통해 제공되어야 합니다.
lo: ໜ້ານີ່ຕ້ອງເປັນສິນຄ້າທີ່ໃຊ້ສຽງສະຖານທີ່ປອດໄພ (HTTPS).
nb_no: Siden må vises via en sikker (HTTPS) tilkobling.
nl_nl: De pagina moet worden geserveerd via een beveiligde (HTTPS) verbinding.
pl_pl: Strona musi być obsługiwana przez bezpieczne połączenie (HTTPS).
ro_ro: Pagina trebuie să fie servită printr-o conexiune securizată (HTTPS).
sv_se: Sidan måste visas via en säker (HTTPS) anslutning.
tr_tr: Sayfa güvenli (HTTPS) bir bağlantı üzerinden sunulmalıdır.
uk: Сторінка повинна бути доступна через захищене (HTTPS) з'єднання.
vi: Trang phải được phục vụ qua một kết nối an toàn (HTTPS).

source: To show the Google Pay button,
cs_cz: Zobrazení tlačítka Google Pay,
fi: Google Pay -painikkeen näyttäminen,
he_il: צ ת פתר Google Pay,
hu_hu: A Google Pay gomb megjelenítése,
ja: Google Payボタンを表示する、
ja_jp: Google Payボタンを表示するには、,
km: Google Pay à¶¶à·œà¶­à·Šà¶­à¶¸ à¶´à·™à¶±à·Šà·€à·“à¶¸à¶§,
ko_kr: Google Pay 버튼을 표시합니다,
lo: ສໍາລັບສະແດງປຸ່ມ Google Pay,
nb_no: For å vise Google Pay-knappen,
nl_nl: De Google Pay-knop weergeven,
pl_pl: Aby wyświetlić przycisk Google Pay,
ro_ro: Pentru a afișa butonul Google Pay,
sv_se: För att visa Google Pay-knappen,
tr_tr: Google Pay düğmesini göstermek için,
uk: Щоб показати кнопку Google Pay,
vi: Để hiển thị nút Google Pay,

source: Display Google Pay Button On
cs_cz: Zobrazení tlačítka Google Pay
fi: Näytä Google Pay -painike
he_il: צ ת פתר Google Pay
hu_hu: Google Pay gomb megjelenítése
ja: Google Payボタンを表示する
ja_jp: Google Payボタンを表示する
km: á”á„áŸ’á á¶á‰á”áŸŠá¼áá»á„ Google Pay á“áŸ…á›á¾
ko_kr: Google 결제 버튼 켜짐 표시
lo: ສະແດງປຸ່ມ Google Pay ຢູ່ບ່ອນ
nb_no: Vis Google Pay-knappen på
nl_nl: Google Pay-knop weergeven op
pl_pl: Wyświetlanie przycisku Google Pay
ro_ro: Afișați butonul Google Pay pe
sv_se: Visa Google Pay-knappen på
tr_tr: Google Pay Düğmesini Göster
uk: Відобразити кнопку Google Pay на
vi: Hiển thị nút Google Pay Bật

source: Plain
cs_cz: Prostý
fi: Kuvioimattomat
he_il: פש
hu_hu: Sima
ja: プレーン
ja_jp: プレーン
km: áŸá¶á˜á‰áŸ’á‰
ko_kr: 일반
lo: ສົດແລະບໍ່ມີລັກສະນະ
nb_no: Ren
nl_nl: Effen
pl_pl: Prosty
ro_ro: Șablon - format text simplu
sv_se: Enkel
tr_tr: Sade
uk: Простий
vi: Đơn giản

source: Buy
cs_cz: Koupit
fi: Osta
he_il: ק
hu_hu: Vásárlás
ja: 購入
ja_jp: 購入する
km: á‘á·á‰
ko_kr: 구매
lo: ຊື້
nb_no: Kjøp
nl_nl: Koop
pl_pl: Kup
ro_ro: Cumpără
sv_se: Köp
tr_tr: Satın Al
uk: Купити
vi: Mua

source: Donate
cs_cz: Přispět
fi: Lahjoita
he_il: תר
hu_hu: Adományozás
ja: 寄付する
ja_jp: 寄付する
km: á”ášá·á…áŸ’á…á¶á‚
ko_kr: 기부하기
lo: ບໍ່ລົງຄະແນນ
nb_no: Doner
nl_nl: Doneer
pl_pl: Wesprzyj
ro_ro: Donează
sv_se: Donera
tr_tr: Bağış
uk: Пожертвувати
vi: Quyên góp

source: Book
cs_cz: Rezervovat
fi: Varaa
he_il: ספר
hu_hu: Foglalás
ja: 予約する
ja_jp: 本
km: áŸáŸ€áœá—áŸ…
ko_kr: 예약
lo: ປຶ້ມ
nb_no: Bok
nl_nl: Boek
pl_pl: Książka
ro_ro: Rezervă
sv_se: Boka
tr_tr: Kitap
uk: Книга
vi: Sách

source: Subscribe
cs_cz: Odebírat
fi: Tilaa
he_il: צרף
hu_hu: Feliratkozás
ja: 購読
ja_jp: 購読する
km: á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡
ko_kr: 구독
lo: ສະລັບສະບັດ
nb_no: Abonner
nl_nl: Inschrijven
pl_pl: Subskrybuj
ro_ro: Abonare
sv_se: Prenumerera
tr_tr: Abone Ol
uk: Підписатися
vi: Đăng ký
