Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Unsupported operation. Please try another payment method.
km: á€á¶ášá”áŸ’ášáá·á”ááŸ’áá·áŠáŸ‚á›á˜á·á“á‚á¶áŸ†á‘áŸ’ášáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ການປ່ອນບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດ.
vi: Hoạt động không được hỗ trợ. Vui lòng thử phương thức thanh toán khác.

source: Communication error. Please try again later.
km: á€áŸ†á á»áŸá€áŸ’á“á»á„á€á¶ášá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ມີບັນຫາໃນການສື່ສານ. ກະລຸນາລອງໃໝ່ໃນເວລາຕໍ່ໄປ.
vi: Lỗi giao tiếp. Vui lòng thử lại sau.

source: Communication error. Please try again shortly.
km: á€áŸ†á á»áŸá€áŸ’á“á»á„á€á¶ášá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá€áŸ’á“á»á„á–áŸá›ááŸ’á›á¸áŸ”.
lo: ມີບັນຫາໃນການສື່ສານ. ກະລຸນາລອງໃໝ່ໃນໄວ້.
vi: Lỗi giao tiếp. Vui lòng thử lại sau một chút.

source: System unavailable. Please try again later.
km: á”áŸ’ášá–áŸá“áŸ’á’á˜á·á“á¢á¶á…á”áŸ’ášá¾á”á¶á“áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ລະບົບບໍ່ສາมາດໃຊ້ໄດ້. ກະລຸນາລອງໃຊ້ໃໝ່ອີກຄັ້ງ.
vi: Hệ thống không khả dụng. Vui lòng thử lại sau.

source: Transaction declined. Please retry.
km: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá”áŠá·áŸáŸá’áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ການທະບຽນຖືກປະຕິເສດ. ກະລຸນາລອງໃໝ່.
vi: Giao dịch bị từ chối. Vui lòng thử lại.

source: Suspected fraud. Please use another payment method.
km: á€á¶ášá”áŸ„á€á”áŸ’ášá¶áŸáŸ‹áŠáŸ‚á›á‚áŸáŸá„áŸ’áŸáŸá™áŸ” áŸá¼á˜á”áŸ’ášá¾áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ສິ່ງທີ່ສົມຄວນຈະເປັນບັດສະຖານທີ່. ກະລຸນາໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Nghi ngờ gian lận. Vui lòng sử dụng phương thức thanh toán khác.

source: Security violation. Please contact your card issuer.
km: á€á¶ášá”áŸ†á–á¶á“áŸá»áœááŸ’áá·á—á¶á–áŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á‘áŸ…á€á¶á“áŸ‹á¢áŸ’á“á€á…áŸá‰á€á¶áášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ການລະເບິ່ງຄວາມປອດໄພ. ກະລຸນາຕິດຕໍ່ຜູ້ໃຫ້ບັດຄັດຂອງທ່ານ.
vi: Vi phạm bảo mật. Vui lòng liên hệ với tổ chức phát hành thẻ của bạn.

source: Card reported lost or stolen. Please use another card.
km: á€á¶áááŸ’ášá¼áœá”á¶á“ášá¶á™á€á¶ášááŸáá¶á”á¶ááŸ‹á¬á”á¶á“á›á½á…áŸ” áŸá¼á˜á”áŸ’ášá¾á€á¶áá•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ບັດໄດ້ລົດສູນ ຫຼື ຖືກຂູດຄອງ. ກະລຸນາໃຊ້ບັດອື່ນ.
vi: Thẻ đã được báo cáo là bị mất hoặc bị đánh cắp. Vui lòng sử dụng thẻ khác.

source: Hold - call center. Please contact your card issuer.
km: ášá„áŸ‹á…á¶áŸ† - á˜á‡áŸ’áˆá˜ááŸ’áŒá›á‘á¼ášáŸáŸá–áŸ’á‘áŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á‘áŸ…á€á¶á“áŸ‹á¢áŸ’á“á€á…áŸá‰á€á¶áášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ຮັບ - ສູນເສຍສຽງ. ກະລຸນາຕິດຕໍ່ຜູ້ອອກໃບບັດຂອງທ່ານ.
vi: Giữ - trung tâm cuộc gọi. Vui lòng liên hệ với tổ chức phát hành thẻ của bạn.

source: Card refused. Please use another payment method.
km: á€á¶áááŸ’ášá¼áœá”á¶á“á”áŠá·áŸáŸá’áŸ” áŸá¼á˜á”áŸ’ášá¾áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ບັດການປະຕິເສດ. ກະລຸນາໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Thẻ bị từ chối. Vui lòng sử dụng phương thức thanh toán khác.

source: Unrecognized response code. Please try again later.
km: á€á¼áŠá…á˜áŸ’á›á¾á™á˜á·á“áŸáŸ’á‚á¶á›áŸ‹áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ລະດັບຄະແນນທີ່ບໍ່ຮູ້ຈັກ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງ.
vi: Mã phản hồi không được công nhận. Vui lòng thử lại sau.

source: Contingencies not resolved. Please try again.
km: á€ášáá¸áŠáŸ‚á›á˜á·á“á”á¶á“áŠáŸ„áŸ‡áŸáŸ’ášá¶á™áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ບັນຫາທີ່ບໍ່ໄດ້ແກ້ໄຂ. ກະລຸນາລອງໃໝ່.
vi: Các tình huống chưa được giải quyết. Vui lòng thử lại.

source: CVV verification failed. Please check your CVV.
km: CVV á€á¶ášá–á·á“á·ááŸ’á™á˜á·á“á”á¶á“á‡áŸ„á‚á‡áŸá™áŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á˜á¾á› CVV ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: CVV ການຢືນຢັນລົ່ມເລີ່ມ. ກະລຸນາເຊັກ CVV ຂອງທ່ານ.
vi: Xác minh CVV không thành công. Vui lòng kiểm tra CVV của bạn.

source: Account closed. Please use another card.
km: á‚áá“á¸á”á¶á“á”á·á‘áŸ” áŸá¼á˜á”áŸ’ášá¾á€á¶áá•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ບັດທະບຽນຖືກປິດ. ກະລຸນາໃຊ້ບັດອື່ນ.
vi: Tài khoản đã bị đóng. Vui lòng sử dụng thẻ khác.

source: Reattempt not permitted. Please use another payment method.
km: á€á¶ášá”áŸ’ášá¡á„á˜áŸ’áá„á‘áŸ€áá˜á·á“á¢á“á»á‰áŸ’á‰á¶áá‘áŸáŸ” áŸá¼á˜á”áŸ’ášá¾áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ບໍ່ອະນຸຍາດໃຫ້ລອບຄັງ. ກະລຸນາໃຊ້ວິທີການຊໍາລະເງິນອື່ນ.
vi: Không được phép thử lại. Vui lòng sử dụng phương thức thanh toán khác.

source: Billing address error. Please check your billing details.
km: á€áŸ†á á»áŸá¢á¶áŸá™áŠáŸ’á‹á¶á“áœá·á€áŸá™á”áŸááŸ’ášáŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á–áŸááŸŒá˜á¶á“áœá·á€áŸá™á”áŸááŸ’ášášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ມີຄວາມຜິດພາດໃນບັນທຶກບິນ. ກະລຸນາເຊັກລາຍລະອຽດບິນຂອງທ່ານ.
vi: Lỗi địa chỉ thanh toán. Vui lòng kiểm tra thông tin thanh toán của bạn.

source: Account blocked by issuer. Please contact your card issuer.
km: á‚áá“á¸ááŸ’ášá¼áœá”á¶á“á”á·á‘áŠáŸ„á™á¢áŸ’á“á€á…áŸá‰á•áŸ’áŸá¶á™áŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á‘áŸ…á¢áŸ’á“á€á…áŸá‰á•áŸ’áŸá¶á™á€á¶áášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ບັນຊີຖືກບລັອກໂດຍຜູ້ອອກໃບ. ກະລຸນາຕິດຕໍ່ຜູ້ອອກໃບບັດຂອງທ່ານ.
vi: Tài khoản bị chặn bởi nhà phát hành. Vui lòng liên hệ với nhà phát hành thẻ của bạn.

source: American Express card disabled. Please use another card.
km: á€á¶á American Express ááŸ’ášá¼áœá”á¶á“á”á·á‘áŸ” áŸá¼á˜á”áŸ’ášá¾á€á¶áá•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ບັດ American Express ຖືກປິດ. ກະລຸນາໃຊ້ບັດອື່ນ.
vi: Thẻ American Express đã bị vô hiệu hóa. Vui lòng sử dụng thẻ khác.

source: Adult gaming not supported. Please use another payment method.
km: á€á¶ášá›áŸá„á áŸ’á‚áŸá˜áŸá˜áŸ’ášá¶á”áŸ‹á˜á“á»áŸáŸ’áŸá–áŸá‰áœáŸá™á˜á·á“ááŸ’ášá¼áœá”á¶á“á‚á¶áŸ†á‘áŸ’ášáŸ” áŸá¼á˜á”áŸ’ášá¾áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ການເລີ່ມສູງບໍ່ໄດ້ຮັບການສະໜອງ. ກະລຸນາໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Chơi game người lớn không được hỗ trợ. Vui lòng sử dụng phương thức thanh toán khác.

source: Amount incompatible. Please try a different amount.
km: á…áŸ†á“á½á“á˜á·á“áŸá˜áŸáŸ’ášá”áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á…áŸ†á“á½á“á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ຈຳນວນບໍ່ສາມາດ. ກະລຸນາລອງຈຳນວນອື່ນ.
vi: Số tiền không tương thích. Vui lòng thử một số tiền khác.

source: Authorization result error. Please try again.
km: á€áŸ†á á»áŸá›á‘áŸ’á’á•á›á¢á“á»á‰áŸ’á‰á¶ááŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ຜົນລະບຽບອະນຸຍາດຜິດພາດ. ກະລຸນາລອງໃໝ່.
vi: Lỗi kết quả xác thực. Vui lòng thử lại.

source: MCC code error. Please contact support.
km: á€áŸ†á á»áŸá€á¼áŠ MCCáŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á€á¶ášá‚á¶áŸ†á‘áŸ’ášáŸ”.
lo: ຂໍແກ້ໄຂລະດັບ MCC. ກະລຸນາຕິດຕໍ່ສະບັດທິການ.
vi: Lỗi mã MCC. Vui lòng liên hệ với bộ phận hỗ trợ.

source: Address verification failed. Please check your billing address.
km: á€á¶ášá–á·á“á·ááŸ’á™á¢á¶áŸá™áŠáŸ’á‹á¶á“á”á¶á“á”ášá¶á‡áŸá™áŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á¢á¶áŸá™áŠáŸ’á‹á¶á“áœá·á€áŸá™á”áŸááŸ’ášášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ການຢືນຢັນທີ່ຢູ່ລົ້ມເลວ. ກະລຸນາເຊັກທີ່ຢູ່ບິນຂອງທ່ານ.
vi: Xác minh địa chỉ không thành công. Vui lòng kiểm tra địa chỉ thanh toán của bạn.

source: Amount exceeded. Please try a smaller amount.
km: á…áŸ†á“á½á“á”á¶á“á›á¾áŸáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á…áŸ†á“á½á“áá·á…á‡á¶á„á“áŸáŸ‡áŸ”.
lo: ຈຳນວນເກິນໄປ. ກະລຸນາລອງຈຳນວນນ້ອຍກວ່າ.
vi: Số tiền vượt quá. Vui lòng thử một số tiền nhỏ hơn.

source: Gaming transaction error. Please use another payment method.
km: á€áŸ†á á»áŸá”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá€á¶ášá›áŸá„áŸ” áŸá¼á˜á”áŸ’ášá¾áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ມີບັດບາດໃນການເຮັດທຸລະກິດເກມ. ກະລຸນາໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Lỗi giao dịch game. Vui lòng sử dụng phương thức thanh toán khác.

source: Registration incomplete. Please complete registration.
km: á€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á˜á·á“á–áŸá‰á›áŸá‰áŸ” áŸá¼á˜á”á‰áŸ’á…á”áŸ‹á€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŸ”.
lo: ການລົງທະບຽນບໍ່ສົມບູນ. ກະລຸນາແຈ້ງສົມບູນການລົງທະບຽນ.
vi: Đăng ký chưa hoàn tất. Vui lòng hoàn tất đăng ký.

source: Country error. Please try another payment method.
km: á€áŸ†á á»áŸá”áŸ’ášá‘áŸáŸáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ມີຄວາມຜິດພາດໃນປະເທດ. ກະລຸນາລອງໃຊ້ວິທີການຊໍາລະເງິນອື່ນ.
vi: Lỗi quốc gia. Vui lòng thử phương thức thanh toán khác.

source: Credit error. Please try another payment method.
km: á€áŸ†á á»áŸá¥áá‘á¶á“áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ບັດທິບັດຄວາມຜິດ. ກະລຸນາລອງໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Lỗi tín dụng. Vui lòng thử phương thức thanh toán khác.

source: Card type not supported. Please use another card.
km: á”áŸ’ášá—áŸá‘á€á¶áá˜á·á“á‚á¶áŸ†á‘áŸ’ášáŸ” áŸá¼á˜á”áŸ’ášá¾á€á¶áá•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ປະເພດບັດທີ່ບໍ່ໄດ້ຮັບສະໜອງ. ກະລຸນາໃຊ້ບັດອື່ນ.
vi: Loại thẻ không được hỗ trợ. Vui lòng sử dụng thẻ khác.

source: Invalid currency. Please select a supported currency.
km: á”áŸ’ášá¶á€áŸ‹ášá¼á”á·á™áœááŸ’áá»á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á‡áŸ’ášá¾áŸášá¾áŸá”áŸ’ášá¶á€áŸ‹ášá¼á”á·á™áœááŸ’áá»áŠáŸ‚á›á‚á¶áŸ†á‘áŸ’ášáŸ”.
lo: ສະຖານທີ່ເງິນບໍ່ຖືກຕ້ອງ. ກະລຸນາເລືອກເງິນທີ່ສະຮັບສະຖານ.
vi: Tiền tệ không hợp lệ. Vui lòng chọn một loại tiền tệ được hỗ trợ.

source: 3D Secure authentication error. Please try again.
km: á€áŸ†á á»áŸá€áŸ’á“á»á„á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹ 3D SecureáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ມີບັດສະຖານທີ່ບັນທຶກ 3D Secure. ກະລຸນາລອງໃໝ່.
vi: Lỗi xác thực 3D Secure. Vui lòng thử lại.

source: Dynamic currency conversion not supported. Please try again.
km: á€á¶ášá”á˜áŸ’á›áŸ‚á„ášá¼á”á·á™áœááŸ’áá»áŠáŸ†áá¾ášá€á¶ášáŠáŸ„á™áŸá€á˜áŸ’á˜á—á¶á–á˜á·á“á‚á¶áŸ†á‘áŸ’ášáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ການແປງເງິນສະດວກບໍ່ໄດ້ຮັບສະບັບ. ກະລຸນາລອງໃໝ່.
vi: Chuyển đổi tiền tệ động không được hỗ trợ. Vui lòng thử lại.

source: Diners Club card rejected. Please use another card.
km: á€á¶á Diners Club ááŸ’ášá¼áœá”á¶á“á”áŠá·áŸáŸá’áŸ” áŸá¼á˜á”áŸ’ášá¾á€á¶áá•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: Diners Club ບັດຖືກປະຕິເສດ. ກະລຸນາໃຊ້ບັດອື່ນ.
vi: Thẻ Diners Club bị từ chối. Vui lòng sử dụng thẻ khác.

source: Authentication message error. Please try again.
km: á€áŸ†á á»áŸáŸá¶ášá”á‰áŸ’á‡á¶á€áŸ‹á¢ááŸ’ááŸá‰áŸ’á‰á¶ááŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ຂໍແຈ້ງຂໍແລະຂໍແຈ້ງຂໍແລະລອງໃໝ່.
vi: Lỗi thông báo xác thực. Vui lòng thử lại.

source: Decline threshold exceeded. Please try again later.
km: áŸá˜áŸ’ášá„áŸ‹á€á¶ášá’áŸ’á›á¶á€áŸ‹á…á»áŸ‡á”á¶á“á›á¾áŸáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ການປະຕິເສດຂອງຄໍາສັ່ງເກີນຂະຕົວ. ກະລຸນາລອງໃໝ່ໃນເວລາຕໍ່ໄປ.
vi: Ngưỡng từ chối đã vượt quá. Vui lòng thử lại sau.

source: Funding instrument expired. Please use another payment method.
km: á§á”á€ášááŸá á·ášá‰áŸ’á‰áœááŸ’áá»á”á¶á“á•á»áá€áŸ†áááŸ‹áŸ” áŸá¼á˜á”áŸ’ášá¾áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ອຸປະກອນການເງິນໃຊ້ແລ້ວ. ກະລຸນາໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Công cụ tài trợ đã hết hạn. Vui lòng sử dụng phương thức thanh toán khác.

source: Frequency limit exceeded. Please try again later.
km: á€á˜áŸ’ášá·áá—á¶á–á‡á¶á‰á¹á€á‰á¶á”áŸ‹á”á¶á“á›á¾áŸáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ການຈິດສະຖານຄວາມບໍ່ເກີນ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງໃນຄວາມສາມາດ.
vi: Giới hạn tần suất đã bị vượt quá. Vui lòng thử lại sau.

source: System error. Please try again later.
km: á€áŸ†á á»áŸá”áŸ’ášá–áŸá“áŸ’á’áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ບັດທິດລະບົບ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງໃນພາຍຫຼັງ.
vi: Lỗi hệ thống. Vui lòng thử lại sau.

source: Expiry date error. Please check your card details.
km: á€áŸ†á á»áŸááŸ’á„áŸƒá•á»áá€áŸ†áááŸ‹áŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á–áŸááŸŒá˜á¶á“á€á¶áášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ຂໍເອົາວັນສິ້ນສຸດບັດສະບັບ. ກະລຸນາເຊັກລາຍລະອຽດບັດຂອງທ່ານ.
vi: Lỗi ngày hết hạn. Vui lòng kiểm tra thông tin thẻ của bạn.

source: Funding source already exists. Please use another payment method.
km: á”áŸ’ášá—á–ááœá·á€á¶á˜á¶á“ášá½á…á á¾á™áŸ” áŸá¼á˜á”áŸ’ášá¾áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ຂໍເອົາເງິນສະຖານທີ່ມີຢູ່ແລ້ວ. ກະລຸນາໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Nguồn tài trợ đã tồn tại. Vui lòng sử dụng phương thức thanh toán khác.

source: Invalid funding instrument. Please try another payment method.
km: á§á”á€ášááŸá á·ášá‰áŸ’á‰áœááŸ’áá»á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ອະທິບາຍການລົງທຶນທີ່ບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Công cụ tài trợ không hợp lệ. Vui lòng thử phương thức thanh toán khác.

source: Restricted funding instrument. Please try another payment method.
km: á§á”á€ášááŸá á·ášá‰áŸ’á‰áœááŸ’áá»áŠáŸ‚á›á˜á¶á“á€áŸ†áááŸ‹áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ອຸປະກອນທຶນທີ່ຈຳກັດ. ກະລຸນາລອງໃຊ້ວິທີຈ່າຍເງິນອື່ນ.
vi: Công cụ tài trợ bị hạn chế. Vui lòng thử phương thức thanh toán khác.

source: Field validation failed. Please check your payment details.
km: á€á¶ášááŸ’ášá½áá–á·á“á·ááŸ’á™áœá¶á›á”á¶á“á”ášá¶á‡áŸá™áŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á–áŸááŸŒá˜á¶á“á€á¶ášá‘á¼á‘á¶ááŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ການກວດສອບສະຖານທີ່ລົ້ມເลຍ. ກະລຸນາເຊັກລາຍລະອຽດການຈ່າຍເງິນຂອງທ່ານ.
vi: Xác thực trường không thành công. Vui lòng kiểm tra thông tin thanh toán của bạn.

source: Gaming refund error. Please contact support.
km: á€áŸ†á á»áŸá€á¶ášááŸ’ášá¡á”áŸ‹á”áŸ’ášá¶á€áŸ‹á€á¶áŸáŸŠá¸áá¼áŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á‚á¶áŸ†á‘áŸ’ášáŸ”.
lo: ບັດທິບັດຄືນການເລີ່ມຕົ້ນ. ກະລຸນາຕິດຕໍ່ສະພາບສະພາບ.
vi: Lỗi hoàn tiền trò chơi. Vui lòng liên hệ với bộ phận hỗ trợ.

source: Processing error. Please try again.
km: á€áŸ†á á»áŸá€áŸ’á“á»á„á€á¶ášá”áŸ’ášáá·á”ááŸ’áá·á€á¶ášáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ມີບັດສະບັບໃນການປະຕິບັດ. ກະລຸນາລອງໃໝ່.
vi: Lỗi xử lý. Vui lòng thử lại.

source: Idempotency failure. Please try again.
km: Idempotensi gagal. Sila cuba lagi.
lo: ຄວາມລົ້ມເລີຍຂອງຄວາມຊ່ອຍກັນ. ກະລຸນາລອງໃໝ່.
vi: Lỗi idempotency. Vui lòng thử lại.

source: Invalid input. Please check your payment details.
km: á…áŸ†áá»á…á”á‰áŸ’á…á¼á›á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á–áŸááŸŒá˜á¶á“á€á¶ášá‘á¼á‘á¶ááŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ຂໍແອບຂໍແອບບໍ່ຖືກ. ກະລຸນາກວດເຊັກລາຍລະອຽດການຈ່າຍເງິນຂອງທ່ານ.
vi: Thông tin đầu vào không hợp lệ. Vui lòng kiểm tra chi tiết thanh toán của bạn.

source: ID mismatch. Please try again.
km: ID á˜á·á“ááŸ’ášá¼áœá‚áŸ’á“á¶áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ID ບໍ່ຄົບກັນ. ກະລຸນາລອງໃໝ່.
vi: ID không khớp. Vui lòng thử lại.

source: Invalid trace ID. Please try again.
km: ID trace yang tidak sah. Sila cuba lagi.
lo: ລະຫັດຕິດຕາມບໍ່ຖືກ. ກະລຸນາລອງໃໝ່.
vi: ID theo dõi không hợp lệ. Vui lòng thử lại.

source: Late reversal. Please contact support.
km: á€á¶ášá”á„áŸ’áœá·á›á™áºááŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á‘áŸ…á€á¶á“áŸ‹á€á¶ášá‚á¶áŸ†á‘áŸ’ášáŸ”.
lo: ການກັບຄືນທີ່ສາຍໃນຄວາມລ່າສຸດ. ກະລຸນາຕິດຕໍ່ສະບັດສະບັດ.
vi: Hoãn lại. Vui lòng liên hệ với bộ phận hỗ trợ.

source: Status code error. Please try again.
km: á€á¼áŠáŸáŸ’áá¶á“á—á¶á–á€áŸ†á á»áŸáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ຂໍເລີຍລະດັບຂໍ້ຜິດ. ກະລຸນາລອງໃໝ່.
vi: Mã lỗi trạng thái. Vui lòng thử lại.

source: Missing business rule or data. Please try again.
km: á…áŸ’á”á¶á”áŸ‹á¢á¶á‡á¸áœá€á˜áŸ’á˜á¬á‘á·á“áŸ’á“á“áŸá™ááŸ’áœáŸ‡áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ຂໍແອບການຄໍາແນະນຳທີ່ຂາດບໍ່ມີ ຫຼື ຂໍໍາລອງຂໍໍາລອງ. ກະລຸນາລອງໃໝ່.
vi: Thiếu quy tắc hoặc dữ liệu kinh doanh. Vui lòng thử lại.

source: Mastercard blocked. Please use another card.
km: Mastercard á”á¶á“á”á·á‘áŸ” áŸá¼á˜á”áŸ’ášá¾á€á¶áá•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: Mastercard ຖືກບລອກ. ກະລຸນາໃຊ້ບັດອື່ນ.
vi: Thẻ Mastercard đã bị chặn. Vui lòng sử dụng thẻ khác.

source: Not supported. Please try another payment method.
km: á˜á·á“á‚á¶áŸ†á‘áŸ’ášáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ບໍ່ເຮັດວຽກ. ກະລຸນາລອງໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Không được hỗ trợ. Vui lòng thử phương thức thanh toán khác.

source: Network frequency limit exceeded. Please try again later.
km: á€á˜áŸ’ášá·ááŒá¸á‡á¸áá›á”ááŸ’áá¶á‰á”á¶á“á›á¾áŸáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ຂອບເຕັມເວລາເຄື່ອງສື່ສົນທະນາເກີນໄປ. ກະລຸນາລອງໃຊ້ໃໝ່ອີກຄັ້ງໃນຄວາມສາມາດ.
vi: Giới hạn tần số mạng đã bị vượt quá. Vui lòng thử lại sau.

source: Merchant ID not found. Please contact support.
km: Merchant ID á˜á·á“á”á¶á“ášá€áƒá¾á‰áŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á€á¶ášá‚á¶áŸ†á‘áŸ’ášáŸ”.
lo: ບັດຊັນຂອງຕະຫລາດບໍ່ພົບ. ກະລຸນາຕິດຕໍ່ສະບັດທິການ.
vi: Không tìm thấy ID thương nhân. Vui lòng liên hệ với bộ phận hỗ trợ.

source: Network error. Please try again later.
km: á€áŸ†á á»áŸá”ááŸ’áá¶á‰áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ມີບັນຫາເຄື່ອງສື່. ກະລຸນາລອງໃໝ່ອີກຄັ້ງ.
vi: Lỗi mạng. Vui lòng thử lại sau.

source: Phone required for this transaction. Please update your details.
km: Phone diperlukan untuk transaksi ini. Sila kemas kini butiran anda.
lo: ໂທະລິສັດຈິງສໍາລັບການແລກປ່ອນນີ້. ກະລຸນາແກ້ໄຂລາຍລະອຽດຂອງທ່ານ.
vi: Điện thoại là bắt buộc cho giao dịch này. Vui lòng cập nhật thông tin của bạn.

source: Invalid product. Please try another product.
km: á•á›á·áá•á›á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á•á›á·áá•á›á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ສິນຄ້າບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງໃຊ້ສິນຄ້າອື່ນ.
vi: Sản phẩm không hợp lệ. Vui lòng thử sản phẩm khác.

source: Invalid payment method. Please try another payment method.
km: áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: ວິທີການຈ່າຍເງິນບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງໃຊ້ວິທີການຈ່າຍເງິນອື່ນ.
vi: Phương thức thanh toán không hợp lệ. Vui lòng thử phương thức thanh toán khác.

source: Quasi-cash not supported. Please use another payment method.
km: Quasi-cash á˜á·á“ááŸ’ášá¼áœá”á¶á“á‚á¶áŸ†á‘áŸ’ášáŸ” áŸá¼á˜á”áŸ’ášá¾áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
lo: Quasi-cash tsis tau txais. Thov siv lwm txoj kev them nyiaj.
vi: Quasi-cash không được hỗ trợ. Vui lòng sử dụng phương thức thanh toán khác.

source: Refund not supported on pending transactions. Please try again later.
km: á€á¶ášá”á„áŸ’áœá·á›á”áŸ’ášá¶á€áŸ‹á˜á·á“á‚á¶áŸ†á‘áŸ’ášá“áŸ…á›á¾á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášáŠáŸ‚á›á€áŸ†á–á»á„ášá„áŸ‹á…á¶áŸ†áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™áŸ”.
lo: ບໍ່ສະໜອງການຄືນໃນການທະບຽນທີ່ລໍຖ້າ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງໃນຄວາມຊ່ວຍ.
vi: Hoàn tiền không được hỗ trợ cho các giao dịch đang chờ xử lý. Vui lòng thử lại sau.

source: Invalid parent transaction status. Please try again.
km: áŸáŸ’áá¶á“á—á¶á–á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá˜á¶áá»á—á¼á˜á·á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ສະຖານະທຸລະກິດພໍ່ບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງໃໝ່.
vi: Trạng thái giao dịch cha không hợp lệ. Vui lòng thử lại.

source: Merchant not registered. Please contact support.
km: á¢áŸ’á“á€á‡á½á‰áŠá¼ášâ€‹á˜á·á“á”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŸ” áŸá¼á˜á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á€á¶ášá‚á¶áŸ†á‘áŸ’ášáŸ”.
lo: ຜູ້ຄໍາແນນບໍ່ໄດ້ລົງທະບຽນ. ກະລຸນາຕິດຕໍ່ສະບັດທິການ.
vi: Người bán chưa được đăng ký. Vui lòng liên hệ với bộ phận hỗ trợ.

source: Bank authorization mismatch. Please try again.
km: á€á¶ášá¢á“á»á‰áŸ’á‰á¶áá’á“á¶á‚á¶ášá˜á·á“ááŸ’ášá¼áœá‚áŸ’á“á¶áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
lo: ການອະນຸຍາດທະນາຄານບໍ່ຄົມກັນ. ກະລຸນາລອງໃໝ່.
vi: Sự không khớp của ủy quyền ngân hàng. Vui lòng thử lại.
