Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Payment Review: The payment is pending while it is being reviewed by PayPal for risk.
ar: مراجعة الدفع: الدفع معلق أثناء مراجعته من قِبل PayPal للتحقق من المخاطر.
cs_cz: Přehled plateb: Platba je v očekávání, zatímco ji společnost PayPal přezkoumává z hlediska rizik.
de_de: Zahlungsüberprüfung: Die Zahlung steht aus, während sie von PayPal auf Risiko überprüft wird.
es_es: Revisión del pago: El pago está pendiente mientras que está siendo revisado por PayPal para el riesgo.
fi: Maksujen tarkastelu: PayPal tarkistaa maksun riskin.
fr_fr: Le paiement est en attente pendant qu'il est examiné par PayPal pour le risque.
he_il: קת תש: תש ת שר ר שק ע PayPal צר ס.
hu_hu: Fizetés felülvizsgálata: A fizetés függőben van, amíg a PayPal felülvizsgálja a kockázatot.
it_it: Il pagamento è sospeso perché è sotto analisi da parte di PayPal.
ja: お支払いの確認：PayPalによるリスク審査中です。
ko_kr: 결제 검토 중입니다: PayPal에서 위험을 검토하는 동안 결제가 보류 중입니다.
nb_no: Betalingsgjennomgang: Betalingen er i påvente mens den gjennomgås av PayPal for risiko.
nl_nl: Betaling controleren: De betaling is in behandeling terwijl deze door PayPal wordt gecontroleerd op risico's.
pl_pl: Weryfikacja płatności: Płatność oczekuje na weryfikację przez PayPal pod kątem ryzyka.
pt_br: Revisão de pagamento: O pagamento está pendente enquanto está tendo seu risco revisado por Paypal.
pt_pt: Revisão de pagamento: O pagamento está pendente enquanto está a ser analisado pelo PayPal quanto ao risco.
ro_ro: Revizuirea plății: Plata este în așteptare în timp ce este revizuită de PayPal pentru risc.
ru_ru: Проверка платежа: Платеж находится в ожидании, пока он проверяется PayPal на предмет риска.
sv_se: Granskning av betalning: Betalningen är väntande medan den granskas av PayPal för risk.
tr_tr: Ödeme İncelemesi: Ödeme, PayPal tarafından risk açısından incelenirken beklemededir.
zh_cn: 付款审核：付款处于待处理状态，而PayPal正在审核付款是否存在风险。

source: Unilateral: The payment is pending because it was made to an email address that is not yet registered or confirmed.
ar: من جانب واحد: الدفعة معلقة لأنها تمت إلى عنوان بريد إلكتروني لم يتم تسجيله أو تأكيده بعد.
cs_cz: Jednostranné: Platba je v očekávání, protože byla provedena na e-mailovou adresu, která ještě není registrovaná nebo potvrzená.
de_de: Einseitig: Die Zahlung ist ausstehend, weil sie an eine E-Mail-Adresse erfolgt ist, die noch nicht registriert oder bestätigt ist.
es_es: Unilateral: El pago está pendiente porque se ha hecho desde una dirección de correo electrónico que aún no está registrada o confirmada.
fi: Yksipuolinen: Maksu on vireillä, koska se on suoritettu sähköpostiosoitteeseen, jota ei ole vielä rekisteröity tai vahvistettu.
fr_fr: Le paiement est en attente parce qu’il a été effectué avec une adresse e-mail qui n'a pas encore été enregistrée ou confirmée.
he_il: -צ: תש ת ש צע תת " שר רש שר.
hu_hu: Egyoldalú: A fizetés függőben van, mert olyan e-mail címre történt, amely még nincs regisztrálva vagy megerősítve.
it_it: Il pagamento è sospeso perché è stato eseguito da un indirizzo che non è registrato o confermato.
ja: 一方的です：未登録または未確認のEメールアドレスに支払われたため、支払いが保留されています。
ko_kr: 일방적: 아직 등록 또는 확인되지 않은 이메일 주소로 결제가 이루어졌기 때문에 결제가 보류 중입니다.
nb_no: Ensidig: Betalingen er ikke gjennomført fordi den ble sendt til en e-postadresse som ennå ikke er registrert eller bekreftet.
nl_nl: Eenzijdig: De betaling is in behandeling omdat deze is verricht naar een e-mailadres dat nog niet is geregistreerd of bevestigd.
pl_pl: Jednostronne: Płatność oczekuje na realizację, ponieważ została dokonana na adres e-mail, który nie został jeszcze zarejestrowany lub potwierdzony.
pt_br: Unilateral: O pagamento está pendente porque foi feito para um endereço de e-mail que ainda não está registrado ou confirmado.
pt_pt: Unilateral: O pagamento está pendente porque foi efectuado para um endereço de correio eletrónico que ainda não está registado ou confirmado.
ro_ro: Unilateral: Plata este în așteptare deoarece a fost efectuată la o adresă de e-mail care nu este încă înregistrată sau confirmată.
ru_ru: Односторонний: Платеж находится в ожидании, поскольку он был совершен на адрес электронной почты, который еще не зарегистрирован или не подтвержден.
sv_se: Ensidigt: Betalningen är väntande eftersom den gjordes till en e-postadress som ännu inte är registrerad eller bekräftad.
tr_tr: Tek taraflı: Ödeme henüz kayıtlı olmayan veya onaylanmamış bir e-posta adresine yapıldığı için beklemede.
zh_cn: 单边：由于付款是向一个尚未注册或确认的电子邮件地址支付的，因此付款处于待定状态。

source: Verify: The payment is pending because you are not yet verified. You must verify your account before you can accept this payment.
ar: التحقق: الدفعة معلقة لأنه لم يتم التحقق من حسابك بعد. يجب عليك التحقق من حسابك قبل أن تتمكن من قبول هذه الدفعة.
cs_cz: Ověřit: Platba čeká na provedení, protože ještě nejste ověřeni. Před přijetím této platby musíte svůj účet ověřit.
de_de: Überprüfen: Die Zahlung steht aus, da Sie noch nicht verifiziert sind. Sie müssen Ihr Konto überprüfen, bevor Sie diese Zahlung akzeptieren können.
es_es: Verificación: El pago está pendiente debido que aún no se ha verificado. Debes verificar tu cuenta antes de que puedas aceptar el pago.
fi: Vahvista: Maksu on vireillä, koska sinua ei ole vielä vahvistettu. Sinun on vahvistettava tilisi ennen kuin voit hyväksyä tämän maksun.
fr_fr: Vérification : le paiement est en attente car vous n'êtes pas encore vérifié. Vous devez vérifier votre compte avant de pouvoir accepter ce paiement.
he_il: ת: תש ת שר שר תת. ע ת ת ש פ שת ק תש .
hu_hu: Ellenőrzés: A fizetés függőben van, mert Ön még nem ellenőrzött. Mielőtt elfogadná ezt a fizetést, ellenőriznie kell a fiókját.
it_it: Verifica: il pagamento è in sospeso perché non sei verificato. Devi verificare il tuo conto prima di accettare questo pagamento.
ja: 確認: お支払いが保留中です。この支払いを承認する前に、アカウントを確認する必要があります。
ko_kr: 확인: 아직 인증되지 않았으므로 결제가 보류 중입니다. 이 결제를 수락하려면 먼저 계정을 인증해야 합니다.
nb_no: Verifiser: Betalingen er i påvente fordi du ennå ikke er verifisert. Du må bekrefte kontoen din før du kan godta denne betalingen.
nl_nl: Verifiëren: De betaling is in behandeling omdat je nog niet bent geverifieerd. Je moet je account verifiëren voordat je deze betaling kunt accepteren.
pl_pl: Weryfikuj: Płatność oczekuje na realizację, ponieważ użytkownik nie został jeszcze zweryfikowany. Musisz zweryfikować swoje konto, zanim będziesz mógł zaakceptować tę płatność.
pt_br: Verificação: O pagamento está pendente porque você ainda não foi verificado. Você deve verificar sua conta antes de você pode aceitar esse pagamento.
pt_pt: Verificar: O pagamento está pendente porque ainda não foi verificado. Tem de verificar a sua conta antes de poder aceitar este pagamento.
ro_ro: Verificare: Plata este în așteptare deoarece nu sunteți încă verificat. Trebuie să vă verificați contul înainte de a putea accepta această plată.
ru_ru: Проверить: Платеж находится в процессе выполнения, поскольку вы еще не прошли верификацию. Вы должны подтвердить свою учетную запись, прежде чем сможете принять этот платеж.
sv_se: Verifiera: Betalningen väntar eftersom du ännu inte är verifierad. Du måste verifiera ditt konto innan du kan acceptera den här betalningen.
tr_tr: Doğrula: Henüz doğrulanmadığınız için ödeme beklemede. Bu ödemeyi kabul etmeden önce hesabınızı doğrulamanız gerekir.
zh_cn: 验证：付款处于待处理状态，因为您尚未通过验证。您必须先验证您的帐户，然后才能接受此付款。

source: Other: For more information, contact PayPal customer service.
ar: غير ذلك: لمزيد من المعلومات، اتصل بخدمة عملاء PayPal.
cs_cz: Ostatní: Pro více informací kontaktujte zákaznický servis PayPal.
de_de: Sonstiges: Für weitere Informationen wenden Sie sich bitte an PayPal Kundendienst.
es_es: Otros: para obtener más información, comuníquese con el servicio al cliente de PayPal.
fi: Muut: Lisätietoja: Ota yhteyttä PayPalin asiakaspalveluun.
fr_fr: Autre : Pour plus d'informations, contactez le service clientèle de PayPal.
he_il: ר: קת ע סף, פ שרת קת ש PayPal.
hu_hu: Más: További információért forduljon a PayPal ügyfélszolgálatához.
it_it: Altro: per ulteriori informazioni, contattare il servizio clienti PayPal.
ja: その他詳細については、PayPalカスタマーサービスにお問い合わせください。
ko_kr: 기타: 자세한 내용은 PayPal 고객 서비스에 문의하세요.
nb_no: Annet: Kontakt PayPals kundeservice for mer informasjon.
nl_nl: Overige: Neem voor meer informatie contact op met de klantenservice van PayPal.
pl_pl: Inne: Aby uzyskać więcej informacji, skontaktuj się z działem obsługi klienta PayPal.
pt_br: Outros: Para obter mais informações, contacte o serviço de cliente de Paypal (www.paypal.com.br).
pt_pt: Outros: Para mais informações, contactar o serviço de apoio ao cliente do PayPal.
ro_ro: Altele: Pentru mai multe informații, contactați serviciul clienți PayPal.
ru_ru: Прочее: Для получения дополнительной информации обратитесь в службу поддержки PayPal.
sv_se: Annat: Kontakta PayPals kundtjänst om du vill ha mer information.
tr_tr: Diğer: Daha fazla bilgi için PayPal müşteri hizmetleri ile iletişime geçin.
zh_cn: 其他：更多信息，请联系 PayPal 客户服务。

source: No pending reason provided.
ar: لم يتم تقديم أي سبب معلق.
cs_cz: Nebyl uveden žádný nevyřešený důvod.
de_de: Es wurde kein noch ausstehender Grund angegeben.
es_es: No se proporcionó ninguna razón pendiente.
fi: Syytä ei ole ilmoitettu.
fr_fr: Pas de motif en suspens.
he_il: סר ס ת.
hu_hu: Függőben lévő okot nem adtak meg.
it_it: Nessun motivo fornito per la sospensione.
ja: 保留の理由はない。
ja_jp: 保留理由は提供されていません。.
ko_kr: 보류 사유가 제공되지 않았습니다.
nb_no: Det er ikke oppgitt noen grunn.
nl_nl: Geen reden opgegeven.
pl_pl: Nie podano żadnego oczekującego powodu.
pt_br: Nenhuma razão fornecida pendente.
pt_pt: Não foi apresentado qualquer motivo pendente.
ro_ro: Nu a fost furnizat niciun motiv în așteptare.
ru_ru: Причина отказа не указана.
sv_se: Ingen anledning till avvaktan angavs.
tr_tr: Bekleyen bir neden belirtilmemiştir.
uk: Не надано жодної причини для очікування.
zh_cn: 未提供待定原因。

source: Payment via Express Checkout Pending. PayPal reason: %s.
ar: الدفع عن طريق الدفع عبر الدفع السريع معلق. سبب الدفع عبر PayPal: %s.
cs_cz: Platba přes Express Checkout čeká na vyřízení. Důvod PayPal: %s.
de_de: Zahlung per Express Checkout ausstehend. PayPal Grund: %s.
es_es: El pago vía exprés Pendiente. PayPal razón: %s.
fi: Maksu Express Checkoutin kautta Odottaa. PayPal-syy: %s.
fr_fr: Paiement via Express Checkout en attente. Motif PayPal :%s.
he_il: תש צעת Express Checkout ת. סת PayPal: %s.
hu_hu: Fizetés Express Checkout-on keresztül folyamatban. PayPal ok: %s.
it_it: Pagamento tramite Express Checkout in sospeso. Motivo PayPal:% s.
ja: エクスプレス・チェックアウトによる支払いは保留中です。PayPalの理由: %s.
ko_kr: 빠른 결제를 통한 결제가 보류 중입니다. PayPal 이유: %s.
nb_no: Betaling via Express Checkout Venter. PayPal-grunn: %s.
nl_nl: Betaling via Express Checkout in afwachting. PayPal reden: %s.
pl_pl: Płatność za pośrednictwem usługi Express Checkout oczekuje. Powód PayPal: %s.
pt_br: Pagamento via Express Checkout pendente. Razão de PayPal: %s.
pt_pt: Pagamento via Express Checkout pendente. Motivo do PayPal: %s.
ro_ro: Plata prin Express Checkout în așteptare. Motivul PayPal: %s.
ru_ru: Оплата через Express Checkout отложена. Причина PayPal: %s.
sv_se: Betalning via Express Checkout Avvaktar. PayPal-orsak: %s.
tr_tr: Express Checkout ile ödeme Beklemede. PayPal nedeni: %s.
zh_cn: 通过快速结帐付款待处理.

source: Express Checkout Error: %s.
ar: خطأ في الخروج السريع: %s.
cs_cz: Chyba při expresním placení: %s.
de_de: Express-Checkout-Fehler: %s.
es_es: Error de Pago exprés: %s.
fi: Express Checkout -virhe: %s.
fr_fr: Erreur de paiement express : %s.
he_il: ש תש ר: %s.
hu_hu: Express Checkout hiba: %s.
it_it: Errore Express Checkout: %s.
ja: エクスプレス・チェックアウトのエラー：%s.
ko_kr: 빠른 결제 오류: %s.
nb_no: Express Checkout-feil: %s.
nl_nl: Express Checkout-fout: %s.
pl_pl: Błąd kasy ekspresowej: %s.
pt_br: Erro no checkout expresso: %s.
pt_pt: Erro no checkout expresso: %s.
ro_ro: Eroare la plata rapidă: %s.
ru_ru: Ошибка экспресс-оформления заказа: %s.
sv_se: Fel i Express Checkout: %s.
tr_tr: Hızlı Ödeme Hatası: %s.
zh_cn: 快递结账错误：%s.

source: Payment %s via Express Checkout.
ar: الدفع %s عبر السداد السريع.
cs_cz: Platba %s přes Express Checkout.
de_de: Beahlung %s über den Express Checkout.
es_es: Pago %s a través de Express Checkout.
fi: Maksu %s Express Checkoutin kautta.
fr_fr: Paiement %s via Express Checkout.
he_il: תש %s צעת תש ר.
hu_hu: Fizetés %s Express Checkout-on keresztül.
it_it: Pagamento %s via Express Checkout.
ja: エクスプレス・チェックアウトによる支払い %s.
ko_kr: 빠른 결제를 통한 결제 %s.
nb_no: Betaling %s via Express Checkout.
nl_nl: Betaling %s via Express Checkout.
pl_pl: Płatność %s za pośrednictwem usługi Express Checkout.
pt_br: Pagamento %s através do Checkout Expresso
pt_pt: Pagamento %s via Express Checkout.
ro_ro: Plata %s prin Express Checkout.
ru_ru: Оплата %s через Express Checkout.
sv_se: Betalning %s via Express Checkout.
tr_tr: Express Checkout ile ödeme %s.
zh_cn: 通过 Express Checkout 付款 %s。

source: Payer Status: %s
ar: حالة الدافع: %s
cs_cz: Status plátce: %s
de_de: Status des Bestellers: %s
es_es: Estado del pagador: %s
fi: Maksajan asema: %s
fr_fr: État du payeur : %s
he_il: סס ש: %s
hu_hu: Fizetői státusz: %s
it_it: Stato del pagatore: %s
ja: 支払い者のステータス: %s
ko_kr: 결제자 상태: %s
nb_no: Status for betaler: %s
nl_nl: Status betaler: %s
pl_pl: Status płatnika: %s
pt_br: Status de pagamento: %s
pt_pt: Estado do pagador: %s
ro_ro: Statutul plătitorului: %s
ru_ru: Статус плательщика: %s
sv_se: Status för betalare: %s
tr_tr: Ödeyen Durumu: %s
zh_cn: 付款人状态：%s

source: Address Status: %s
ar: حالة العنوان: %s
cs_cz: Stav adresy: %s
de_de: Adressstatus: %s
es_es: Estado de la dirección: %s
fi: Osoitteen tila: %s
fr_fr: État de l'adresse : %s
he_il: סס תת: %s
hu_hu: Cím státusz: %s
it_it: Stato dell'indirizzo: %s
ja: 住所のステータス: %s
ko_kr: 주소 상태: %s
nb_no: Adressestatus: %s
nl_nl: Adresstatus: %s
pl_pl: Status adresu: %s
pt_br: Status de endereço: %s
pt_pt: Estado do endereço: %s
ro_ro: Starea adresei: %s
ru_ru: Статус адреса: %s
sv_se: Adress Status: %s
tr_tr: Adres Durumu: %s
zh_cn: 地址状态：%s

# data sent to PayPal
source: Orders with %1$s
ar: الطلبات التي تحتوي على %1$s
cs_cz: Objednávky s %1$s
de_de: Aufträge mit %1$s
es_es: Pedidos con %1$s
fi: Tilaukset %1$s
fr_fr: Commandes avec %1$s
he_il: ת ע %1$s
hu_hu: Megrendelések %1$s
it_it: Ordini con %1$s
ja: 0]の注文
ko_kr: 주문 %1$s 포함
nb_no: Bestillinger med %1$s
nl_nl: Orders met %1$s
pl_pl: Zamówienia z %1$s
pt_br: Ordens com %1$s
pt_pt: Ordens com %1$s
ro_ro: Comenzi cu %1$s
ru_ru: Заказы с %1$s
sv_se: Beställningar med %1$s
tr_tr: 0] ile siparişler

source: Transaction did not meet our Seller Protection requirements. Cancelling and refunding order.
ar: المعاملة لم تستوفِ متطلبات حماية البائع لدينا. إلغاء الطلب واسترداد ثمنه.
cs_cz: Transakce nesplňovala naše požadavky na ochranu prodávajícího. Zrušení a vrácení peněz za objednávku.
de_de: Transaktion erfüllt nicht unsere Verkäuferschutz Anforderungen. Stornierung und Rückerstattung wird eingeleitet.
es_es: La transacción no cumplía nuestros requisitos de Protección al Vendedor. Cancelación y reembolso del pedido.
fi: Tapahtuma ei täyttänyt myyjänsuojavaatimuksiamme. Tilauksen peruuttaminen ja palautus.
fr_fr: Transaction ne répond pas à nos exigences en matière de Protection du vendeur. Annulation et remboursement commande.
he_il: עסק ע רשת ע ר ש. ת סף ר.
hu_hu: Az ügylet nem felelt meg az Eladói Védelem követelményeinek. Megrendelés törlése és visszatérítése.
it_it: La transazione non soddisfa i nostri requisiti di protezione del venditore. Annullamento e rimborso dell'ordine.
ja: 取引が当社のセラー・プロテクションの要件を満たしていない。注文のキャンセルと返金
ko_kr: 거래가 판매자 보호 요건을 충족하지 못했습니다. 주문 취소 및 환불.
nb_no: Transaksjonen oppfylte ikke våre krav til selgerbeskyttelse. Kansellering og refusjon av ordre.
nl_nl: Transactie voldeed niet aan onze vereisten voor verkopersbescherming. Bestelling annuleren en terugbetalen.
pl_pl: Transakcja nie spełniała naszych wymogów ochrony sprzedawcy. Anulowanie i zwrot pieniędzy za zamówienie.
pt_br: A transação não atendeu aos nossos requisitos de Proteção ao Vendedor. Cancelamento e reembolso do pedido.
pt_pt: A transação não cumpria os nossos requisitos de proteção do vendedor. Cancelamento e reembolso da encomenda.
ro_ro: Tranzacția nu a îndeplinit cerințele noastre de protecție a vânzătorului. Anularea și rambursarea comenzii.
ru_ru: Сделка не соответствует нашим требованиям по защите продавца. Отмена и возврат денег за заказ.
sv_se: Transaktionen uppfyllde inte våra krav för säljarskydd. Annullering och återbetalning av order.
tr_tr: İşlem, Satıcı Koruma gereksinimlerimizi karşılamadı. Siparişi iptal etme ve iade etme.
zh_cn: 交易不符合我们的卖家保护要求。取消订单并退款。

source: There was a problem processing your order. Please contact customer support.
ar: كانت هناك مشكلة في معالجة طلبك. يرجى الاتصال بدعم العملاء.
cs_cz: Při zpracování vaší objednávky došlo k problému. Kontaktujte prosím zákaznickou podporu.
de_de: Es gab einen Fehler in der Abwicklung Ihrer Bestellung. Bitte kontaktieren Sie den Support unter webmaster@krisztina-schmuckdesign.de.
es_es: Se ha producido un problema al procesar su pedido. Póngase en contacto con el servicio de atención al cliente.
fi: Tilauksesi käsittelyssä ilmeni ongelma. Ota yhteyttä asiakastukeen.
fr_fr: Il y avait un problème de traitement de votre commande. Veuillez contacter le support client.
he_il: רע ע ע ש. פ שרת קת.
hu_hu: Probléma adódott a rendelés feldolgozásával. Kérjük, lépjen kapcsolatba az ügyfélszolgálattal.
it_it: Si è verificato un problema nell'elaborazione dell'ordine. Si prega di contattare l'assistenza clienti.
ja: ご注文の処理に問題が発生しました。カスタマーサポートにご連絡ください。
ko_kr: 주문 처리 중 문제가 발생했습니다. 고객 지원팀에 문의하세요.
nb_no: Det oppstod et problem med å behandle bestillingen din. Vennligst kontakt kundestøtte.
nl_nl: Er is een probleem opgetreden bij het verwerken van uw bestelling. Neem contact op met de klantenservice.
pl_pl: Wystąpił problem z przetworzeniem zamówienia. Prosimy o kontakt z działem obsługi klienta.
pt_br: Houve um problema ao processar seu pedido. Entre em contato com o suporte ao cliente.
pt_pt: Ocorreu um problema no processamento da sua encomenda. Por favor, contacte o apoio ao cliente.
ro_ro: A apărut o problemă în procesarea comenzii dumneavoastră. Vă rugăm să contactați asistența pentru clienți.
ru_ru: Возникла проблема с обработкой вашего заказа. Пожалуйста, свяжитесь со службой поддержки.
sv_se: Det uppstod ett problem med att behandla din beställning. Vänligen kontakta kundtjänst.
tr_tr: Siparişiniz işlenirken bir sorun oluştu. Lütfen müşteri hizmetleri ile iletişime geçin.
zh_cn: 处理您的订单时遇到问题。请联系客户支持部门。

source: Confirm your PayPal order
ar: أنت على وشك الانتهاء!
cs_cz: Potvrzení objednávky PayPal
de_de: Bestätigen Sie Ihre PayPal-Bestellung
es_es: Confirma tu pedido de PayPal
fi: Vahvista PayPal-tilauksesi
fr_fr: Confirmez votre commande PayPal
he_il: שר ת פפ ש
hu_hu: Erősítsd meg PayPal rendelésed
it_it: Conferma il tuo ordine PayPal
ja: PayPal での注文を確認
ko_kr: PayPal 주문을 확인하세요
nb_no: Finner ikke en ordre som skal bekreftes.
nl_nl: Uw PayPal-bestelling bevestigen
pl_pl: Potwierdź zamówienie w PayPal
pt_br: Confirme seu pedido do PayPal
pt_pt: Confirme a sua encomenda do PayPal
ro_ro: Confirmați comanda PayPal
ru_ru: Подтвердите заказ PayPal
sv_se: Bekräfta din PayPal beställning
tr_tr: PayPal siparişinizi onaylayın
zh_cn: 确认您的PayPal订单

source: Cheatin&#8217; huh?
ar: هل تحاول التحايل؟
cs_cz: Nepodvádíte náhodou?
de_de: Schummeln, was?
es_es: Haciendo trampa ¿eh?
fi: Meinaatkos huijata?
fr_fr: Alors &#8217; on triche ?
he_il: ר, ?
hu_hu: Csalunk, vagy mi a szösz?
it_it: Stai barando&#8217; eh?
ja: 間違えましたか ?
ko_kr: 잘못된 접근입니다.
nb_no: Jukser&#8217;u&#8217;a?
nl_nl: Wat ben jij aan het proberen?
pl_pl: Oszukujemy, co?
pt_pt: Com que então a fazer batota?
ro_ro: Trișezi, nu?
sv_se: Fuskar&#8217; va?
tr_tr: Hile mi&#8217; vay?
zh_cn: 作弊?

source: Via %1$s %2$s
ar: عبر %1$s %2$s
cs_cz: Přes %1$s %2$s
de_de: Über %1$s %2$s
es_es: Vía %1$s %2$s
he_il: ר %1$s %2$s
ja: ビア %1$s [1］
ko_kr: %1$s %2$s 통해

source: PayPal Express Checkout (deprecated)
ar: الدفع عبر PayPal Express Checkout (مُهمل)
cs_cz: Expresní pokladna PayPal (zrušena)
de_de: PayPal Express Checkout (veraltet)
es_es: Pago exprés de PayPal (obsoleto)
fi: PayPal Express Checkout (vanhentunut)
fr_fr: PayPal Express Checkout (obsolète)
he_il: תש צעת PayPal Express (ש)
hu_hu: PayPal Express Checkout (elavult)
it_it: PayPal Express Checkout (deprecato)
ja: ペイパルエクスプレスチェックアウト（非推奨）
ko_kr: PayPal Express 결제(사용 중단됨)
nb_no: PayPal Express Checkout (utgått)
nl_nl: PayPal Express Checkout (verouderd)
pl_pl: PayPal Express Checkout (przestarzałe)
pt_br: PayPal Express Checkout (obsoleto)
pt_pt: PayPal Express Checkout (obsoleto)
ro_ro: PayPal Express Checkout (depreciat)
ru_ru: PayPal Express Checkout (устаревшее)
sv_se: PayPal Express Checkout (föråldrad)
tr_tr: PayPal Express Checkout (kullanımdan kaldırılmıştır)
zh_cn: PayPal Express Checkout（已停用）

source: Increase sales by using PayPal express checkout to accept payments.
ar: زيادة المبيعات باستخدام الدفع السريع من PayPal لقبول المدفوعات.
cs_cz: Zvyšte prodej pomocí expresní pokladny PayPal k přijímání plateb.
de_de: Steigern Sie den Umsatz, indem Sie PayPal Express-Checkout verwenden, um Zahlungen zu akzeptieren.
es_es: Aumente las ventas utilizando el Pago exprés de PayPal para aceptar pagos.
fi: Lisää myyntiä käyttämällä maksujen hyväksymiseen PayPalin pikakassaa.
fr_fr: Augmentez vos ventes en utilisant PayPal Express Checkout pour accepter les paiements.
he_il: ת רת צעת תש ר -PayPal ק תש.
hu_hu: Növelje az eladásokat a PayPal expressz pénztár használatával a fizetések elfogadásához.
it_it: Aumentate le vendite utilizzando PayPal express checkout per accettare i pagamenti.
ja: PayPalエクスプレスチェックアウトを使用して支払いを受け入れることで、売上を増やすことができます。
ko_kr: PayPal 빠른 결제를 사용하여 결제를 수락하여 매출을 늘리세요.
nb_no: Øk salget ved å bruke PayPals ekspresskasse for å ta imot betalinger.
nl_nl: Verhoog de verkoop door PayPal express checkout te gebruiken om betalingen te accepteren.
pl_pl: Zwiększ sprzedaż, korzystając z usługi PayPal Express Checkout do przyjmowania płatności.
pt_br: Aumente as vendas usando o checkout expresso do PayPal para aceitar pagamentos.
pt_pt: Aumente as vendas usando o checkout expresso do PayPal para aceitar pagamentos.
ro_ro: Creșteți vânzările utilizând PayPal Express Checkout pentru a accepta plăți.
ru_ru: Увеличьте продажи, используя для приема платежей экспресс-кассу PayPal.
sv_se: Öka försäljningen genom att använda PayPal Express Checkout för att acceptera betalningar.
tr_tr: Ödemeleri kabul etmek için PayPal express checkout'u kullanarak satışları artırın.
zh_cn: 使用 PayPal 快速结账接受付款，提高销售额。

source: Pay with PayPal
ar: الدفع بواسط باى بال
cs_cz: Zaplatit PayPalem
de_de: Mit PayPal bezahlen
es_es: Pagar con PayPal
fi: Maksa PayPalilla
fr_fr: Payer avec PayPal
he_il: ש צעת פפ
hu_hu: Fizetés PayPal-lel
it_it: Paga con PayPal
ja: PayPal 決済
ko_kr: 페이파 결제
nb_no: Betal med PayPal
nl_nl: Betalen met PayPal
pl_pl: Zapłać z PayPal
pt_br: Pague com Paypal
pt_pt: Pagar com Paypal
ro_ro: Plătiți cu PayPal
ru_ru: Оплатить через PayPal
sv_se: Betala med PayPal
tr_tr: PayPal ile öde
zh_cn: 使用PayPal支付
