Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Return
ar: إرجاع
cs_cz: Návrat
de_de: Zurück
es_es: Volver
fi: Palaa
fr_fr: Retour
he_il: פ
hu_hu: Vissza
it_it: Ritorno
ja: 戻る
ja_jp: 戻る
km: áœá·á›ááŸ’ášá¡á”áŸ‹
ko_kr: 반환
lo: ກັບໄຄ
nb_no: Tilbake
nl_nl: Retour
pl_pl: Powrót
pt_br: Retorno
pt_pt: Devolução
ro_ro: Înapoi
ru_ru: Вернуться
sv_se: Tillbaka
tr_tr: Dönüş
uk: Повернутися
vi: Trả lại
zh_cn: 返回

source: PayPal Plugin feedback
ar: ملاحظات البرنامج المساعد PayPal
de_de: Feedback zum PayPal-Plugin
es_es: Comentarios sobre el complemento de PayPal
fr_fr: Commentaires sur le plugin PayPal
it_it: Feedback sul plugin PayPal
pt_br: Feedback do plug-in do PayPal
pt_pt: Feedback do plug-in do PayPal
ru_ru: Обратная связь с плагином PayPal
zh_cn: PayPal 插件反馈

source: Close
ar: إغلاق
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
fi: Sulje
fr_fr: Fermer
he_il: סר
hu_hu: Bezár
it_it: Chiudi
ja: 閉じる
ja_jp: 閉じる
km: á”á·á‘
ko_kr: 닫기
lo: ປິດ
nb_no: Lukk
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
sv_se: Stäng
tr_tr: Kapat
uk: Закрити
vi: Đóng
zh_cn: 关闭作为

source: We’re sorry to see you go! 💔
ar: نحن آسفون لرؤيتك ترحل! 💔
cs_cz: Je nám líto, že odcházíte! 💔
de_de: Es tut uns leid, dass du gehst! 💔
es_es: ¡Nos da pena que te vayas! 💔
fi: Olemme pahoillamme, että lähdet! 💔
fr_fr: Nous sommes désolés de vous voir partir ! 💔
hu_hu: Sajnáljuk, hogy elmész! 💔
it_it: Ci dispiace vederti andare via! 💔
ja: お別れするのが残念です！💔
ja_jp: お別れするのは残念です！💔
ko_kr: 유감입니다! 💔
lo: ພວກເຮົາຂໍອະໄພສໍາລັບການເຫັນເຈົ້າເອີ້ນໄປ! 💔
nb_no: Vi er lei for å se deg gå! 💔
nl_nl: We vinden het jammer dat je weggaat! 💔
pl_pl: Przykro nam, że odchodzisz! 💔
pt_br: Lamentamos sua partida! 💔
pt_pt: Temos pena de o ver partir! 💔
ro_ro: Ne pare rău să te vedem plecând! 💔
ru_ru: Нам очень жаль, что вы уходите! 💔
sv_se: Vi är ledsna att se dig gå! 💔
tr_tr: Gittiğin için üzgünüz! 💔
uk: Нам шкода бачити вас ідучи! 💔
vi: Chúng tôi rất tiếc khi thấy bạn ra đi! 💔
zh_cn: 我们很遗憾看到你离开！💔

source: Please take a moment to share the reason for deactivating the PayPal Plugin. Your feedback is invaluable in helping us improve and serve you better.
ar: يُرجى تخصيص لحظة لمشاركة سبب إلغاء تنشيط إضافة PayPal. إن ملاحظاتك لا تقدر بثمن في مساعدتنا على تحسين وخدمتك بشكل أفضل.
de_de: Bitte nehmen Sie sich einen Moment Zeit, um uns den Grund für die Deaktivierung des PayPal-Plugins mitzuteilen. Ihr Feedback ist von unschätzbarem Wert, da es uns hilft, uns zu verbessern und Ihnen einen besseren Service zu bieten.
es_es: Por favor, tómese un momento para compartir la razón por la que desactivó el plugin de PayPal. Sus comentarios son muy valiosos para ayudarnos a mejorar y servirle mejor.
fr_fr: Veuillez prendre un moment pour nous indiquer la raison pour laquelle vous avez désactivé le plugin PayPal. Vos commentaires sont précieux pour nous aider à nous améliorer et à mieux vous servir.
it_it: Vi preghiamo di condividere il motivo della disattivazione del plugin PayPal. Il vostro feedback è prezioso per aiutarci a migliorare e a servirvi meglio.
pt_br: Reserve um momento para compartilhar o motivo da desativação do plug-in do PayPal. Seus comentários são valiosos para nos ajudar a melhorar e atendê-lo melhor.
pt_pt: Reserve um momento para partilhar o motivo da desativação do plug-in do PayPal. Os seus comentários são valiosos para nos ajudar a melhorar e a servi-lo melhor.
ru_ru: Пожалуйста, уделите немного времени и расскажите о причине деактивации плагина PayPal. Ваши отзывы бесценны для того, чтобы помочь нам улучшать и обслуживать вас лучше.

source: This is a
ar: هذا هو
de_de: Dies ist eine
es_es: Se trata de un
fr_fr: Il s'agit d'un
it_it: Questo è un
pt_br: Este é um
pt_pt: Este é um
ru_ru: Это

source: temporary deactivation
ar: التعطيل المؤقت
de_de: vorübergehende Deaktivierung
es_es: desactivación temporal
fr_fr: désactivation temporaire
it_it: disattivazione temporanea
pt_br: desativação temporária
pt_pt: desativação temporária
ru_ru: временная деактивация

source: ; I’m troubleshooting an issue.
ar: ؛ أقوم باستكشاف مشكلة وإصلاحها.
de_de: ich bin dabei, ein Problem zu beheben.
es_es: estoy solucionando un problema.
fr_fr: je suis en train de résoudre un problème.
it_it: sto risolvendo un problema.
pt_br: estou solucionando um problema.
pt_pt: estou a resolver um problema.
ru_ru: ; Я устраняю неполадки.

source: The plugin caused issues with my site’s
ar: تسببت الإضافة في حدوث مشكلات في موقع الويب الخاص بي
de_de: Das Plugin verursachte Probleme mit meiner Website
es_es: El plugin causó problemas con mi sitio de
fr_fr: Le plugin a causé des problèmes avec le système d'exploitation de mon site
it_it: Il plugin ha causato problemi con il sito
pt_br: O plug-in causou problemas com o
pt_pt: O plugin causou problemas com o
ru_ru: Плагин вызвал проблемы с моим сайтом

source: layout
ar: تخطيط
es_es: estructura
fr_fr: disposition
ru_ru: макет

source: or
ar: أو
de_de: oder
es_es: o
fr_fr: ou
it_it: o
pt_br: ou
pt_pt: ou
ru_ru: или

source: functionality
ar: الوظائف
de_de: Funktionalität
es_es: funcionalidad
fr_fr: Fonctionnalité
it_it: funzionalità
pt_br: funcionalidade
pt_pt: funcionalidade
ru_ru: функциональность

source: I found the plugin
ar: لقد وجدتُ المكوّن الإضافي
de_de: Ich habe das Plugin
es_es: He encontrado el plugin
fr_fr: J'ai trouvé le plugin
it_it: Ho trovato il plugin
pt_br: Encontrei o plug-in
pt_pt: Encontrei o plugin
ru_ru: Я нашел плагин

source: difficult to set up
ar: يصعب إعداده
de_de: schwierig einzurichten
es_es: difícil de instalar
fr_fr: difficile à mettre en place
it_it: difficile da configurare
pt_br: difícil de configurar
pt_pt: difícil de instalar
ru_ru: сложно настроить

source: The plugin doesn’t offer the
ar: لا تقدم الإضافة
de_de: Das Plugin bietet nicht die
fr_fr: Le plugin ne propose pas l'option
it_it: Il plugin non offre la funzione
pt_br: O plug-in não oferece a função
pt_pt: O plugin não oferece a função
ru_ru: Плагин не предлагает

source: features I need
ar: الميزات التي أحتاجها
de_de: funktionen, die ich brauche
es_es: características que necesito
fr_fr: caractéristiques dont j'ai besoin
it_it: caratteristiche di cui ho bisogno
pt_br: recursos de que preciso
pt_pt: caraterísticas de que necessito
ru_ru: нужные мне функции

source: Other
ar: أخرى
cs_cz: Ostatní
de_de: Andere
es_es: Otro
fi: Muu
fr_fr: Autre
he_il: ר
hu_hu: Egyéb
it_it: Altro
ja: その他
ja_jp: 他の
km: á•áŸ’áŸáŸá„
ko_kr: 기타
lo: ອື່ນ
nb_no: Andre
nl_nl: Andere
pl_pl: Inne
pt_br: Outro
pt_pt: Outro
ro_ro: Altele
ru_ru: Другое
sv_se: Annat
tr_tr: Diğer
uk: Інше
vi: Khác
zh_cn: 其他

source: Please share why you’re deactivating the PayPal plugin so we can make improvements.
ar: يرجى مشاركة سبب إلغاء تنشيط إضافة PayPal حتى نتمكن من إجراء تحسينات.
cs_cz: Podělte se s námi o důvody deaktivace zásuvného modulu PayPal, abychom mohli provést vylepšení.
de_de: Bitte teilen Sie uns mit, warum Sie das PayPal-Plugin deaktivieren, damit wir Verbesserungen vornehmen können.
es_es: Por favor, comparte por qué estás desactivando el plugin de PayPal para que podamos hacer mejoras.
fi: Kerro, miksi poistat PayPal-lisäosan käytöstä, jotta voimme tehdä parannuksia.
fr_fr: Veuillez nous indiquer pourquoi vous désactivez le plugin PayPal afin que nous puissions apporter des améliorations.
hu_hu: Kérjük, ossza meg velünk, hogy miért deaktiválja a PayPal plugint, hogy javíthassunk rajta.
it_it: Condividete il motivo per cui state disattivando il plugin PayPal, in modo che possiamo apportare miglioramenti.
ja: PayPalプラグインを停止している理由をお聞かせください。
ja_jp: PayPalプラグインを無効にする理由を教えていただければ、改善に役立てることができます。.
ko_kr: PayPal 플러그인을 비활성화하는 이유를 알려주시면 개선할 수 있도록 도와드리겠습니다.
lo: ກະລຸນາແບ່ງປັນສາເລື່ອງທີ່ທ່ານກຳລັງປິດການໃຊ້ງານປລັກອິນ PayPal ສໍາລັບເພື່ອທີ່ພວກເຮົາຈະໄດ້ເຮັດການປັບປຸງ.
nb_no: Fortell oss hvorfor du deaktiverer PayPal-programtillegget, slik at vi kan gjøre forbedringer.
nl_nl: Vertel ons waarom je de PayPal-plugin deactiveert, zodat we verbeteringen kunnen aanbrengen.
pl_pl: Podziel się powodem dezaktywacji wtyczki PayPal, abyśmy mogli wprowadzić ulepszenia.
pt_br: Compartilhe por que está desativando o plug-in do PayPal para que possamos fazer melhorias.
pt_pt: Partilhe o motivo pelo qual está a desativar o plug-in do PayPal para que possamos fazer melhorias.
ro_ro: Vă rugăm să ne spuneți de ce dezactivați pluginul PayPal, astfel încât să putem face îmbunătățiri.
ru_ru: Пожалуйста, расскажите, почему вы отключили плагин PayPal, чтобы мы могли внести улучшения.
sv_se: Vänligen berätta varför du avaktiverar PayPal-plugin så att vi kan göra förbättringar.
tr_tr: İyileştirmeler yapabilmemiz için lütfen PayPal eklentisini neden devre dışı bıraktığınızı paylaşın.
uk: Будь ласка, поділіться, чому ви деактивуєте плагін PayPal, щоб ми могли внести покращення.
vi: Vui lòng chia sẻ lý do bạn đang vô hiệu hóa plugin PayPal để chúng tôi có thể cải thiện.
zh_cn: 请说明停用 PayPal 插件的原因，以便我们进行改进。

source: Your privacy is important to us. No personal data is collected with this form—just your valuable feedback and basic system information (such as WordPress and plugin versions) to help us improve our plugin.
ar: خصوصيتك مهمة بالنسبة لنا. لا يتم جمع أي بيانات شخصية من خلال هذا النموذج - فقط ملاحظاتك القيّمة ومعلومات النظام الأساسية (مثل ووردبريس وإصدارات الإضافة) لمساعدتنا في تحسين إضافتنا.
cs_cz: Vaše soukromí je pro nás důležité. V tomto formuláři nejsou shromažďovány žádné osobní údaje - pouze vaše cenná zpětná vazba a základní systémové informace (například verze systému WordPress a zásuvného modulu), které nám pomohou vylepšit náš zásuvný modul.
de_de: Ihre Privatsphäre ist uns wichtig. Mit diesem Formular werden keine persönlichen Daten gesammelt - nur Ihr wertvolles Feedback und grundlegende Systeminformationen (wie WordPress- und Plugin-Versionen), die uns helfen, unser Plugin zu verbessern.
es_es: Su privacidad es importante para nosotros. Con este formulario no se recopilan datos personales, solo tus valiosos comentarios e información básica del sistema (como las versiones de WordPress y del plugin) para ayudarnos a mejorar nuestro plugin.
fi: Yksityisyytesi on meille tärkeää. Tällä lomakkeella ei kerätä henkilötietoja - ainoastaan arvokasta palautettasi ja järjestelmän perustietoja (kuten WordPress- ja lisäosaversiot), joiden avulla voimme parantaa lisäosaamme.
fr_fr: Votre vie privée est importante pour nous. Aucune donnée personnelle n'est collectée avec ce formulaire - seulement votre précieux feedback et des informations de base sur votre système (comme la version de WordPress et du plugin) pour nous aider à améliorer notre plugin.
hu_hu: Az Ön adatvédelme fontos számunkra. Ezzel az űrlappal nem gyűjtünk személyes adatokat - csak az értékes visszajelzéseit és alapvető rendszerinformációkat (például a WordPress és a plugin verzióját), amelyek segítenek nekünk a plugin javításában.
it_it: La vostra privacy è importante per noi. Con questo modulo non vengono raccolti dati personali, ma solo il vostro prezioso feedback e le informazioni di base sul sistema (come la versione di WordPress e del plugin) per aiutarci a migliorare il nostro plugin.
ja: あなたのプライバシーは私たちにとって重要です。このフォームでは個人情報は収集されません。私たちのプラグインを改善するための貴重なフィードバックと基本的なシステム情報（WordPressやプラグインのバージョンなど）だけです。
ja_jp: あなたのプライバシーは私たちにとって重要です。このフォームでは個人データは収集されません—あなたの貴重なフィードバックと、プラグインを改善するための基本的なシステム情報（WordPressやプラグインのバージョンなど）だけが収集されます。.
ko_kr: 당사는 사용자의 개인정보를 중요하게 생각합니다. 이 양식을 통해 수집되는 개인정보는 없으며, 플러그인 개선에 도움이 되는 소중한 피드백과 기본 시스템 정보(예: 워드프레스 및 플러그인 버전)만 수집합니다.
lo: ຄວາມສໍາຄັນຂອງຄວາມລັບສໍາລັບເຮົາ. ບໍ່ມີຂໍໍ່ສໍາລັບຂໍໍ່ນີ້—ແຕ່ຄວາມຄິດຄໍາສົມບູນແລະຂໍໍ່ຂະບວນຂະບວນຂະບວນຂອງລະບົບ (ເຊັ່ນສະບົບ WordPress ແລະສະບົບປະກອບ) ສໍາລັບຊ່ວຍເຮົາໃຫ້ປັບປຸງສະບົບປະກອບຂອງເຮົາ.
nb_no: Personvernet ditt er viktig for oss. Ingen personopplysninger samles inn i dette skjemaet - bare verdifulle tilbakemeldinger og grunnleggende systeminformasjon (for eksempel WordPress- og plugin-versjoner) for å hjelpe oss med å forbedre plugin-modulen vår.
nl_nl: Jouw privacy is belangrijk voor ons. Er worden geen persoonlijke gegevens verzameld met dit formulier - alleen je waardevolle feedback en basale systeeminformatie (zoals WordPress en plugin versies) om ons te helpen onze plugin te verbeteren.
pl_pl: Twoja prywatność jest dla nas ważna. W tym formularzu nie są gromadzone żadne dane osobowe - tylko cenne opinie i podstawowe informacje o systemie (takie jak WordPress i wersje wtyczek), które pomogą nam ulepszyć naszą wtyczkę.
pt_br: Sua privacidade é importante para nós. Nenhum dado pessoal é coletado com esse formulário - apenas seu valioso feedback e informações básicas do sistema (como versões do WordPress e do plug-in) para nos ajudar a aprimorar nosso plug-in.
pt_pt: A sua privacidade é importante para nós. Não são recolhidos dados pessoais com este formulário - apenas o seu valioso feedback e informações básicas do sistema (como as versões do WordPress e do plug-in) para nos ajudar a melhorar o nosso plug-in.
ro_ro: Confidențialitatea dvs. este importantă pentru noi. Nu sunt colectate date cu caracter personal prin acest formular - doar feedback-ul dvs. valoros și informații de bază despre sistem (cum ar fi WordPress și versiunile plugin-ului) pentru a ne ajuta să ne îmbunătățim plugin-ul.
ru_ru: Ваша конфиденциальность очень важна для нас. В этой форме не собираются никакие личные данные - только ваши ценные отзывы и основная информация о системе (например, версия WordPress и плагина), которая поможет нам улучшить наш плагин.
sv_se: Din integritet är viktig för oss. Inga personuppgifter samlas in med detta formulär - bara din värdefulla feedback och grundläggande systeminformation (t.ex. WordPress och plugin-versioner) för att hjälpa oss att förbättra vårt plugin.
tr_tr: Gizliliğiniz bizim için önemlidir. Bu formla hiçbir kişisel veri toplanmamaktadır; sadece eklentimizi geliştirmemize yardımcı olacak değerli geri bildirimleriniz ve temel sistem bilgileriniz (WordPress ve eklenti sürümleri gibi).
uk: Ваша конфіденційність важлива для нас. З цією формою не збирається жодних особистих даних — лише ваші цінні відгуки та основна інформація про систему (таку як версії WordPress та плагінів), щоб допомогти нам покращити наш плагін.
vi: Quyền riêng tư của bạn rất quan trọng đối với chúng tôi. Không có dữ liệu cá nhân nào được thu thập với mẫu này—chỉ có phản hồi quý giá của bạn và thông tin hệ thống cơ bản (chẳng hạn như phiên bản WordPress và plugin) để giúp chúng tôi cải thiện plugin của mình.

source: Visit our support page for assistance
ar: قم بزيارة صفحة الدعم للحصول على المساعدة
cs_cz: Navštivte naši stránku podpory a získejte pomoc
de_de: Besuchen Sie unsere Support-Seite für Hilfe
es_es: Visite nuestra página de asistencia para obtener ayuda
fi: Käy tukisivullamme saadaksesi apua
fr_fr: Consultez notre page d'assistance pour obtenir de l'aide
he_il: קר ף ת ש קת ער
hu_hu: Látogasson el a támogatási oldalunkra segítségért
it_it: Visitate la nostra pagina di supporto per ricevere assistenza
ja: サポートページをご覧ください。
ja_jp: サポートページをご覧ください。
km: á…á¼á›á‘áŸ…á€á¶á“áŸ‹á‘áŸ†á–áŸášá‚á¶áŸ†á‘áŸ’ášášá”áŸáŸ‹á™á¾á„áŸá˜áŸ’ášá¶á”áŸ‹á‡áŸ†á“á½á™
ko_kr: 지원이 필요하면 지원 페이지를 방문하세요
lo: ເຂົ້າໄປທ່ານສະໜອງສະກິດສໍາລັບຄວາມຊ່ວຍເຫຼືອ
nb_no: Besøk vår supportside for å få hjelp
nl_nl: Bezoek onze ondersteuningspagina voor hulp
pl_pl: Odwiedź naszą stronę wsparcia, aby uzyskać pomoc
pt_br: Visite nossa página de suporte para obter assistência
pt_pt: Visite a nossa página de apoio para obter assistência
ro_ro: Vizitați pagina noastră de asistență pentru asistență
ru_ru: Посетите нашу страницу поддержки, чтобы получить помощь
sv_se: Besök vår supportsida för hjälp
tr_tr: Yardım için destek sayfamızı ziyaret edin
uk: Відвідайте нашу сторінку підтримки для отримання допомоги.
vi: Truy cập trang hỗ trợ của chúng tôi để được trợ giúp
zh_cn: 请访问我们的支持页面获取帮助

source: Get Support
ar: الحصول على الدعم
cs_cz: Získat Podporu
de_de: Support erhalten
es_es: Soporte
fi: Hae tukea
fr_fr: Obtenir de l’aide
he_il: ק ת
hu_hu: Kérj támogatást
it_it: Ottieni Supporto
ja: サポートを求める
ja_jp: サポートを受ける
km: á‘á‘á½á›á”á¶á“á€á¶ášá‚á¶áŸ†á‘áŸ’áš
ko_kr: 지원 받기
lo: ຮັບຄວາມເຊີນສະໜອງ
nb_no: Få hjelp
nl_nl: Krijg ondersteuning
pl_pl: Uzyskaj pomoc
pt_br: Obter Suporte
pt_pt: Obter Ajuda
ro_ro: Obține asistență
ru_ru: Получить поддержку
sv_se: Få support
tr_tr: Destek Al
uk: Отримати підтримку
vi: Nhận hỗ trợ
zh_cn: 获取支持

source: Send & Deactivate
ar: إرسال وتعطيل
cs_cz: Odeslat a deaktivovat
de_de: Senden & Deaktivieren
es_es: Enviar y desactivar
fi: Lähetä & poista käytöstä
fr_fr: Envoyer et désactiver
he_il: ש שת
hu_hu: Küldés és deaktiválás
it_it: Invia e disattiva
ja: 送信と無効化
ja_jp: 送信 & 無効化
km: á•áŸ’á‰á¾ á“á·á„ á”á‰áŸ’áˆá”áŸ‹
ko_kr: 보내기 & 비활성화
lo: ສົ່ງ & ປິດການໃຊ້ງານ
nb_no: Send og deaktiver
nl_nl: Verzenden & Deactiveren
pl_pl: Wyślij i dezaktywuj
pt_br: Enviar e desativar
pt_pt: Enviar e desativar
ro_ro: Trimitere și dezactivare
ru_ru: Отправить и деактивировать
sv_se: Skicka och avaktivera
tr_tr: Gönder ve Devre Dışı Bırak
uk: Надіслати та деактивувати
vi: Gửi & Vô hiệu hóa
zh_cn: 发送和停用

source: I rather wouldn't say
ar: افضل عدم القول
cs_cz: Raději bych neřekl
de_de: Ich würde das lieber nicht sagen
es_es: Prefiero no decir
fi: Mieluummin en sanoa
fr_fr: Je préfère ne pas dire
he_il: עף ר
hu_hu: Inkább nem mondanám, hogy
it_it: Non voglio dirlo
ja: 遠慮します
ja_jp: あまり言いたくはありません。
km: ááŸ’á‰á»áŸ†á˜á·á“á…á„áŸ‹á“á·á™á¶á™á‘áŸ
ko_kr: 얘기하지 않겠습니다
lo: ຂໍອະໄພບໍ່ຈິງຈິງຈະກ່າວ
nb_no: Jeg vil helst ikke si
nl_nl: Zeg ik liever niet
pl_pl: Raczej nie powiedziałbym
pt_br: Eu prefiro não dizer
pt_pt: Prefiro não dizer
ro_ro: N-aș spune
ru_ru: Предпочитаю не говорить
sv_se: Jag vill inte delge den informationen
tr_tr: Belirtmemeyi tercih ederim
uk: Я б скоріше не сказав.
vi: Tôi không muốn nói như vậy
zh_cn: 我宁愿不说

source: Item
ar: عنصر
cs_cz: Položka
de_de: Artikel
es_es: Artículo
fi: Kohde
fr_fr: Article
he_il: פר
hu_hu: Elem
it_it: Elemento
ja: アイテム
km: á¢ááŸ’áá”á‘
ko_kr: 아이템
lo: ລາຍການ
nb_no: Vare
nl_nl: Artikel
pl_pl: Element
ro_ro: Produs
ru_ru: Пункт
sv_se: Artikel
tr_tr: Öğe
vi: Mục
zh_cn: 项目

source: Fee
ar: الرسوم
cs_cz: Poplatek
de_de: Gebühr
es_es: Cuota
fi: Tassa
fr_fr: Frais
he_il: ע
hu_hu: Díj
it_it: Commissione
ja: 手数料
ko_kr: 수수료
nb_no: Gebyr
nl_nl: Kosten
pl_pl: Opłata
pt_br: Taxa
pt_pt: Taxa
ro_ro: Taxa
ru_ru: Плата
sv_se: Avgift
tr_tr: Ücret
zh_cn: 费用

source: Settings
ar: الإعدادات
cs_cz: Nastavení
de_de: Einstellungen
es_es: Ajustes
fi: Asetukset
fr_fr: Réglages
he_il: רת
hu_hu: Beállítások
it_it: Impostazioni
ja: 設定
km: á€áŸ†áááŸ‹
ko_kr: 설정
lo: ການຕັ້ງຄ່າ
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
pt_pt: Configurações
ro_ro: Setări
ru_ru: Настройки
sv_se: Inställningar
tr_tr: Ayarlar
uk: Налаштування API
vi: Cài đặt
zh_cn: 设置

source: Community support
ar: الدعم المجتمعي
cs_cz: Podpora Společenství
es_es: Soporte comunitario
fi: Yhteisön tuki
fr_fr: Soutien communautaire
he_il: ת קתת
hu_hu: Közösségi támogatás
ja: コミュニティサポート
km: á‚á¶áŸ†á‘áŸ’ášáŸá á‚á˜á“áŸ
ko_kr: 서포트 커뮤니티
lo: ການສະໜອງຄວາມເພີ່ມເຕີມຂອງຊຸມຊົນ
nb_no: Samfunnsstøtte
nl_nl: Steun van de gemeenschap
pl_pl: Wsparcie społeczności
pt_br: Comunidade de Suporte
pt_pt: Apoio comunitário
ro_ro: Ajutor de la comunitate
ru_ru: Поддержка сообщества
sv_se: Stöd från gemenskapen
tr_tr: Topluluk desteği
uk: Підтримка спільноти
vi: Hỗ trợ cộng đồng
zh_cn: 支持中心

source: Rate our plugin
ar: قيم المكون الإضافي الخاص بنا
cs_cz: Ohodnoťte náš plugin
de_de: Bewerten Sie unser Plugin
es_es: Evalúe nuestro plugin
fi: Arvioi lisäosamme
fr_fr: Évaluez notre plugin
he_il: ר ת תסף ש
hu_hu: Értékelje a pluginunkat
it_it: Valuta il nostro plugin
ja: プラグインを評価する
km: áœá¶á™áá˜áŸ’á›áŸƒá•áŸ’á›á»áŸ‡ášá”áŸáŸ‹á™á¾á„
ko_kr: 플러그인 평가하기
lo: ອະນຸມັດແອັບເພີ່ມຂອງເຮົາ
nb_no: Vurder vår plugin
nl_nl: Beoordeel onze plugin
pl_pl: Oceń naszą wtyczkę
pt_br: Avalie nosso plugin
pt_pt: Avaliar o nosso plugin
ro_ro: Evaluați pluginul nostru
ru_ru: Оцените наш плагин
sv_se: Betygsätt vår plugin
tr_tr: Eklentimizi değerlendirin
uk: Оцініть наш плагін
vi: Đánh giá plugin của chúng tôi
zh_cn: 评价我们的插件

source: Credit Card payments Powered by PayPal / Braintree.
ar: مدفوعات بطاقات الائتمان مدعومة من PayPal / Braintree.
cs_cz: Platby kreditní kartou Powered by PayPal / Braintree.
de_de: Kreditkartenzahlungen Powered by PayPal / Braintree.
es_es: Pagos con tarjeta de crédito Powered by PayPal / Braintree.
fi: Luottokorttimaksut Powered by PayPal / Braintree.
fr_fr: Paiements par carte de crédit propulsés par PayPal / Braintree.
he_il: תש רס שר צעת PayPal / Braintree.
hu_hu: Hitelkártyás fizetés PayPal / Braintree által működtetett.
it_it: Pagamenti con carta di credito gestiti da PayPal / Braintree.
ja: クレジットカード決済 PayPal / Braintreeを利用しています。
ko_kr: 신용 카드 결제는 PayPal / Braintree에서 제공합니다.
nb_no: Kredittkortbetalinger Drevet av PayPal / Braintree.
nl_nl: Creditcardbetalingen Aangedreven door PayPal / Braintree.
pl_pl: Płatności kartą kredytową obsługiwane przez PayPal / Braintree.
pt_br: Pagamentos com cartão de crédito Powered by PayPal / Braintree.
pt_pt: Pagamentos com cartão de crédito com a ajuda de PayPal / Braintree.
ro_ro: Plăți cu cardul de credit Powered by PayPal / Braintree.
ru_ru: Оплата кредитными картами Работает на PayPal / Braintree.
sv_se: Kreditkortsbetalningar Drivs av PayPal / Braintree.
tr_tr: Kredi Kartı ödemeleri PayPal / Braintree tarafından desteklenmektedir.
zh_cn: 信用卡支付 由 PayPal / Braintree 支持。
