Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: If you set up one or more additional users on the account, this value is the ID of the user authorized to process transactions. Otherwise, leave this field blank.
cs_cz: Pokud jste na účtu nastavili jednoho nebo více dalších uživatelů, je tato hodnota ID uživatele oprávněného zpracovávat transakce. V opačném případě ponechte toto pole prázdné.
fi: Jos olet määrittänyt tilille yhden tai useamman lisäkäyttäjän, tämä arvo on tunnus käyttäjälle, jolla on oikeus käsitellä tapahtumia. Muussa tapauksessa jätä tämä kenttä tyhjäksi.
he_il: רת שתש תר ש, ער ש שתש רש ע עסקת. רת, שר ש רק.
hu_hu: Ha egy vagy több további felhasználót állít be a fiókban, ez az érték az azonosító a tranzakciók feldolgozására jogosult felhasználó neve. Ellenkező esetben hagyja üresen ezt a mezőt.
ja: アカウントに1人以上の追加ユーザーを設定した場合、この値はIDになります。 です。そうでない場合は、このフィールドを空白のままにしてください。
ko_kr: 계정에 한 명 이상의 추가 사용자를 설정한 경우 이 값은 거래를 처리할 권한이 있는 사용자의 ID( 이 값은 트랜잭션을 처리할 권한이 있는 사용자의 ID입니다. 그렇지 않으면 이 필드를 비워둡니다.
nb_no: Hvis du oppretter én eller flere ekstra brukere på kontoen, er denne verdien ID-en til brukeren som er autorisert til å behandle transaksjoner. Ellers lar du dette feltet stå tomt.
nl_nl: Als je een of meer extra gebruikers op de account hebt ingesteld, is deze waarde de ID van de gebruiker die gemachtigd is om transacties te verwerken. Laat dit veld anders leeg.
pl_pl: Jeśli na koncie skonfigurowano jednego lub więcej dodatkowych użytkowników, wartość ta jest identyfikatorem użytkownika upoważnionego do przetwarzania transakcji. W przeciwnym razie pozostaw to pole puste.
ro_ro: Dacă configurați unul sau mai mulți utilizatori suplimentari pe cont, această valoare este ID-ul al utilizatorului autorizat să proceseze tranzacții. În caz contrar, lăsați acest câmp gol.
sv_se: Om du konfigurerar en eller flera ytterligare användare på kontot är detta värde ID:t för den användare som är behörig att behandla transaktioner. Annars lämnar du fältet tomt.
tr_tr: Hesapta bir veya daha fazla ek kullanıcı ayarlarsanız, bu değer ID işlemleri işleme yetkisi olan kullanıcının adı. Aksi takdirde bu alanı boş bırakın.

source: Live Client ID
cs_cz: ID aktivního klienta
es_es: ID de cliente (Live)
fr_fr: ID Client
hu_hu: Élő kliens azonosító
it_it: ID Cliente Live
ja: Live クライアント ID
ja_jp: ライブクライアントID
km: ášáŸáŸ‹ Client ID
ko_kr: 라이브 클라이언트 ID
lo: ລະບົບລະບຸກລູກຄ້າສົດ
nb_no: Live Klient ID
pt_br: ID de cliente ativo
pt_pt: ID do cliente ao vivo
ro_ro: ID client live
ru_ru: Идентификатор клиента Live
sv_se: Live klient-ID
tr_tr: Canlı Müşteri Kimliği
uk: Живий ідентифікатор клієнта
vi: ID Khách Hàng Trực Tuyến
zh_cn: Live 客户端 ID

source: Click the "%s" button below to process your order.
cs_cz: Klikněte na tlačítko "%s" níže pro zpracování vaší objednávky.
fi: Klikkaa alla olevaa "%s" painiketta käsitelläksesi tilauksesi.
he_il: ץ ע פתר "%s" ע ת ש.
hu_hu: Kattintson az alábbi "%s" gombra az rendelés feldolgozásához.
ja: 以下の「%s」ボタンをクリックして、ご注文を処理してください。
ja_jp: 下の "%s" ボタンをクリックして、注文を処理してください。.
km: á…á»á…á”áŸŠá¼áá»á„ "%s" áá¶á„á€áŸ’ášáŸ„á˜áŠá¾á˜áŸ’á”á¸áŠáŸ†áá¾ášá€á¶ášá€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
ko_kr: 주문을 처리하려면 아래의 "%s" 버튼을 클릭하십시오.
lo: ກົດປຸ່ມ "%s" ດ້ານລຸ່ມເພື່ອປະຕິບັດຄຳສັ່ງສິນຄ້າຂອງທ່ານ.
nb_no: Klikk på "%s" knappen nedenfor for å behandle bestillingen din.
nl_nl: Klik op de knop "%s" hieronder om uw bestelling te verwerken.
pl_pl: Kliknij przycisk "%s" poniżej, aby przetworzyć swoje zamówienie.
ro_ro: Apăsați butonul "%s" de mai jos pentru a vă procesa comanda.
sv_se: Klicka på knappen "%s" nedan för att behandla din beställning.
uk: Натисніть кнопку "%s" нижче, щоб обробити ваше замовлення.
vi: Nhấn nút "%s" bên dưới để xử lý đơn hàng của bạn.

source: Place order
cs_cz: Odeslat objednávku
fi: Siirry maksamaan
he_il: ש תש
hu_hu: Foglalás elküldése
ja: 注文する
km: á”á‰áŸ’á‡á¶á‘á·á‰
ko_kr: 결제하기
lo: ສັ່ງສິນຄ້າ
nb_no: Send ordre
nl_nl: Bestelling plaatsen
pl_pl: Złóż zamówienie
ro_ro: Trimite Comanda
sv_se: Slutför köp
tr_tr: Sipariş Ver
vi: Đặt hàng

source: Sandbox Mode Enabled.
cs_cz: Režim pískoviště povolen.
fi: Hiekkalaatikkotila käytössä.
he_il: צ פשר.
hu_hu: Homokozó mód engedélyezve.
ja: サンドボックスモードが有効になっています。
ko_kr: 샌드박스 모드 활성화됨.
nb_no: Sandkassemodus aktivert.
nl_nl: Zandbakmodus ingeschakeld.
pl_pl: Tryb piaskownicy włączony.
ro_ro: Modul Sandbox Activat.
sv_se: Sandlådeläge aktiverat.

source: Use test card 4111 1111 1111 1111 with any future expiration date and any CVV.
cs_cz: Použijte testovací kartu 4111 1111 1111 1111 s libovolným budoucím datem expirace a libovolným CVV.
fi: Käytä testikorttia 4111 1111 1111 1111 minkä tahansa tulevan vanhentumispäivän ja minkä tahansa CVV:n kanssa.
he_il: שתש רס ק 4111 1111 1111 1111 ע תר תפ עת CVV.
hu_hu: Használja a 4111 1111 1111 1111 tesztkártyát bármilyen jövőbeli lejárati dátummal és bármilyen CVV kóddal.
ja: 将来の有効期限と任意のCVVを使用して、テストカード4111 1111 1111 1111を使用してください。
ko_kr: 미래의 만료일과 CVV를 사용하여 테스트 카드 4111 1111 1111 1111을 사용하십시오.
nb_no: Bruk testkort 4111 1111 1111 1111 med hvilken som helst fremtidig utløpsdato og hvilken som helst CVV.
nl_nl: Gebruik testkaart 4111 1111 1111 1111 met elke toekomstige vervaldatum en elke CVV.
pl_pl: Użyj karty testowej 4111 1111 1111 1111 z dowolną datą ważności i dowolnym CVV.
ro_ro: Folosește cardul de test 4111 1111 1111 1111 cu orice dată de expirare viitoare și orice CVV.
sv_se: Använd testkort 4111 1111 1111 1111 med ett framtida utgångsdatum och vilken CVV som helst.

source: Click the PayPal button to add your payment method.
cs_cz: Klikněte na tlačítko PayPal pro přidání platební metody.
fi: Klikkaa PayPal-painiketta lisätäksesi maksutapasi.
he_il: ץ ע פתר PayPal סף ת צע תש ש.
hu_hu: Kattints a PayPal gombra, hogy hozzáadd a fizetési módot.
ja: PayPalボタンをクリックして、支払い方法を追加してください。
ja_jp: PayPalボタンをクリックして、お支払い方法を追加してください。.
km: á…á»á…á”áŸŠá¼áá»á„ PayPal áŠá¾á˜áŸ’á”á¸á”á“áŸ’ááŸ‚á˜áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
ko_kr: 페이팔 버튼을 클릭하여 결제 방법을 추가하세요.
lo: ກົດປຸ່ມ PayPal ສໍາລັບເພີ່ມວິທີການຈ່າຍເງິນຂອງທ່ານ.
nb_no: Klikk på PayPal-knappen for å legge til betalingsmetoden din.
nl_nl: Klik op de PayPal-knop om uw betaalmethode toe te voegen.
pl_pl: Kliknij przycisk PayPal, aby dodać swoją metodę płatności.
ro_ro: Apasă butonul PayPal pentru a adăuga metoda ta de plată.
sv_se: Klicka på PayPal-knappen för att lägga till din betalningsmetod.
uk: Натисніть кнопку PayPal, щоб додати свій спосіб оплати.
vi: Nhấn nút PayPal để thêm phương thức thanh toán của bạn.

source: Click a payment option below to process your order.
cs_cz: Klikněte na možnost platby níže pro zpracování vaší objednávky.
fi: Valitse maksuvaihtoehto alla käsitelläksesi tilauksesi.
he_il: ץ ע פשרת תש ע ת ש.
hu_hu: Kattintson az alábbi fizetési lehetőségek egyikére az rendelése feldolgozásához.
ja: 以下の支払いオプションをクリックして、ご注文を処理してください。
ja_jp: 以下の支払いオプションをクリックして、注文を処理してください。.
km: á…á»á…á‡á˜áŸ’ášá¾áŸá€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á„á€áŸ’ášáŸ„á˜áŠá¾á˜áŸ’á”á¸áŠáŸ†áá¾ášá€á¶ášá€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
ko_kr: 주문을 처리하려면 아래 결제 옵션을 클릭하십시오.
lo: Nyob ib qho kev xaiv them nyiaj hauv qab no kom ua tiav koj qhov kev txiav txim.
nb_no: Klikk på en betalingsmulighet nedenfor for å behandle bestillingen din.
nl_nl: Klik op een betaaloptie hieronder om uw bestelling te verwerken.
pl_pl: Kliknij poniższą opcję płatności, aby zrealizować zamówienie.
ro_ro: Faceți clic pe o opțiune de plată de mai jos pentru a vă procesa comanda.
sv_se: Klicka på en betalningsalternativ nedan för att behandla din beställning.
uk: Натисніть на варіант оплати нижче, щоб обробити ваше замовлення.
vi: Nhấp vào một tùy chọn thanh toán bên dưới để xử lý đơn hàng của bạn.

source: Recommended
cs_cz: Doporučeno
fi: Suositeltu
he_il: ץ
hu_hu: Ajánlott
ja: 推奨
ja_jp: 推奨される
km: áŸá¼á˜ááŸ‚á“á¶áŸ†
ko_kr: 추천
lo: ຂໍແນະນຳ
nb_no: Anbefalt
nl_nl: Aanbevolen
pl_pl: Zalecane
ro_ro: Recomandat
sv_se: Rekommenderad
tr_tr: Tavsiye edilen
uk: Рекомендовано
vi: Được khuyến nghị

source: Click here to insert credentials manually
cs_cz: Kliknutím sem vložíte pověření ručně
fi: Klikkaa tästä lisätäksesi valtakirjat manuaalisesti
he_il: ץ ת פר ת פ
hu_hu: Kattintson ide a hitelesítő adatok manuális beillesztéséhez
ja: 認証情報を手動で挿入するにはここをクリック
ja_jp: ここをクリックして資格情報を手動で挿入してください。
km: á…á»á…á‘á¸á“áŸáŸ‡áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á…á¼á›á¢ááŸ’ááŸá‰áŸ’á‰á¶ááŠáŸ„á™áŠáŸƒ
ko_kr: 자격 증명을 수동으로 삽입하려면 여기를 클릭하세요
lo: ກົດທີ່ນີ້ເພື່ອໃສ່ບັດລະຫັດໃສ່ມື
nb_no: Klikk her for å sette inn legitimasjon manuelt
nl_nl: Klik hier om referenties handmatig in te voeren
pl_pl: Kliknij tutaj, aby ręcznie wprowadzić dane uwierzytelniające
ro_ro: Faceți clic aici pentru a introduce acreditările manual
sv_se: Klicka här för att ange inloggningsuppgifter manuellt
tr_tr: Kimlik bilgilerini manuel olarak eklemek için buraya tıklayın
uk: Натисніть тут, щоб вручну ввести облікові дані
vi: Nhấp vào đây để nhập thông tin xác thực thủ công

source: Which PayPal buttons (e.g. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, etc.) will appear?
cs_cz: Která tlačítka PayPal (např. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact atd.) se zobrazí?
fi: Mitkä PayPal-painikkeet (esim. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact jne.) tulevat näkyviin?
he_il: פתר PayPal (, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact ') פע?
hu_hu: Mely PayPal gombok (pl. Későbbi fizetés, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact stb.) jelennek meg?
ja: どのPayPalボタン（例：Pay Later、Venmo、SEPA、iDEAL、Mercado Pago、Bancontactなど）が表示されますか？
ja_jp: どのPayPalボタン（例：Pay Later、Venmo、SEPA、iDEAL、Mercado Pago、Bancontactなど）が表示されますか？?
km: Kuri PayPal buto (e.g. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, etc.) zizobonakala?
ko_kr: 어떤 PayPal 버튼(예: 나중에 결제, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact 등)이 표시되나요?
lo: ປຸ່ມ PayPal ສິ່ງໃດ (ເຊັ່ນ Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, ອື່ນໆ) ຈະປິ່ນອອກບໍ?
nb_no: Hvilke PayPal-knapper (f.eks. Betal senere, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact osv.) vil vises?
nl_nl: Welke PayPal-knoppen (bijv. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, etc.) worden weergegeven?
pl_pl: Które przyciski PayPal (np. Zapłać później, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact itp.) będą wyświetlane?
ro_ro: Ce butoane PayPal (de exemplu, Plătește mai târziu, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact etc.) vor apărea?
sv_se: Vilka PayPal-knappar (t.ex. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact etc.) kommer att visas?
tr_tr: Hangi PayPal düğmeleri (örn. Daha Sonra Öde, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, vb
uk: Які кнопки PayPal (наприклад, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact тощо) з'являться?
vi: Những nút PayPal nào (ví dụ: Trả sau, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, v.v.) sẽ xuất hiện?

source: By default, all PayPal buttons are enabled. To hide specific buttons, use the <strong>Disable Specific Payment Buttons</strong> option.
cs_cz: Ve výchozím nastavení jsou všechna tlačítka PayPal povolena. Chcete-li skrýt konkrétní tlačítka, použijte možnost <strong>Zakázat konkrétní platební tlačítka</strong>.
fi: Oletusarvoisesti kaikki PayPal-painikkeet ovat käytössä. Jos haluat piilottaa tietyt painikkeet, käytä <strong>Disable Specific Payment Buttons (Poista tietyt maksupainikkeet käytöstä</strong> ) -vaihtoehtoa.
he_il: ררת , פתר PayPal פע. סתר פתר ספצפ, שתש פשרת <strong>שת פתר תש ספצפ</strong>.
hu_hu: Alapértelmezés szerint az összes PayPal gomb engedélyezve van. Bizonyos gombok elrejtéséhez használja a <strong>Bizonyos fizetési gombok letiltása</strong> opciót.
ja: デフォルトでは、すべてのPayPalボタンが有効になっています。特定のボタンを非表示にするには、「<strong>特定の支払いボタンを無効にする</strong>」オプションを使用します。
ja_jp: デフォルトでは、すべてのPayPalボタンが有効になっています。特定のボタンを非表示にするには、<strong>特定の支払いボタンを無効にする</strong>オプションを使用してください。.
km: áŠáŸ„á™á›áŸ†á“á¶áŸ†áŠá¾á˜ á”áŸŠá¼áá»á„ PayPal á‘á¶áŸ†á„á¢áŸáŸ‹ááŸ’ášá¼áœá”á¶á“á”á¾á€áŸ” áŠá¾á˜áŸ’á”á¸á›á¶á€áŸ‹á”áŸŠá¼áá»á„á‡á¶á€áŸ‹á›á¶á€áŸ‹ á¢áŸ’á“á€á¢á¶á…á”áŸ’ášá¾á‡á˜áŸ’ášá¾áŸ <strong>á”á·á‘á”áŸŠá¼áá»á„á€á¶ášá‘á¼á‘á¶ááŸ‹á‡á¶á€áŸ‹á›á¶á€áŸ‹</strong>áŸ”.
ko_kr: 기본적으로 모든 PayPal 버튼은 활성화되어 있습니다. 특정 버튼을 숨기려면 <strong>특정 결제 버튼 비활성화</strong> 옵션을 사용합니다.
lo: ຕາມຄ່າດັດແກ້, ປຸ່ມ PayPal ທັງໝົດຈະຖືກໃຊ້ງານ. ສໍາລັບການປິດປຸ່ມສໍາລັບການຊໍາລະເງິນເປັນລະບຽບ, ໃຊ້ຕົວເລືອກ <strong>ປິດປຸ່ມຊໍາລະເງິນສໍາລັບຄົນສະເພາະ</strong>.
nb_no: Som standard er alle PayPal-knapper aktivert. Hvis du vil skjule bestemte knapper, bruker du alternativet <strong>Deaktiver bestemte betalingsknapper</strong>.
nl_nl: Standaard zijn alle PayPal-knoppen ingeschakeld. Als je specifieke knoppen wilt verbergen, gebruik je de optie <strong>Specifieke betaalknoppen uitschakelen</strong>.
pl_pl: Domyślnie wszystkie przyciski PayPal są włączone. Aby ukryć określone przyciski, użyj opcji <strong>Wyłącz określone przyciski płatności</strong>.
ro_ro: În mod implicit, toate butoanele PayPal sunt activate. Pentru a ascunde anumite butoane, utilizați opțiunea <strong>Dezactivare butoane de plată specifice</strong>.
sv_se: Som standard är alla PayPal-knappar aktiverade. Om du vill dölja specifika knappar använder du alternativet <strong>Inaktivera specifika betalningsknappar</strong>.
tr_tr: Varsayılan olarak tüm PayPal düğmeleri etkindir. Belirli düğmeleri gizlemek için <strong>Belirli Ödeme Düğmelerini Devre Dışı</strong> Bırak seçeneğini kullanın.
uk: За замовчуванням усі кнопки PayPal увімкнені. Щоб приховати конкретні кнопки, використовуйте опцію <strong>Вимкнути конкретні кнопки оплати</strong>.
vi: Theo mặc định, tất cả các nút PayPal đều được kích hoạt. Để ẩn các nút cụ thể, hãy sử dụng tùy chọn <strong>Vô hiệu hóa các nút thanh toán cụ thể</strong>.

source: Go to <strong>PayPal Settings</strong>.
cs_cz: Přejděte do <strong>nastavení služby PayPal</strong>.
fi: Siirry <strong>PayPalin asetuksiin</strong>.
he_il: ער <strong>רת PayPal</strong>.
hu_hu: Menjen a <strong>PayPal-beállítások</strong> menüpontba.
ja: <strong>PayPalの設定に</strong>移動します。
ja_jp: <strong>PayPal設定</strong>に移動します。.
ko_kr: <strong>PayPal 설정으로</strong> 이동합니다.
nb_no: Gå til <strong>PayPal-innstillinger</strong>.
nl_nl: Ga naar <strong>PayPal-instellingen</strong>.
pl_pl: Przejdź do <strong>Ustawień PayPal</strong>.
ro_ro: Mergeți la <strong>Setări PayPal</strong>.
sv_se: Gå till <strong>PayPal-inställningar</strong>.
tr_tr: <strong>PayPal Ayarlarına</strong> gidin.
uk: Перейдіть до <strong>Налаштувань PayPal</strong>.

source: Find the <strong>Disable Specific Payment Buttons</strong> setting.
cs_cz: Najděte nastavení <strong>Zakázat konkrétní platební tlačítka</strong>.
fi: Etsi <strong>Disable Specific Payment Buttons</strong> -asetus.
he_il: צ ת ר <strong>'שת פתר תש ספצפ</strong> '.
hu_hu: Keresse meg a <strong>Speciális fizetési gombok letiltása</strong> beállítást.
ja: <strong>特定の支払いボタンを無効にする</strong>]設定を見つけます。
ja_jp: <strong>特定の支払いボタンを無効にする</strong>設定を見つけてください。.
km: áŸáŸ’áœáŸ‚á„ášá€á€á¶ášá€áŸ†áááŸ‹ <strong>á”á·á‘á”áŸŠá¼áá»á„á€á¶ášá‘á¼á‘á¶ááŸ‹á‡á¶á€áŸ‹á›á¶á€áŸ‹</strong>áŸ”.
ko_kr: <strong>특정 결제 버튼 사용 안 함</strong> 설정을 찾습니다.
lo: ຄົ້ນຫາການຕັ້ງຄ່າ <strong>ປິດປຸ່ມຊໍາລະເງິນທີ່ລະບຸສະເພາະ</strong>.
nb_no: Finn innstillingen <strong>Deaktiver spesifikke betalingsknapper</strong>.
nl_nl: Zoek de instelling <strong>Disable Specific Payment Buttons (Specifieke betalingsknoppen uitschakelen</strong> ).
pl_pl: Znajdź ustawienie <strong>Wyłącz określone przyciski płatności</strong>.
ro_ro: Găsiți setarea <strong>Dezactivați butoanele de plată specifice</strong>.
sv_se: Hitta inställningen <strong>Inaktivera specifika betalningsknappar</strong>.
tr_tr: <strong>Belirli Ödeme Düğmelerini Devre Dışı</strong> Bırak ayarını bulun.
uk: Знайдіть налаштування <strong>Вимкнути конкретні кнопки оплати</strong>.
vi: Tìm cài đặt <strong>Vô hiệu hóa các nút thanh toán cụ thể</strong>.

source: Under <strong>Disable Specific Payment Buttons</strong>, select <strong>Credit or Debit Card</strong> and any other methods you want to hide.
cs_cz: V části <strong>Zakázat konkrétní platební tlačítka</strong> vyberte možnost <strong>Kreditní nebo debetní karta</strong> a další metody, které chcete skrýt.
fi: Valitse kohdassa <strong>Poista käytöstä tietyt maksupainikkeet</strong> valitsemalla <strong>Luotto- tai pankkikortti</strong> ja kaikki muut maksutavat, jotka haluat piilottaa.
he_il: תת <strong>'שת פתר תש ספצפ'</strong>, ר <strong>'רס שר '</strong> שת תש רת שרצ סתר.
hu_hu: Az <strong>Egyes fizetési gombok letiltása</strong> alatt válassza ki a <strong>Hitel- vagy bankkártyát</strong>, valamint az elrejteni kívánt egyéb fizetési módokat.
ja: <strong>特定の支払いボタンを無効にする</strong>]で、<strong>クレジットカードまたはデビットカード</strong>、および非表示にしたいその他の方法を選択します。
ja_jp: <strong>特定の支払いボタンを無効にする</strong>の下で、<strong>クレジットカードまたはデビットカード</strong>と、隠したいその他の方法を選択してください。.
km: á€áŸ’ášáŸ„á˜ <strong>á”á·á‘á”áŸŠá¼áá»á„á€á¶ášá‘á¼á‘á¶ááŸ‹á‡á¶á€áŸ‹á›á¶á€áŸ‹</strong> áŸá¼á˜á‡áŸ’ášá¾áŸ <strong>á€á¶áá¥áá‘á¶á“á¬á€á¶áá¥áá‘á¶á“</strong> á“á·á„áœá·á’á¸á•áŸ’áŸáŸá„á‘áŸ€ááŠáŸ‚á›á¢áŸ’á“á€á…á„áŸ‹á›á¶á€áŸ‹áŸ”.
ko_kr: <strong>특정 결제 버튼 비활성화에서</strong> <strong>신용카드 또는 직불카드</strong> 및 숨기려는 기타 <strong>결제</strong> 수단을 선택합니다.
lo: ໃນ <strong>ປິດປັດທະບັນທຸກສິນຄ້າທີ່ລະບຸສິນຄ້າເງິນສະພາບ</strong> ໃຈໃຈເລືອກ <strong>ບັດເດິດ ຫຼື ບັດເດິດ</strong> ແລະວິທີອື່ນໃຈໃຈເລືອກທີ່ທ່ານຕ້ອງການປິດບັດສິນຄ້າ.
nb_no: Under <strong>Deaktiver spesifikke betalingsknapper</strong> velger du <strong>Kreditt- eller debetkort</strong> og eventuelle andre metoder du ønsker å skjule.
nl_nl: Selecteer onder <strong>Specifieke betalingsknoppen uitschakelen</strong> <strong>Krediet- of Debetkaart</strong> en andere methoden die u wilt verbergen.
pl_pl: W sekcji <strong>Wyłącz określone przyciski płatności</strong> wybierz <strong>kartę kredytową lub debetową</strong> i inne metody, które chcesz ukryć.
ro_ro: Sub <strong>Dezactivare butoane de plată specifice</strong>, selectați <strong>Card de credit sau de debit</strong> și orice alte metode pe care doriți să le ascundeți.
sv_se: Under <strong>Disable Specific Payment Buttons</strong> väljer du <strong>Credit or Debit Card</strong> och eventuella andra metoder som du vill dölja.
tr_tr: <strong>Belirli Ödeme Düğmelerini Devre Dışı</strong> Bırak altında, <strong>Kredi Kartı veya Banka Kartı</strong> 'nı ve gizlemek istediğiniz diğer yöntemleri seçin.
uk: У розділі <strong>Вимкнути конкретні кнопки оплати</strong> виберіть <strong>Кредитну або дебетову картку</strong> та будь-які інші методи, які ви хочете приховати.
vi: Dưới <strong>Vô hiệu hóa các nút thanh toán cụ thể</strong>, chọn <strong>Thẻ tín dụng hoặc thẻ ghi nợ</strong> và bất kỳ phương thức nào khác mà bạn muốn ẩn.

source: Disable the option <strong>Enable Advanced Credit/Debit Card</strong>.
cs_cz: Zakázat možnost <strong>Povolit pokročilé kreditní/debetní karty</strong>.
fi: Poista käytöstä vaihtoehto <strong>Enable Advanced Credit/Debit Card (Ota käyttöön laajennettu luotto-/velkakortti</strong>).
he_il: שת ת פשרת " <strong>פע רס שר/ תק</strong>".
hu_hu: Kapcsolja ki a <strong>Speciális hitelkártya/betéti kártya engedélyezése</strong> opciót.
ja: <strong>高度なクレジット/デビットカードを有効にする</strong>オプションを無効にします。
ja_jp: <strong>高度なクレジット/デビットカードを有効にする</strong>オプションを無効にしてください。.
km: á”á·á‘á‡á˜áŸ’ášá¾áŸ <strong>á”á¾á€á€á¶áá¥áá‘á¶á“/á€á¶áá¥áá‘á¶á“á˜á½á™</strong>áŸ”.
ko_kr: <strong>고급 신용/직불 카드 사용</strong> 옵션을 비활성화합니다.
lo: ປິດເລືອກ <strong>ເປີດບັດເຄດ/ບັດເດິບິດຄາດ</strong>.
nb_no: Deaktiver alternativet <strong>Aktiver avansert kreditt-/debetkort</strong>.
nl_nl: Schakel de optie <strong>Geavanceerde creditcard/debetkaart inschakelen</strong> uit.
pl_pl: Wyłącz opcję <strong>Włącz zaawansowane karty kredytowe/debetowe</strong>.
ro_ro: Dezactivați opțiunea <strong>Enable Advanced Credit/Debit Card</strong>.
sv_se: Avaktivera alternativet <strong>Enable Advanced Credit/Debit Card</strong>.
tr_tr: <strong>Gelişmiş Kredi/Banka Kartını Etkinleştir</strong> seçeneğini devre dışı bırakın.
uk: Вимкніть опцію <strong>Увімкнути розширену кредитну/дебетову картку</strong>.
vi: Vô hiệu hóa tùy chọn <strong>Bật Thẻ Tín Dụng/Ghi Nợ Nâng Cao</strong>.

source: Enable the option <strong>Enable Advanced Credit/Debit Card</strong>.
cs_cz: Povolte možnost <strong>Povolit pokročilé kreditní/debetní karty</strong>.
fi: Ota käyttöön vaihtoehto <strong>Enable Advanced Credit/Debit Card</strong>.
he_il: פע ת פשרת " <strong>פע רס שר/ תק</strong>".
hu_hu: Kapcsolja be a <strong>Speciális hitelkártya/betéti kártya engedélyezése</strong> opciót.
ja: <strong>Enable Advanced Credit/Debit Card</strong>オプションを有効にします。
ja_jp: <strong>高度なクレジット/デビットカードを有効にする</strong>オプションを有効にしてください。.
km: áŸá¼á˜á”á¾á€á‡á˜áŸ’ášá¾áŸ <strong>á”á¾á€á€á¶áá¥áá‘á¶á“/á€á¶áá¥áá‘á¶á“á˜á½á™</strong>áŸ”.
ko_kr: <strong>고급 신용/직불 카드 사용</strong> 옵션을 활성화합니다.
lo: ໃຫ້ເປີດໃບບັດ <strong>ເປີດບັດເຄິ່ງສູງສໍາລັບບັດເດບິດ/ເດບິດ</strong>.
nb_no: <strong>Aktiver</strong> alternativet <strong>Aktiver avansert kreditt-/debetkort</strong>.
nl_nl: Schakel de optie <strong>Geavanceerde creditcard/debetkaart inschakelen</strong> in.
pl_pl: Włącz opcję <strong>Włącz zaawansowane karty kredytowe/debetowe</strong>.
ro_ro: Activați opțiunea <strong>Enable Advanced Credit/Debit Card</strong>.
sv_se: Aktivera alternativet <strong>Enable Advanced Credit/Debit Card</strong>.
tr_tr: <strong>Gelişmiş Kredi/Banka Kartını Etkin</strong>leştir seçeneğini etkinleştirin.
uk: Увімкніть опцію <strong>Увімкнути розширене використання кредитних/дебетових карток</strong>.
vi: Bật tùy chọn <strong>Bật Thẻ Tín Dụng/Ghi Nợ Nâng Cao</strong>.

source: What is PayPal Pay Later?
cs_cz: Co je PayPal Pay Later?
fi: Mikä on PayPal Pay Later?
he_il: PayPal Pay Later?
hu_hu: Mi az a PayPal Pay Later?
ja: PayPal Pay Laterとは何ですか？
ja_jp: PayPal Pay Laterとは何ですか？?
km: PayPal Pay Later á‚áºá¢áŸ’áœá¸?
ko_kr: 나중에 페이팔 결제가 무엇인가요?
lo: PayPal Pay Later yog dab tsi?
nb_no: Hva er PayPal Pay Later?
nl_nl: Wat is PayPal Pay Later?
pl_pl: Czym jest PayPal Pay Later?
ro_ro: Ce este PayPal Pay Later?
sv_se: Vad är PayPal Pay Later?
tr_tr: PayPal Sonra Öde nedir?
uk: Що таке PayPal Pay Later?
vi: PayPal Pay Later là gì?
