Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Order #%1$s has had a reversal cancelled. Please check the status of payment and update the order status accordingly here: %2$s
ar: تم إلغاء عملية العكس للطلب رقم #%1$s. يرجى التحقق من حالة الدفع وتحديث حالة الطلب وفقًا لذلك هنا: %2$s
cs_cz: Objednávka #%1$s bylo zrušené STORNO objednávky. Zkontrolujte stav platby a aktualizujte stav objednávky podle toho: %2$s
de_de: Für die Bestellung Nr. %1$s wurde eine Stornierung abgebrochen. Bitte überprüfe den Zahlungsstatus und aktualisiere den Bestellstatus entsprechend unter: %2$s
es_es: El pedido #%s tiene una cancelación anulada. Por favor verifica el estado del pago y actualiza el estado del pedido aqui: %s
fi: Tilausta %1$s koskeva peruutus on peruutettu. Tarkasta maksun tila ja päivitä tilauksen tila täällä: %2$s
fr_fr: La commande #%1$s a eu une annulation de transaction inversée. Veuillez vérifier le statut du paiement et actualisez le statut de commande en conséquence: %2$s
he_il: #%s פ. ת צ תש ע ת צ ת : %s
hu_hu: A rendelés #%1$s visszavonása megszűnt. Kérlek ellenőrizd a fizetés állapotát és frissítsd a rendelés állapotát itt: %2$s
it_it: La procedura di reso per l'ordine #%1$s è stata cancellata. Controlla lo stato del pagamento ed aggiorna di conseguenza lo stato dell'ordine qui: %2$s
ja: 注文番号 %1$s は取り消しを取り消しました。 お支払い状況を確認し、こちらに応じて注文ステータスを更新してください : %2$s
ko_kr: 주문 #%1$s에 취소가 취소되었습니다. %2$s에 따라 지급 상태를 확인하고 업데이트하십시오
nb_no: Ordre #%1$s har fått en reversering kansellert. Vennligst sjekk betalingsstatusen og oppdater ordrestatusen tilsvarende her: %2$s
nl_nl: Terugname van bestelling #%1$s is geannuleerd. Controleer de status van de betaling en werk de bestelstatus hier bij: %2$s
pl_pl: Zamówienie #%1$s zostało anulowane. Sprawdź status płatności i odpowiednio zaktualizuj status zamówienia tutaj: %2$s
pt_br: A Compra #%1$s teve uma reversão cancelada. Por favor verifique o estado de pagamento e atualize o estado da encomenda aqui: %2$s
pt_pt: A encomenda #%1$s teve uma reversão cancelada. Por favor verifique o estado de pagamento e atualize o estado da encomenda aqui: %2$s
ro_ro: Comanda #%1$s a avut o inversare anulată. Vă rugăm să verificați starea plății și să actualizați starea comenzii în consecință aici: %2$s
ru_ru: Заказ №%s был аннулирован. Пожалуйста, проверьте статус платежа и обновите статус заказа здесь: %s
sv_se: För beställningen #%1$s har en kreditering avbrutits. Kontrollera betalningens status och uppdatera beställningens status här: %2$s
tr_tr: #%s numaralı sipariş için ters kayıt iptali söz konusu. Lütfen ödeme durumunu kontrol edip sipariş durumunu buna göre güncelleyin: %s

source: Invalid domain name.
ar: اسم النطاق غير صالح.
cs_cz: Neplatný název domény.
de_de: Ungültiger Domänenname.
es_es: Nombre de dominio inválido.
fi: Virheellinen verkkotunnus.
fr_fr: Nom de domaine invalide.
he_il: ש ק.
hu_hu: Érvénytelen domain név.
it_it: Nome di dominio non valido.
ja: 無効なドメイン名
ja_jp: 無効なドメイン名です。.
ko_kr: 잘못된 도메인 이름입니다.
nb_no: Ugyldig domenenavn.
nl_nl: Ongeldige domeinnaam.
pl_pl: Nieprawidłowa nazwa domeny.
pt_br: Nome de domínio inválido.
pt_pt: Nome de domínio inválido.
ro_ro: Nume de domeniu invalid.
ru_ru: Неверное имя домена.
sv_se: Ogiltigt domännamn.
tr_tr: Geçersiz alan adı.
uk: Недійсне ім'я домену.
zh_cn: 无效的域名.

source: Domain registered successfully.
ar: تمت أضافه وسيلة الدفع بنجاح.
cs_cz: Doména byla úspěšně zaregistrována.
de_de: Zahlungsart hinzugefügt.
es_es: Método de pago añadido.
fi: Verkkotunnus rekisteröity onnistuneesti.
fr_fr: Moyen de paiement ajouté.
he_il: רש צ.
hu_hu: A domain sikeresen regisztrált.
it_it: Metodo di pagamento aggiunto correttamente.
ja: ドメインは正常に登録されました。
ja_jp: ドメインが正常に登録されました。.
ko_kr: 지불 방법이 성공적으로 추가되었습니다.
nb_no: Domenet er registrert.
nl_nl: Domein succesvol geregistreerd.
pl_pl: Domena zarejestrowana pomyślnie.
pt_br: Método de pagamento adicionado com sucesso.
pt_pt: Método de pagamento adicionado com sucesso.
ro_ro: Domeniu înregistrat cu succes.
ru_ru: Способ оплаты успешно добавлен.
sv_se: Domänen har registrerats framgångsrikt.
tr_tr: Alan adı başarıyla kaydedildi.
uk: Домен успішно зареєстровано.
zh_cn: 已成功添加付款方式。

source: Domain registration failed.
ar: تسجيل النطاق
cs_cz: Registrace domény se nezdařila.
de_de: Domain-Registrierung
es_es: Lista de precios de dominio
fi: Verkkotunnuksen rekisteröinti epäonnistui.
fr_fr: Enregistrement du Domaine
he_il: רש ש.
hu_hu: A domain regisztráció sikertelen.
it_it: Registrazione dominio
ja: ドメイン登録に失敗しました。
ja_jp: ドメイン登録に失敗しました。.
ko_kr: 도메인 등록
nb_no: Domeneregistrering mislyktes.
nl_nl: Domeinregistratie mislukt.
pl_pl: Rejestracja domeny nie powiodła się.
pt_br: Registro de Domínio
pt_pt: Registo de domínios
ro_ro: Înregistrarea domeniului a eșuat.
ru_ru: Регистрация доменов
sv_se: Domänregistreringen misslyckades.
tr_tr: Alan adı kaydı başarısız oldu.
uk: Реєстрація домену не вдалася.
zh_cn: 域名注册

source: Domain removed successfully.
ar: تمت أضافه وسيلة الدفع بنجاح.
cs_cz: Doména byla úspěšně odstraněna.
de_de: Zahlungsart hinzugefügt.
es_es: Método de pago añadido.
fi: Verkkotunnus poistettu onnistuneesti.
fr_fr: Moyen de paiement ajouté.
he_il: סר צ.
hu_hu: A tartomány sikeresen eltávolítva.
it_it: Metodo di pagamento aggiunto correttamente.
ja: ドメインは正常に削除されました。
ja_jp: ドメインが正常に削除されました。.
ko_kr: 지불 방법이 성공적으로 추가되었습니다.
nb_no: Domenet ble fjernet.
nl_nl: Domein succesvol verwijderd.
pl_pl: Domena została pomyślnie usunięta.
pt_br: Método de pagamento adicionado com sucesso.
pt_pt: Método de pagamento adicionado com sucesso.
ro_ro: Domeniu eliminat cu succes.
ru_ru: Способ оплаты успешно добавлен.
sv_se: Domän borttagen framgångsrikt.
tr_tr: Etki alanı başarıyla kaldırıldı.
uk: Домен успішно видалено.
zh_cn: 已成功添加付款方式。

source: Domain removal failed.
ar: فشلت إزالة النطاق.
cs_cz: Odstranění domény se nezdařilo.
de_de: Domänenumzug fehlgeschlagen.
es_es: Error en la eliminación del dominio.
fi: Verkkotunnuksen poistaminen epäonnistui.
fr_fr: La suppression du domaine a échoué.
he_il: סרת ש.
hu_hu: A tartomány eltávolítása sikertelen.
it_it: Rimozione del dominio non riuscita.
ja: ドメインの削除に失敗しました。
ja_jp: ドメインの削除に失敗しました。.
ko_kr: 도메인 제거에 실패했습니다.
nb_no: Fjerning av domene mislyktes.
nl_nl: Domeinverwijdering mislukt.
pl_pl: Usunięcie domeny nie powiodło się.
pt_br: Falha na remoção do domínio.
pt_pt: A remoção do domínio falhou.
ro_ro: Eliminarea domeniului a eșuat.
ru_ru: Удаление домена не удалось.
sv_se: Borttagning av domän misslyckades.
tr_tr: Etki alanı kaldırma başarısız oldu.
uk: Видалення домену не вдалося.
zh_cn: 域名删除失败。

source: Failed to write domain validation file.
ar: فشل في كتابة ملف التحقق من صحة المجال.
cs_cz: Nepodařilo se zapsat soubor pro ověření domény.
de_de: Die Domänenvalidierungsdatei konnte nicht geschrieben werden.
es_es: Error al escribir el archivo de validación de dominio.
fi: Verkkotunnuksen validointitiedoston kirjoittaminen epäonnistui.
fr_fr: Échec de l'écriture du fichier de validation du domaine.
he_il: ת ת ת קץ ת .
hu_hu: Sikertelenül íródott a domain érvényesítési fájl.
it_it: Impossibile scrivere il file di convalida del dominio.
ja: ドメイン検証ファイルの書き込みに失敗しました。
ja_jp: ドメイン検証ファイルの作成に失敗しました。.
ko_kr: 도메인 유효성 검사 파일을 작성하지 못했습니다.
nb_no: Kunne ikke skrive domenevalideringsfil.
nl_nl: Kan domeinvalidatiebestand niet schrijven.
pl_pl: Nie udało się zapisać pliku walidacji domeny.
pt_br: Falha ao gravar o arquivo de validação de domínio.
pt_pt: Falha ao escrever o ficheiro de validação do domínio.
ro_ro: A eșuat scrierea fișierului de validare a domeniului.
ru_ru: Не удалось записать файл проверки домена.
sv_se: Misslyckades med att skriva domänvalideringsfil.
tr_tr: Etki alanı doğrulama dosyası yazılamadı.
uk: Не вдалося записати файл перевірки домену.
zh_cn: 写入域验证文件失败。

source: Failed to fetch domain validation file.
ar: فشل جلب ملف التحقق من صحة المجال.
cs_cz: Nepodařilo se načíst soubor pro ověření domény.
de_de: Die Domänenvalidierungsdatei konnte nicht abgerufen werden.
es_es: No se ha podido obtener el archivo de validación del dominio.
fi: Verkkotunnuksen validointitiedoston noutaminen epäonnistui.
fr_fr: Échec de la récupération du fichier de validation du domaine.
he_il: ת ר ת קץ ת .
hu_hu: Nem sikerült lekérni a domain érvényesítési fájlt.
it_it: Impossibile recuperare il file di convalida del dominio.
ja: ドメイン検証ファイルの取得に失敗しました。
ja_jp: ドメイン検証ファイルの取得に失敗しました。.
ko_kr: 도메인 유효성 검사 파일을 가져오지 못했습니다.
nb_no: Kunne ikke hente domenevalideringsfilen.
nl_nl: Fout bij ophalen domeinvalidatiebestand.
pl_pl: Nie udało się pobrać pliku walidacji domeny.
pt_br: Falha ao buscar o arquivo de validação de domínio.
pt_pt: Falha ao obter o ficheiro de validação do domínio.
ro_ro: Nu s-a reușit preluarea fișierului de validare a domeniului.
ru_ru: Не удалось получить файл проверки домена.
sv_se: Misslyckades med att hämta domänvalideringsfilen.
tr_tr: Etki alanı doğrulama dosyası getirilemedi.
uk: Не вдалося отримати файл перевірки домену.
zh_cn: 获取域验证文件失败。

source: Confirm Your PayPal Order
ar: تأكيد طلبك عبر PayPal
cs_cz: Potvrzení objednávky PayPal
de_de: Bestätigen Sie Ihre PayPal-Bestellung
es_es: Confirme su pedido PayPal
fi: Vahvista PayPal-tilauksesi
fr_fr: Confirmez votre commande PayPal
he_il: שר ת ת -PayPal
hu_hu: A PayPal-megrendelés megerősítése
it_it: Confermare l'ordine PayPal
ja: PayPal注文の確認
ko_kr: PayPal 주문 확인
nb_no: Bekreft PayPal-bestillingen din
nl_nl: Uw PayPal-bestelling bevestigen
pl_pl: Potwierdź zamówienie PayPal
pt_br: Confirme seu pedido do PayPal
pt_pt: Confirmar a sua encomenda PayPal
ro_ro: Confirmați comanda PayPal
ru_ru: Подтвердите заказ через PayPal
sv_se: Bekräfta din PayPal-beställning
tr_tr: PayPal Siparişinizi Onaylayın
zh_cn: 确认 PayPal 订单

source: Card number
ar: رقم البطاقة
cs_cz: Číslo karty
de_de: Kartennummer
es_es: Número de tarjeta
fi: Kortin numero
fr_fr: Numéro de la carte
he_il: ספר רס
hu_hu: Kártyaszám
it_it: Numero carta
ja: カード番号
ko_kr: 카드 번호
nb_no: Kortnummer
nl_nl: Kaartnummer
pl_pl: Numer karty kredytowej
pt_br: Número do cartão
pt_pt: Número do Cartão
ro_ro: Numarul cardului
ru_ru: Номер карты
sv_se: Kortnummer
tr_tr: Kart numarası

source: Expiration date
ar: تاريخ الانتهاء
cs_cz: Datum expirace
de_de: Ablaufdatum
es_es: Fecha de vencimiento
fi: Voimassaolopäivä
fr_fr: Date d’expiration
he_il: תר תפ
hu_hu: Lejárat dátuma
it_it: Data di scadenza
ja: 有効期限
ko_kr: 만료일
nb_no: Utløpsdato
nl_nl: Vervaldatum
pl_pl: Data wygaśnięcia
pt_br: Data de validade
pt_pt: Válido até
ro_ro: Data de expirare
ru_ru: Дата окончания
sv_se: Förfallodatum
tr_tr: Son kullanma tarihi

source: Security code
ar: رمز الحماية
cs_cz: Bezpečnostní kód
de_de: Sicherheitsschlüssel
es_es: Código de seguridad
fi: Turvakoodi
fr_fr: Code de sécurité
he_il: ק
hu_hu: Biztonsági kód
it_it: Codice di sicurezza
ja: セキュリティ コード
ko_kr: 보안 코드
nb_no: Sikkerhetskode
nl_nl: Beveiligingscode
pl_pl: Kod zabezpieczający
pt_br: Código de Segurança
pt_pt: Código de segurança
ro_ro: Cod de siguranţă
ru_ru: Код безопасности
sv_se: Säkerhetskod
tr_tr: Güvenlik kodu

source: Proceed to PayPal
ar: التوجه إلى باي بال
cs_cz: Pokračujte na PayPal
de_de: Weiter zu PayPal
es_es: Proceder a PayPal
fi: Siirry PayPal
fr_fr: Payer avec PayPal
he_il: ש פפ
hu_hu: Tovább a PayPal oldalra
it_it: Concludi Ordine
ja: PayPal に進んでください。
ko_kr: 페이팔
nb_no: Fortsett til Betaling
nl_nl: Betalen met Paypal
pl_pl: Płacę do PayPal
pt_br: Pagar com o PayPal
pt_pt: Pagar com PayPal
ro_ro: Continuă cu PayPal
ru_ru: Дальше на Pay Pal
sv_se: Fortsätt till betalning
tr_tr: PayPal'a geçin

source: Sorry, your session has expired. <a href="%s" class="wc-backward">Return to shop</a>
ar: عذرًا، انتهت صلاحية جلستك. <a href="%s" class="wc-backward">العودة إلى المتجر</a>
cs_cz: Vaše relace vypršela. <a href="%s" class="wc-backward">Zpět na výběr služby</a>
de_de: Entschuldigung, Ihre Sitzung ist abgelaufen. <a href="%s" class="wc-backward">Zurück zum Shop</a>
es_es: La sesión ha caducado. <a href="%s" class="wc-backward">Volver a la tienda</a>
fi: Valitettavasti istuntosi on päättynyt. <a href="%s" class="wc-backward">Palaa kauppaan</a>
fr_fr: Désolé, votre session a expiré. <a href="%s" class="wc-backward">Retourner à la boutique</a>
he_il: צער, פ תקף ר ש. <a href="%s" class="wc-backward">ר ת</a>
hu_hu: Elnézést, lejárt a munkamenet. <a href="%s" class="wc-backward">Vissza a turnusokhoz</a>
it_it: Spiacenti, la tua sessione è scaduta. <a href="%s" class="wc-backward">Continua a fare acquisti</a>
ja: セッションの有効期限が切れました。 <a href="%s" class="wc-backward">お買い物ページへ</a>
ja_jp: 申し訳ありませんが、セッションが期限切れになりました。<a href="%s" class="wc-backward">ショップに戻る</a>
km: áŸá¼á˜á¢á—áŸá™á‘áŸ„áŸ, áŸá˜áŸá™ášá”áŸáŸ‹á¢áŸ’á“á€á”á¶á“á•á»áá€áŸ†áááŸ‹áŸ” <a href="%s" class="wc-backward">ááŸ’ášá¡á”áŸ‹á‘áŸ…á á¶á„</a>
ko_kr: 죄송합니다. 세션이 만료되었습니다. <a href=\"%s\" class=\"wc-backward\">쇼핑으로 돌아가기</a>
lo: ສະຖານທີ່ຂໍອະໄພ, ຊຸດຂອງທ່ານໄດ້ແລ້ວ. <a href="%s" class="wc-backward">ກັບໄປຮ້ານຄ້າ</a>
nb_no: Beklager, økten din er utløpt. <a href="%s" class="wc-backward">Gå tilbake til butikken</a>
nl_nl: Excuses, uw sessie is verlopen. <a href="%s" class="wc-backward">Terug naar de winkel</a>
pl_pl: Przepraszamy, Twoja sesja wygasła. <a href="%s" class="wc-backward">Wróć do katalogu produktów</a>
pt_br: Desculpe, sua sessão expirou. <a href="%s" class="wc-backward">Voltar para a página inicial</a>
pt_pt: Lamentamos, a sua sessão expirou. <a href=\"%s\" class=\"wc-backward\">Voltar à loja</a>
ro_ro: Ne pare rău, sesiunea dvs. a expirat. <a href="%s" class="wc-backward">Înapoi la magazin</a>
ru_ru: Ваша сессия истекла! <a href="%s" class="wc-backward">Вернуться в магазин</a>
sv_se: Vi beklagar, din session har upphört. <a href="%s" class="wc-backward">Gå tillbaka till butiken</a>
tr_tr: Üzgünüm, oturumunuzun süresi doldu. <a href="%s" class="wc-backward">Mağazaya geri dön</a>
uk: Вибачте, ваша сесія закінчилася. <a href="%s" class="wc-backward">Повернутися до магазину</a>
vi: Xin lỗi, phiên của bạn đã hết hạn. <a href="%s" class="wc-backward">Quay lại cửa hàng</a>
zh_cn: 对不起，您的会话已过期。<a href="%s"class="wc-backward"> 返回到主页</a>

source: Unable to create order.
ar: غير قادر علي إنشاء طلب.
cs_cz: Nelze vytvořit objednávku.
de_de: Bestellung konnte nicht erzeugt werden.
es_es: No se puedo crear pedido.
fi: Tilauksen luonti epäonnistui.
fr_fr: Impossible de créer la commande.
he_il: ת צר .
hu_hu: Nem lehet foglalást létrehozni.
it_it: Impossibile creare l'ordine: %s.
ja: お申込みを作成できません。
ja_jp: 注文を作成できません。.
km: á€á¶ášá”á„áŸ’á€á¾áá€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰á˜á·á“á¢á¶á…á’áŸ’áœá¾á”á¶á“áŸ”.
ko_kr: 주문을 생성할 수 없습니다.
lo: ບໍ່ສາมາດເຮັດຄຳສັ່ງໄດ້.
nb_no: Kunne ikke opprette ordren.
nl_nl: Kan bestelling niet aanmaken.
pl_pl: Nie można utworzyć zamówienia.
pt_br: Não é possível criar ordem.
pt_pt: Não é possível criar uma ordem.
ro_ro: Imposibilitatea de a crea o comandă.
ru_ru: Ошибка создания заказа.
sv_se: Det gick inte att skapa order.
tr_tr: Rezervasyon oluşturulamadı.
uk: Не вдалося створити замовлення.
vi: Không thể tạo đơn hàng.
zh_cn: 无法创建新订单。

source: Credit or Debit Card (PayPal) By Easy Payment
ar: بطاقة ائتمان أو بطاقة خصم
cs_cz: Kreditní nebo debetní karta (PayPal) Snadnou platbou
de_de: Kredit- oder Debitkarte (PayPal) Mit Easy Payment
es_es: Tarjeta de crédito o débito (PayPal) Mediante pago fácil
fi: Luotto- tai pankkikortti (PayPal) Helppo maksaminen
fr_fr: Carte de crédit ou de débit (PayPal) Par paiement facile
he_il: רס שר רס (PayPal) צעת תש ק
hu_hu: Hitelkártya vagy bankkártya (PayPal) Egyszerű fizetéssel
it_it: Carta di credito o di debito (PayPal) Con Easy Payment
ja: クレジットカードまたはデビットカード(PayPal) かんたん決済
ko_kr: 간편 결제를 통한 신용 카드 또는 직불 카드(페이팔)
nb_no: Kreditt- eller debetkort (PayPal) ved enkel betaling
nl_nl: Creditcard of Debitcard (PayPal) Via Eenvoudige Betaling
pl_pl: Karta kredytowa lub debetowa (PayPal) Łatwa płatność
pt_br: Cartão de crédito ou débito (PayPal) Por Easy Payment
pt_pt: Cartão de crédito ou débito (PayPal) Por Easy Payment
ro_ro: Card de credit sau de debit (PayPal) Prin plată ușoară
ru_ru: Кредитная или дебетовая карта (PayPal) Легкая оплата
sv_se: Kredit- eller betalkort (PayPal) Genom enkel betalning
tr_tr: Kolay Ödeme ile Kredi Kartı veya Banka Kartı (PayPal)
zh_cn: 信用卡或借记卡（PayPal） 轻松付款

source: Advanced Card Processing.
ar: معالجة البطاقة المتقدمة.
cs_cz: Pokročilé zpracování karet.
de_de: Erweiterte Kartenverarbeitung.
es_es: Procesamiento avanzado de tarjetas.
fi: Kehittynyt korttien käsittely.
fr_fr: Traitement avancé des cartes.
he_il: ע רס תק.
hu_hu: Fejlett kártyafeldolgozás.
it_it: Elaborazione avanzata delle carte.
ja: 高度なカード処理。
ko_kr: 고급 카드 처리.
nb_no: Avansert kortbehandling.
nl_nl: Geavanceerde kaartverwerking.
pl_pl: Zaawansowane przetwarzanie kart.
pt_br: Processamento avançado de cartões.
pt_pt: Processamento avançado de cartões.
ro_ro: Procesare avansată a cardurilor.
ru_ru: Расширенная обработка карт.
sv_se: Avancerad korthantering.
tr_tr: Gelişmiş Kart İşlemleri.
zh_cn: 高级卡处理。

source: Save to account
ar: الحفظ إلى الحساب
de_de: Für zukünftige Käufe in meinem Konto hinterlegen
es_es: Guardar en la cuenta
fr_fr: Enregistrer sur le compte
it_it: Salva su account
km: ášá€áŸ’áŸá¶á‘á»á€á‘áŸ…á‚áá“á¸
lo: ບັນທຶກໄປທີ່ບັນຊີ
pt_br: Salvar na conta
pt_pt: Salvar na conta
ru_ru: Сохранить в аккаунте
vi: Lưu vào tài khoản

# Name of credit card
source: Visa
ar: فيزا
ko_kr: 비자카드

# Name of credit card
source: Mastercard
ar: بطاقة ماستركارد
he_il: סרקר
ko_kr: 마스터카드

# Name of credit card
source: Maestro
ar: مايسترو
he_il: ֵָסרֹ
ko_kr: 마에스트로
ro_ro: Maestru

# Name of credit card
source: American Express
ar: بطاقة اميريكان اكسبرس
he_il: רק קספרס
ko_kr: 어메리칸 익스프레스
zh_cn: 美国运通

# Name of credit card
source: Discover
ar: ديسكفر
es_es: Descubrir
fi: Lue lisää
he_il: ְַֹת
hu_hu: Felfedez
it_it: Scopri
ja: ディスカバー
nl_nl: Ontdek
pl_pl: Odkrywaj
pt_br: Descobrir
pt_pt: Descubra
ro_ro: Descoperiți
ru_ru: Обнаружить
sv_se: Upptäck
zh_cn: 发现

# Name of credit card
source: JCB
ar: بطاقة JCB

# Name of credit card
source: Hiper
ar: هيبر
ru_ru: Хипер
zh_cn: 艾泰

source: Refund failed.
ar: فشل الاسترداد.
cs_cz: Refundace selhala.
de_de: Rückerstattung fehlgeschlagen.
es_es: Reembolso fallido.
fi: Palautus epäonnistui.
he_il: ר צ
hu_hu: Sikertelen visszatérítés
it_it: Rimborso fallito.
ja: 払戻しに失敗しました。
ja_jp: 返金に失敗しました。.
km: á€á¶ášá”á„áŸ’áœá·á›á”áŸ’ášá¶á€áŸ‹á”á¶á“á”ášá¶á‡áŸá™áŸ”.
ko_kr: 환불 실패.
lo: ການຄືນເງິນລົ້ມເລີຍ.
nb_no: Refusjon mislyktes.
nl_nl: Terugbetaling mislukt.
pl_pl: Zwrot nie powiódł się.
pt_br: Falha no reembolso.
pt_pt: O reembolso não foi efectuado.
ro_ro: Rambursarea a eșuat.
ru_ru: Возврат не удался.
sv_se: Återbetalningen misslyckades.
tr_tr: Geri ödeme başarısız oldu.
uk: Повернення не вдалося.
vi: Hoàn tiền không thành công.
zh_cn: 退款失败。

source: Credit or Debit Card
ar: بطاقة ائتمان أو بطاقة خصم
cs_cz: Kreditní nebo debetní karta
de_de: Kredit- oder Debitkarte
es_es: Tarjeta de crédito o débito
fi: Luotto- tai pankkikortti
fr_fr: Carte de crédit ou de débit
he_il: רס שר רס
hu_hu: Hitel- vagy bankkártya
it_it: Carta di credito o di debito
ja: クレジットカードまたはデビットカード
ja_jp: クレジットカードまたはデビットカード
km: á€á¶áá¥áá‘á¶á“á¬á€á¶áá¥áá‘á¶á“
ko_kr: 신용 카드 또는 직불 카드
lo: ບັດເຄດິດ ຫຼື ບັດເດບິດ
nb_no: Kreditt- eller debetkort
nl_nl: Creditcard of bankpas
pl_pl: Karta kredytowa lub debetowa
pt_br: Cartão de Crédito ou Débito
pt_pt: Cartão de crédito ou débito
ro_ro: Card Credit sau Debit
ru_ru: Кредитная или дебетовая карта
sv_se: Kredit-eller betalkort
tr_tr: Kredi Kartı veya Banka Kartı
uk: Кредитна або дебетова картка
vi: Thẻ tín dụng hoặc thẻ ghi nợ
zh_cn: 信用卡或借记卡

source: PayPal Gateway By Easy Payment
ar: بوابة PayPal من إيزي للدفع السهل
cs_cz: Brána PayPal od Easy Payment
de_de: PayPal-Gateway von Easy Payment
es_es: Pasarela PayPal de Easy Payment
fr_fr: Passerelle PayPal par Easy Payment
he_il: שער תש PayPal צעת Easy Payment
it_it: Gateway PayPal di Easy Payment
ja: イージーペイメントによるPayPalゲートウェイ
ko_kr: 간편 결제를 통한 페이팔 게이트웨이
nb_no: PayPal Gateway av Easy Payment
nl_nl: PayPal-gateway door Easy Payment
pl_pl: Bramka PayPal od Easy Payment
pt_br: Gateway do PayPal por Easy Payment
pt_pt: Gateway do PayPal por Easy Payment
ro_ro: PayPal Gateway de plată ușoară
ru_ru: Шлюз PayPal от Easy Payment
sv_se: PayPal-gateway med enkel betalning
tr_tr: Kolay Ödeme ile PayPal Ağ Geçidi
zh_cn: 轻松支付的 PayPal 网关

source: PayPal, Pay Later, Venmo, Credit & Debit Cards, Google Pay, Apple Pay — and many more.
ar: PayPal، و Pay Later، و Venmo، وبطاقات الائتمان والخصم، و Google Pay، و Apple Pay - وغيرها الكثير.
cs_cz: PayPal, Pay Later, Venmo, kreditní a debetní karty, Google Pay, Apple Pay a mnoho dalších.
de_de: PayPal, Pay Later, Venmo, Kredit- und Debitkarten, Google Pay, Apple Pay - und viele mehr.
es_es: PayPal, Pay Later, Venmo, tarjetas de crédito y débito, Google Pay, Apple Pay - y muchos más.
fi: PayPal, Pay Later, Venmo, luotto- ja maksukortit, Google Pay, Apple Pay - ja monet muut.
fr_fr: PayPal, Pay Later, Venmo, cartes de crédit et de débit, Google Pay, Apple Pay - et bien d'autres encore.
hu_hu: PayPal, Pay Later, Venmo, hitel- és betéti kártyák, Google Pay, Apple Pay - és még sok más.
it_it: PayPal, Pay Later, Venmo, carte di credito e di debito, Google Pay, Apple Pay e molti altri.
ja: PayPal、Pay Later、Venmo、クレジットカード＆デビットカード、Google Pay、Apple Pay、その他多数。
ko_kr: 페이팔, 나중에 결제, Venmo, 신용카드 및 직불카드, 구글 페이, 애플 페이 등 다양한 결제 수단이 있습니다.
nb_no: PayPal, Pay Later, Venmo, kreditt- og debetkort, Google Pay, Apple Pay - og mange flere.
nl_nl: PayPal, Pay Later, Venmo, Creditcards & Debetkaarten, Google Pay, Apple Pay - en nog veel meer.
pl_pl: PayPal, Pay Later, Venmo, karty kredytowe i debetowe, Google Pay, Apple Pay - i wiele innych.
pt_br: PayPal, Pay Later, Venmo, cartões de crédito e débito, Google Pay, Apple Pay - e muito mais.
pt_pt: PayPal, Pay Later, Venmo, cartões de crédito e débito, Google Pay, Apple Pay - e muito mais.
ro_ro: PayPal, Pay Later, Venmo, carduri de credit și de debit, Google Pay, Apple Pay - și multe altele.
ru_ru: PayPal, Pay Later, Venmo, кредитные и дебетовые карты, Google Pay, Apple Pay - и многое другое.
sv_se: PayPal, Pay Later, Venmo, kredit- och betalkort, Google Pay, Apple Pay - och många fler.
tr_tr: PayPal, Pay Later, Venmo, Kredi ve Banka Kartları, Google Pay, Apple Pay - ve çok daha fazlası.
zh_cn: PayPal、Pay Later、Venmo、信用卡和借记卡、Google Pay、Apple Pay 等。
