Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: PayPal Pro (Payflow) token generation failed:
ar: فشل إنشاء الرمز المميز ل PayPal Pro (Payflow):
cs_cz: Generování tokenu PayPal Pro (Payflow) selhalo:
de_de: PayPal Pro (Payflow) Tokengenerierung fehlgeschlagen:
es_es: Error en la generación del código personal de PayPal Pro (Payflow):
fi: PayPal Pro (Payflow) -poletin luominen epäonnistui:
fr_fr: La génération du jeton PayPal Pro (Payflow) a échoué :
he_il: צרת ס PayPal Pro (Payflow) ש:
hu_hu: A PayPal Pro (Payflow) token generálása sikertelen:
it_it: La generazione del token di PayPal Pro (Payflow) non è riuscita:
ja: PayPal Pro（Payflow）のトークン生成に失敗しました：
ko_kr: PayPal Pro(Payflow) 토큰 생성에 실패했습니다:
nb_no: Generering av PayPal Pro (Payflow)-token mislyktes:
nl_nl: PayPal Pro (Payflow) token genereren mislukt:
pl_pl: Generowanie tokenu PayPal Pro (Payflow) nie powiodło się:
pt_br: Falha na geração do token do PayPal Pro (Payflow):
pt_pt: Falha na geração do token do PayPal Pro (Payflow):
ro_ro: Generarea token-ului PayPal Pro (Payflow) a eșuat:
ru_ru: Генерация токена PayPal Pro (Payflow) не удалась:
sv_se: Generering av token för PayPal Pro (Payflow) misslyckades:
tr_tr: PayPal Pro (Payflow) belirteci oluşturma başarısız oldu:
zh_cn: PayPal Pro (Payflow) 令牌生成失败：

source: Payment error:
ar: خطأ في عملية الدفع:
cs_cz: Chyba při platbě:
de_de: Fehler bei der Zahlung:
es_es: Error de pago:
fi: Maksuvirhe:
fr_fr: Erreur de paiement:
he_il: שת תש:
hu_hu: Fizetési hiba:
it_it: Errore pagamento:
ja: 支払いエラー:
ko_kr: 결제 오류입니다:
nb_no: Betalings feil:
nl_nl: Fout bij betaling:
pl_pl: Błąd płatności:
pt_br: Erro no Pagamento:
pt_pt: Erro de pagamento:
ro_ro: Eroare de plată:
ru_ru: Ошибка оплаты:
sv_se: Betalningsfel:
tr_tr: Ödeme Hatası
zh_cn: 付款错误:

source: This order cannot be refunded due to an authorized only transaction. Please use cancel instead.
ar: لا يمكن استرداد هذا الطلب بسبب معاملة مصرح بها فقط. يرجى استخدام إلغاء بدلاً من ذلك.
cs_cz: Tuto objednávku nelze vrátit z důvodu pouze autorizované transakce. Místo toho prosím použijte storno.
de_de: Diese Bestellung kann aufgrund einer ausschließlich autorisierten Transaktion nicht erstattet werden.
es_es: Este pedido no puede ser reembolsado debido a una transacción sólo autorizada. Por favor, utilice cancelar en su lugar.
fi: Tätä tilausta ei voida palauttaa, koska kyseessä on vain valtuutettu tapahtuma. Käytä sen sijaan peruutusta.
fr_fr: Este pedido no puede ser reembolsado debido a una transacción solo autorizada. Por favor, utilice cancelar en su lugar.
he_il: תת ר ספ ש ת עסק שרת ע ר ס . שתש פשרת .
hu_hu: Ez a megrendelés nem téríthető vissza, mivel csak engedélyezett tranzakcióról van szó. Kérjük, használja helyette a törlést.
it_it: Questo ordine non può essere rimborsato a causa di una transazione solo autorizzata. Si prega di utilizzare invece l'annullamento.
ja: この注文はオーソライズド・オンリーの取引のため払い戻しできません。 キャンセルをご利用ください。
ko_kr: 이 주문은 승인된 전용 거래이므로 환불이 불가능합니다. 대신 취소를 사용해 주세요.
nb_no: Denne bestillingen kan ikke refunderes på grunn av en autorisert transaksjon. Vennligst bruk avbryt i stedet.
nl_nl: Deze bestelling kan niet worden terugbetaald vanwege een transactie waarvoor alleen toestemming is verleend. Gebruik in plaats daarvan annuleren.
pl_pl: To zamówienie nie może zostać zwrócone z powodu autoryzowanej transakcji. Zamiast tego użyj opcji anuluj.
pt_br: Este pedido não pode ser reembolsado devido a uma transação somente autorizada. Em vez disso, use cancelar.
pt_pt: Esta encomenda não pode ser reembolsada devido a uma transação apenas autorizada. Em vez disso, utilize cancelar.
ro_ro: Această comandă nu poate fi rambursată din cauza unei tranzacții autorizate numai. Vă rugăm să folosiți în schimb anularea.
ru_ru: Этот заказ не может быть возвращен из-за того, что он был авторизован. Пожалуйста, используйте отмену.
sv_se: Denna order kan inte återbetalas på grund av en transaktion som endast är auktoriserad. Vänligen använd avbryt istället.
tr_tr: Bu sipariş, yalnızca yetkili bir işlem nedeniyle iade edilemez. Lütfen bunun yerine iptal seçeneğini kullanın.
zh_cn: 该订单因仅授权交易而无法退款。 请使用取消。

source: Unexpected response from PayPal.
ar: استجابة غير متوقعة من PayPal.
cs_cz: Nečekaná odpověď od společnosti PayPal.
de_de: Unerwartete Antwort von PayPal.
es_es: Respuesta inesperada de PayPal.
fi: Odottamaton vastaus PayPalilta.
fr_fr: Réponse inattendue de Paypal.
he_il: ת ת צפ -PayPal.
hu_hu: Váratlan válasz a PayPal-tól.
it_it: Risposta inaspettata da parte di PayPal.
ja: PayPalからの予期せぬ反応。
ko_kr: PayPal에서 예상치 못한 응답이 왔습니다.
nb_no: Uventet svar fra PayPal.
nl_nl: Onverwachte reactie van PayPal.
pl_pl: Nieoczekiwana odpowiedź od PayPal.
pt_br: Resposta inesperada de PayPal.
pt_pt: Resposta inesperada do PayPal.
ro_ro: Răspuns neașteptat din partea PayPal.
ru_ru: Неожиданный ответ от PayPal.
sv_se: Oväntat svar från PayPal.
tr_tr: PayPal'dan beklenmedik yanıt.
zh_cn: PayPal 的回复出乎意料。

source: Refunded %1$s - PNREF: %2$s
ar: مستردة %1$s - PNREF: %2$s
cs_cz: Vráceno %1$s - PNREF: %2$s
de_de: Rückerstattet %1$s – PNREF-ID: %2$s
es_es: Reembolsado %1$s - PNREF: %2$s
fr_fr: Remboursé %1$s - PNREF: %2$s
he_il: ר %1$s - PNREF: %2$s
hu_hu: Refundált %1$s - PNREF: %2$s
it_it: Rimborsato %1$s - PNREF: %2$s
ja: 払い戻し %1$s - PNREF：%2$s
ko_kr: 환불됨 %1$s - PNREF: %2$s
nb_no: Refundert %1$s - PNREF: %2$s
nl_nl: Terugbetaald %1$s - PNREF: %2$s
pl_pl: Refundowane %1$s - PNREF: %2$s
pt_br: Reembolsado %1$s - PNREF: %2$s
pt_pt: Reembolsado %1$s - PNREF: %2$s
ro_ro: Rambursat %1$s - PNREF: %2$s
ru_ru: Возвращено %1$s - PNREF: %2$s
sv_se: Återbetalade %1$s - PNREF: %2$s
tr_tr: İade Edildi %1$s - PNREF: %2$s
zh_cn: 退款 %1$s - PNREF：%2$s

source: PayPal Pro (PayFlow) charge authorized (Charge ID: %s). Process order to take payment, or cancel to remove the pre-authorization.
ar: تم التصريح بشحن PayPal Pro (PayFlow) (معرف الشحن: %s). قم بمعالجة الطلب لتلقي الدفع، أو قم بإلغاء لإزالة التفويض المسبق.
cs_cz: Autorizovaná platba PayPal Pro (PayFlow) (ID platby: %s). Zpracujte objednávku pro přijetí platby nebo zrušte pro odstranění předběžné autorizace.
de_de: PayPal Pro (PayFlow) Gebühr autorisiert (Charge ID: %s). Fahren Sie mit der Bestellung fort um zu bezahlen, oder brechen Sie ab um die Vorauthorisierung zu löschen.
es_es: Cargo de PayPal Pro (PayFlow) autorizado (Id. de cargo: %s). Procese el pedido para aceptar el pago o cancele para eliminar la autorización previa.
fi: PayPal Pro (PayFlow) -veloitus hyväksytty (veloitustunnus: %s). Käsittele tilaus maksun ottamiseksi tai peruuta poistamaan ennakkovaltuutus.
fr_fr: Cargo autorizado de PayPal Pro (PayFlow) (ID de cargo: %s). Procese el pedido para realizar el cobro o cancele para eliminar la preautorización.
he_il: PayPal Pro (PayFlow) שר ( : %s). צע ת צע ת תש, סר ת שר ק.
hu_hu: PayPal Pro (PayFlow) díj engedélyezve (díjazonosító: %s). Folyamatos megbízás a fizetés elfogadásához, vagy törlés az előzetes engedélyezés eltávolításához.
it_it: Addebito PayPal Pro (PayFlow) autorizzato (ID addebito: %s). Elaborare l'ordine per accettare il pagamento o annullare per rimuovere la pre-autorizzazione.
ja: PayPal Pro (PayFlow)のチャージが承認されました(チャージID: %s)。注文を処理して支払いを受けるか、キャンセルして事前承認を削除します。
ko_kr: PayPal Pro(PayFlow) 청구 승인됨(청구 ID: %s). 주문을 처리하여 결제를 받거나 취소하여 사전 승인을 제거합니다.
nb_no: PayPal Pro (PayFlow) belastning autorisert (belastnings-ID: %s). Behandle bestillingen for å ta betaling, eller avbryt for å fjerne forhåndsgodkjenningen.
nl_nl: PayPal Pro (PayFlow) betaling geautoriseerd (Charge ID: %s). Verwerk de bestelling om de betaling in ontvangst te nemen of annuleer om de pre-autorisatie te verwijderen.
pl_pl: Autoryzowane obciążenie PayPal Pro (PayFlow) (identyfikator obciążenia: %s). Przetwórz zamówienie, aby przyjąć płatność, lub anuluj, aby usunąć preautoryzację.
pt_br: Cobrança do PayPal Pro (PayFlow) autorizada (ID da cobrança: %s). Processe o pedido para receber o pagamento ou cancele para remover a pré-autorização.
pt_pt: Cobrança do PayPal Pro (PayFlow) autorizada (ID da cobrança: %s). Processe o pedido para receber o pagamento ou cancele para remover a pré-autorização.
ro_ro: Taxa PayPal Pro (PayFlow) autorizată (ID taxă: %s). Procesați comanda pentru a prelua plata sau anulați pentru a elimina pre-autorizarea.
ru_ru: Списание средств PayPal Pro (PayFlow) разрешено (идентификатор списания: %s). Обработайте заказ, чтобы принять оплату, или отмените, чтобы удалить предварительную авторизацию.
sv_se: PayPal Pro (PayFlow) debitering auktoriserad (DebiteringsID: %s). Behandla ordern för att ta betalt, eller avbryt för att ta bort förhandsgodkännandet.
tr_tr: PayPal Pro (PayFlow) ücreti yetkilendirildi (Ücret Kimliği: %s). Ödemeyi almak için siparişi işleyin veya ön provizyonu kaldırmak için iptal edin.
zh_cn: PayPal Pro (PayFlow) 授权收费（收费 ID：%s）。处理订单以接受付款，或取消以删除预授权。

source: PayPal Pro (Payflow) payment completed (PNREF: %s)
ar: اكتمل الدفع عبر PayPal Pro (Payflow) (PNREF: %s)
cs_cz: Platba PayPal Pro (Payflow) dokončena (PNREF: %s)
de_de: PayPal Pro (Payflow) Zahlung abgeschlossen (PNREF: %s)
es_es: Pago PayPal Pro (Payflow) completado (PNREF: %s)
fi: PayPal Pro (Payflow) -maksu suoritettu (PNREF: %s)
fr_fr: Paiement PayPal Pro (Payflow) terminé (PNREF : %s)
he_il: תש PayPal Pro (Payflow) ש (PNREF: %s)
hu_hu: PayPal Pro (Payflow) fizetés befejeződött (PNREF: %s)
it_it: Pagamento PayPal Pro (Payflow) completato (PNREF: %s)
ja: ペイパルプロ（ペイフロー）決済完了（PNREF: [0）
ko_kr: 페이팔 프로(페이플로우) 결제 완료(PNREF: %s)
nb_no: PayPal Pro (Payflow) betaling fullført (PNREF: %s)
nl_nl: PayPal Pro (Payflow) betaling voltooid (PNREF: %s)
pl_pl: Płatność PayPal Pro (Payflow) zakończona (PNREF: %s)
pt_br: Pagamento do PayPal Pro (Payflow) concluído (PNREF: %s)
pt_pt: Pagamento PayPal Pro (Payflow) concluído (PNREF: %s)
ro_ro: Plata PayPal Pro (Payflow) finalizată (PNREF: %s)
ru_ru: Платеж PayPal Pro (Payflow) завершен (PNREF: %s)
sv_se: PayPal Pro (Payflow) betalning slutförd (PNREF: %s)
tr_tr: PayPal Pro (Payflow) ödemesi tamamlandı (PNREF: %s)
zh_cn: PayPal Pro (Payflow) 支付完成（PNREF: [0）

source: The payment was flagged by a fraud filter. Please check your PayPal Manager account to review and accept or deny the payment and then mark this order "processing" or "cancelled".
ar: تم الإبلاغ عن عملية الدفع بواسطة مرشح الاحتيال. يُرجى التحقق من حساب مدير PayPal الخاص بك لمراجعة وقبول أو رفض الدفع ثم وضع علامة "معالجة" أو "إلغاء" على هذا الطلب.
cs_cz: Platba byla označena filtrem podvodů. Zkontrolujte prosím svůj účet PayPal Manager, zkontrolujte a přijměte nebo zamítněte platbu a poté označte tuto objednávku jako "zpracovávanou" nebo "zrušenou".
de_de: Die Zahlung wurde durch einen Betrugsfilter gekennzeichnet. Bitte überprüfen Sie Ihr PayPal Manager-Konto, um die Zahlung zu überprüfen und zu akzeptieren oder zu verweigern, und markieren Sie dann diese Bestellung als "Bearbeitung" oder "Storniert".
es_es: El pago ha sido marcado por un filtro de fraude. Por favor, revise su cuenta PayPal Manager para revisar y aceptar o rechazar el pago y luego marque este pedido como "procesando" o "cancelado".
fi: Petossuodatin merkitsi maksun. Tarkista PayPal Manager -tililtäsi, että voit tarkistaa ja hyväksyä tai hylätä maksun ja merkitä tämän tilauksen "käsittelyyn" tai "peruutettu".
fr_fr: Le paiement a été signalé par un filtre anti-fraude. Veuillez consulter votre compte PayPal Manager pour vérifier et accepter ou refuser le paiement, puis marquer cette commande comme étant "en cours de traitement" ou "annulée".
he_il: תש ס ע ס ת. ק ת ש PayPal Manager ש ק ק ת ת תש, ר ס ת "פ" "ת".
hu_hu: A kifizetést egy csalásszűrő jelezte. Kérjük, ellenőrizze PayPal Manager fiókját, hogy felülvizsgálja és elfogadja vagy elutasítsa a fizetést, majd jelölje meg ezt a megrendelést "feldolgozás" vagy "törölt" jelzéssel.
it_it: Il pagamento è stato segnalato da un filtro antifrode. Si prega di controllare il proprio conto PayPal Manager per rivedere e accettare o rifiutare il pagamento e quindi contrassegnare l'ordine come "in elaborazione" o "annullato".
ja: この支払いは詐欺フィルターによってフラグが立てられました。PayPal Managerアカウントを確認して支払いを承認または拒否し、この注文を「処理中」または「キャンセル」にマークしてください。
ko_kr: 사기 필터에 의해 결제에 플래그가 지정되었습니다. PayPal 관리자 계정을 확인하여 결제를 검토하고 수락 또는 거부한 다음 이 주문을 '처리 중' 또는 '취소됨'으로 표시하시기 바랍니다.
nb_no: Betalingen ble flagget av et svindelfilter. Sjekk PayPal Manager-kontoen din for å gå gjennom og godta eller avvise betalingen, og merk deretter denne bestillingen som "under behandling" eller "kansellert".
nl_nl: De betaling is gemarkeerd door een fraudefilter. Controleer uw PayPal Manager-account om de betaling te controleren en te accepteren of te weigeren en markeer deze bestelling vervolgens als "in behandeling" of "geannuleerd".
pl_pl: Płatność została oznaczona przez filtr oszustw. Sprawdź swoje konto PayPal Manager, aby sprawdzić i zaakceptować lub odrzucić płatność, a następnie oznacz to zamówienie jako "przetwarzane" lub "anulowane".
pt_br: O pagamento foi sinalizado por um filtro de fraude. Verifique sua conta do PayPal Manager para revisar e aceitar ou negar o pagamento e, em seguida, marque esse pedido como "em processamento" ou "cancelado".
pt_pt: O pagamento foi assinalado por um filtro de fraude. Verifique a sua conta PayPal Manager para rever e aceitar ou recusar o pagamento e, em seguida, marque esta encomenda como "em processamento" ou "cancelada".
ro_ro: Plata a fost semnalată de un filtru de fraudă. Vă rugăm să verificați contul PayPal Manager pentru a revizui și accepta sau refuza plata și apoi marcați această comandă "procesare" sau "anulată".
ru_ru: Платеж был отмечен фильтром мошенничества. Пожалуйста, проверьте свою учетную запись PayPal Manager, чтобы просмотреть и принять или отклонить платеж, а затем отметьте этот заказ "обработка" или "отменен".
sv_se: Betalningen flaggades av ett bedrägerifilter. Kontrollera ditt PayPal Manager-konto för att granska och acceptera eller neka betalningen och markera sedan denna order som "bearbetad" eller "annullerad".
tr_tr: Ödeme bir dolandırıcılık filtresi tarafından işaretlendi. Lütfen PayPal Manager hesabınızı kontrol ederek ödemeyi inceleyin ve kabul edin veya reddedin ve ardından bu siparişi "işleniyor" veya "iptal edildi" olarak işaretleyin.
zh_cn: 付款被欺诈过滤器标记。请检查您的 PayPal 管理员账户，查看并接受或拒绝付款，然后将此订单标记为 "正在处理 "或 "已取消"。

source: Enter your payment details below and click "Confirm and pay" to securely pay for your order.
ar: أدخل تفاصيل الدفع أدناه وانقر على "تأكيد ودفع" لدفع ثمن طلبك بأمان.
cs_cz: Zadejte své platební údaje níže a kliknutím na tlačítko "Potvrdit a zaplatit" bezpečně zaplaťte za svou objednávku.
de_de: Geben Sie unten Ihre Zahlungsdetails ein und klicken Sie auf "Bestätigen und bezahlen", um Ihre Bestellung sicher zu bezahlen.
es_es: Introduzca sus datos de pago a continuación y haga clic en "Confirmar y pagar" para pagar su pedido de forma segura.
fi: Anna maksutietosi alla ja klikkaa "Vahvista ja maksa" maksaaksesi tilauksesi turvallisesti.
fr_fr: Saisissez vos coordonnées de paiement ci-dessous et cliquez sur "Confirmer et payer" pour régler votre commande en toute sécurité.
he_il: ת פר תש ש ץ ע "שר תש" ש ער ש צר ת.
hu_hu: Adja meg a fizetési adatait az alábbiakban, majd kattintson a "Megerősítés és fizetés" gombra a biztonságos fizetéshez.
it_it: Inserite i vostri dati di pagamento qui sotto e fate clic su "Conferma e paga" per pagare in modo sicuro il vostro ordine.
ja: 以下にお支払い情報を入力し、「確認して支払う」をクリックすると、ご注文の代金を安全にお支払いいただけます。
ko_kr: 아래에 결제 정보를 입력하고 '확인 및 결제'를 클릭하면 주문 금액을 안전하게 결제할 수 있습니다.
nb_no: Skriv inn betalingsopplysningene dine nedenfor, og klikk på "Bekreft og betal" for å betale for bestillingen din på en sikker måte.
nl_nl: Voer hieronder je betalingsgegevens in en klik op "Bevestigen en betalen" om je bestelling veilig te betalen.
pl_pl: Wprowadź dane płatności poniżej i kliknij "Potwierdź i zapłać", aby bezpiecznie opłacić zamówienie.
pt_br: Digite seus detalhes de pagamento abaixo e clique em "Confirm and pay" (Confirmar e pagar) para pagar seu pedido com segurança.
pt_pt: Introduza os seus dados de pagamento abaixo e clique em "Confirmar e pagar" para pagar a sua encomenda de forma segura.
ro_ro: Introduceți detaliile de plată de mai jos și faceți clic pe "Confirmă și plătește" pentru a plăti în siguranță pentru comanda dvs.
ru_ru: Введите свои платежные данные ниже и нажмите "Подтвердить и оплатить", чтобы безопасно оплатить заказ.
sv_se: Ange dina betalningsuppgifter nedan och klicka på "Bekräfta och betala" för att betala din beställning på ett säkert sätt.
tr_tr: Ödeme bilgilerinizi aşağıya girin ve siparişinizin ödemesini güvenli bir şekilde yapmak için "Onayla ve öde "ye tıklayın.
zh_cn: 请在下面输入您的付款信息，然后点击 "确认并付款"，即可安全支付您的订单。

source: TEST/SANDBOX MODE ENABLED. In test mode, you can use the card number 4111111111111111 with any CVC and a valid expiration date.
ar: تم تمكين وضع الاختبار/صندوق الرمل. في وضع الاختبار، يمكنك استخدام رقم البطاقة 4111111111111111 مع أي بطاقة CVC وتاريخ انتهاء صلاحية صالح.
cs_cz: POVOLEN REŽIM TESTOVÁNÍ/SANDBOX. V testovacím režimu můžete použít číslo karty 4111111111111111 s libovolným CVC a platným datem platnosti.
de_de: TEST/SANDBOX MODE ENABLED. Im Testmodus können Sie die Kartennummer 41111111111111111111 mit einem beliebigen CVC und einem gültigen Ablaufdatum verwenden.
es_es: MODO TEST/SANDBOX ACTIVADO. En el modo de prueba, puede utilizar el número de tarjeta 4111111111111111 con cualquier CVC y una fecha de caducidad válida.
fi: TESTI/HIEKKALAATIKKOTILA KÄYTÖSSÄ. Testitilassa voit käyttää kortin numeroa 4111111111111111 ja mitä tahansa CVC-korttia sekä voimassa olevaa voimassaolopäivää.
fr_fr: MODE TEST/SANDBOX ACTIVÉ. En mode test, vous pouvez utiliser le numéro de carte 4111111111111111 avec n'importe quel CVC et une date d'expiration valide.
he_il: צ ק/ר פע. צ ק, ת שתש ספר רס 4111111111111111 ע ק CVC תר תפ תקף.
hu_hu: TESZT/SANDBOX ÜZEMMÓD ENGEDÉLYEZVE. Teszt üzemmódban a 4111111111111111 kártyaszámot használhatja bármilyen CVC-vel és érvényes lejárati dátummal.
it_it: MODALITÀ TEST/SANDBOX ABILITATA. In modalità test, è possibile utilizzare il numero di carta 4111111111111111 con qualsiasi CVC e una data di scadenza valida.
ja: test/sandboxモードが有効。テスト・モードでは、カード番号41111111111111と任意のCVC、有効期限を使用することができます。
ko_kr: 테스트/샌드박스 모드가 활성화되었습니다. 테스트 모드에서는 카드 번호 4111111111111111 와 유효한 만료일을 사용할 수 있습니다.
nb_no: TEST-/SANDKASSEMODUS AKTIVERT. I testmodus kan du bruke kortnummeret 4111111111111111 med en hvilken som helst CVC og en gyldig utløpsdato.
nl_nl: TEST/SANDBOXMODUS INGESCHAKELD. In de testmodus kun je het kaartnummer 4111111111111111 gebruiken met een willekeurige CVC en een geldige vervaldatum.
pl_pl: WŁĄCZONY TRYB TESTOWY/PIASKOWNICY. W trybie testowym można użyć numeru karty 4111111111111111 z dowolnym CVC i ważną datą wygaśnięcia.
pt_br: MODO TESTE/SANDBOX ATIVADO. No modo de teste, você pode usar o número do cartão 4111111111111111 com qualquer CVC e uma data de validade válida.
pt_pt: MODO DE TESTE/SANDBOX ACTIVADO. No modo de teste, pode utilizar o número do cartão 4111111111111111 com qualquer CVC e uma data de expiração válida.
ro_ro: MODUL TEST/SANDBOX ACTIVAT. În modul test, puteți utiliza numărul de card 4111111111111111 cu orice CVC și o dată de expirare valabilă.
ru_ru: ВКЛЮЧЕН ТЕСТОВЫЙ РЕЖИМ/РЕЖИМ "ПЕСОЧНИЦЫ". В тестовом режиме вы можете использовать номер карты 4111111111111111 с любым CVC и действительным сроком действия.
sv_se: TEST/SANDLÅDE-LÄGE AKTIVERAT. I testläget kan du använda kortnumret 4111111111111111 med valfri CVC och ett giltigt utgångsdatum.
tr_tr: TEST/SANDBOX MODU ETKINLEŞTIRILDI. Test modunda, 4111111111111111 kart numarasını herhangi bir CVC ve geçerli bir son kullanma tarihi ile kullanabilirsiniz.
zh_cn: 测试/沙盒模式已启用。在测试模式下，您可以使用卡号 41111111111111、任意 CVC 和有效到期日。

source: Card Number
ar: رقم البطاقة
cs_cz: Číslo karty
de_de: Kreditkarten-Nummer
es_es: Número de tarjeta
fi: Kortin numero
fr_fr: Numéro de carte
he_il: ספר רס
hu_hu: Kártya száma
it_it: Numero di carta
ja: カード番号
ko_kr: 카드 번호
nb_no: Kortnummer
nl_nl: Kaartnummer
pl_pl: Numer karty
pt_br: Número do cartão
pt_pt: Número do cartão
ro_ro: Numărul cardului
ru_ru: Номер карты
sv_se: Kortnummer
tr_tr: Kart Numarası
zh_cn: 卡号

source: Expiry (MM/YY)
ar: تاريخ انتهاء الصلاحية (MM/YYY)
cs_cz: Konec platnosti (MM/RR)
de_de: Gültig bis (MM/JJ)
es_es: Expiración (MM/AA)
fi: Viimeinen voimassaoloaika (MM/YY)
fr_fr: Expiration (MM/AA)
he_il: תקף (ש/ש)
hu_hu: Lejárat (MM/YY)
it_it: Scadenza (MM/AA)
ja: 有効期限（MM/YY）
ko_kr: 만료(월/년)
nb_no: Utløp (MM/ÅÅÅ)
nl_nl: Vervaldatum (MM/JJ)
pl_pl: Data ważności (MM/RRRR)
pt_br: Vencimento (MM/AA)
pt_pt: Prazo de validade (MM/AA)
ro_ro: Expirare (MM/YY)
ru_ru: Срок действия (ММ/ГГ)
sv_se: Sista giltighetsdag (MM/ÅÅÅ)
tr_tr: Son kullanma tarihi (MM/YY)
zh_cn: 有效期（月/年）

source: Card Code
ar: رمز البطاقة
cs_cz: Kód karty
de_de: Karte Code
es_es: Código de la tarjeta
fi: Kortin koodi
fr_fr: Code de sécurité
he_il: ק רס
hu_hu: Kártya kód
it_it: Codice della carta
ja: カードコード
ko_kr: 카드 코드
nb_no: Kortkode
nl_nl: Kaartcode
pl_pl: Kod karty
pt_br: Código do cartão
pt_pt: Código do cartão
ro_ro: Codul cardului
ru_ru: Код карты
sv_se: Kortkod
tr_tr: Kart Kodu
zh_cn: 卡片代码

source: Confirm and pay
ar: التأكيد والدفع
cs_cz: Potvrzení a platba
de_de: Bestätigen und bezahlen
es_es: Confirmar y pagar
fi: Vahvista ja maksa
fr_fr: Confirmer et payer
he_il: שר ש
hu_hu: Megerősítés és fizetés
it_it: Conferma e paga
ja: 決済画面へ
ko_kr: 확인 및 결제
nb_no: Bekreft og betal
nl_nl: Bevestigen en betalen
pl_pl: Potwierdź i zapłać
pt_br: Confirmar e Prosseguir
pt_pt: PAGAR
ro_ro: Confirmați și plătiți
ru_ru: Подтвердить и оплатить
sv_se: Bekräfta och betala
tr_tr: Onaylayın ve ödeyin
zh_cn: 确认并付款

source: PayPal Advanced (deprecated)
ar: PayPal Advanced
cs_cz: PayPal Advanced (zastaralé)
de_de: PayPal Advanced (veraltet)
es_es: PayPal Avanzado (obsoleto)
fi: PayPal Advanced (vanhentunut)
fr_fr: PayPal Advanced (obsolète)
he_il: PayPal תק (ש)
hu_hu: PayPal Advanced (elavult)
it_it: PayPal avanzato (deprecato)
ja: ペイパルアドバンスト（非推奨）
ko_kr: PayPal 고급(사용 중단됨)
nb_no: PayPal Advanced (utgått)
nl_nl: PayPal Geavanceerd (afgeschreven)
pl_pl: PayPal Advanced (przestarzałe)
pt_br: PayPal Advanced (obsoleto)
pt_pt: PayPal Advanced (obsoleto)
ro_ro: PayPal avansat (depreciat)
ru_ru: PayPal Advanced (устаревшее)
sv_se: PayPal Avancerat (föråldrat)
tr_tr: PayPal Advanced (kullanımdan kaldırılmıştır)
zh_cn: 贝宝高级版（已停用）
