Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Grayscale
ar: الرمادي
cs_cz: Odstíny šedé
de_de: Graustufen
es_es: Escala de grises
fi: Harmaasävy
fr_fr: Niveaux de gris
he_il: פר
hu_hu: Szürkeárnyalatos
it_it: Scala di grigi
ja: グレースケール
ja_jp: グレースケール
km: á€áŸ’ášáŸáŸáŸ’á€áŸá›
ko_kr: 그레이스케일
lo: ສີຂຽວສົດ
nb_no: Gråtone
nl_nl: Grijswaarden
pl_pl: Skala szarości
pt_br: Escala de Cinza
pt_pt: Escala de cinza
ro_ro: Tonuri de gri
ru_ru: Оттенки серого
sv_se: Gråskala
tr_tr: Gri tonlama
uk: Сірий масштаб
vi: Đen trắng
zh_cn: 灰度

source: Color
ar: اللون
cs_cz: Barva
de_de: Farbe
fi: Väri
fr_fr: Couleur
he_il: צע
hu_hu: Szín
it_it: Colore
ja: 色
ja_jp: 色
km: á–ááŸŒ
ko_kr: 색상
lo: ສີ
nb_no: Farge
nl_nl: Kleur
pl_pl: Kolor
pt_br: Cor
pt_pt: Cor
ro_ro: Culoare
ru_ru: Цвет
sv_se: Färg
tr_tr: Renk
uk: Колір
vi: Màu sắc
zh_cn: 颜色

source: White (No Border)
ar: أبيض (بدون حدود)
cs_cz: Bílá (bez rámečku)
de_de: Weiß (kein Rahmen)
es_es: Blanco (sin borde)
fi: Valkoinen (ilman reunusta)
fr_fr: Blanc (sans bordure)
hu_hu: Fehér (szegély nélkül)
it_it: Bianco (senza bordo)
ja: ホワイト（ボーダーなし）
ja_jp: ホワイト（ボーダーなし）)
km: áŸá–áŸ’áœááŸ’á„áŸƒ (á‚áŸ’á˜á¶á“á–áŸ’ášáŸ†)
ko_kr: 흰색(테두리 없음)
lo: ສີຂາວ (ບໍ່ມີແຖວ)
nb_no: Hvit (uten kant)
nl_nl: Wit (zonder rand)
pl_pl: Biały (bez obramowania)
pt_br: Branco (sem borda)
pt_pt: Branco (sem rebordo)
ro_ro: Alb (fără margine)
ru_ru: Белый (без границы)
sv_se: Vit (ingen kant)
tr_tr: Beyaz (Kenarlıksız)
uk: Білий (Без межі)
vi: Trắng (Không Viền)
zh_cn: 白色（无边框）

source: Gray
ar: رمادي
cs_cz: Šedá
de_de: Grau
es_es: Gris
fi: Harmaa
fr_fr: Gris
he_il: פר
hu_hu: Szürke
it_it: Grigio
ja: グレー
ja_jp: グレー
km: áŸáŸ’áŠá¾á„
ko_kr: 회색
lo: ສີທືດ
nb_no: Grå
nl_nl: Grijs
pl_pl: Szary
pt_br: Cinza
pt_pt: Cinza
ro_ro: Gri
ru_ru: Серый
sv_se: Grå
tr_tr: Gri
uk: Сірий
vi: Xám
zh_cn: 灰色

source: Ratio
ar: النسبة
cs_cz: Poměr
de_de: Verhältnis
es_es: Proporción
fi: Suhde
he_il: ס
hu_hu: Arány
it_it: Rapporto
ja: 比率
ja_jp: 比率
km: á¢ááŸ’ášá¶
ko_kr: 비율
lo: ອັດສະຕິ
nb_no: Forhold
nl_nl: Verhouding
pl_pl: Wskaźnik
pt_br: Proporção
pt_pt: Racio/Razão/Relação
ro_ro: Raport
ru_ru: Соотношение
sv_se: Förhållande
tr_tr: Oran
uk: Співвідношення
vi: Tỷ lệ
zh_cn: 比率

source: Flexes between 120px and 300px wide
ar: يتراوح عرضها بين 120 بكسل و300 بكسل
cs_cz: Ohyby v rozmezí šířky 120px až 300px
de_de: Flexibel zwischen 120px und 300px Breite
es_es: Se flexiona entre 120px y 300px de ancho
fi: Taipuu 120px ja 300px leveydeltä
fr_fr: S'étend entre 120px et 300px de largeur
he_il: שת 120px -300px ר
hu_hu: 120px és 300px szélesség között hajlítható
it_it: Flessione tra 120px e 300px di larghezza
ja: 幅120pxから300pxの間で曲がる
ja_jp: 幅が120pxから300pxの間で変動します。
km: Flexes antara 120px dan 300px lebar
ko_kr: 너비 120픽셀에서 300픽셀 사이
lo: ຍືດລະຫວ່າງ 120px ແລະ 300px ກວໍ
nb_no: Bøyes mellom 120 og 300 piksler i bredden
nl_nl: Flexbaar tussen 120px en 300px breed
pl_pl: Elastyczność w zakresie od 120px do 300px szerokości
pt_br: Flexibiliza entre 120px e 300px de largura
pt_pt: Flexibiliza entre 120px e 300px de largura
ro_ro: Flexibil între 120px și 300px lățime
ru_ru: Ширина варьируется от 120px до 300px
sv_se: Flexibel bredd mellan 120 och 300 pixlar
tr_tr: 120 piksel ile 300 piksel genişliği arasında esner
uk: Гнеться між 120px і 300px в ширину
vi: Co giãn giữa 120px và 300px rộng
zh_cn: 宽度可在 120px 和 300px 之间灵活调节

source: 160px wide
ar: عرض 160 بكسل
cs_cz: 160px na šířku
de_de: 160px breit
es_es: 160px de ancho
fi: 160px leveä
fr_fr: 160px de large
he_il: ר 160 פקס
hu_hu: 160px széles
it_it: 160px di larghezza
ja: 幅160px
ja_jp: 160px 幅
km: 160px á‘á‘á¹á„
ko_kr: 160px 너비
lo: 160px ກວໍ
nb_no: 160 px bred
nl_nl: 160px breed
pl_pl: 160px szerokości
pt_br: 160px de largura
pt_pt: 160px de largura
ro_ro: 160px lățime
ru_ru: ширина 160px
sv_se: 160px bred
tr_tr: 160 piksel genişliğinde
uk: 160 пікселів завширшки
vi: rộng 160px
zh_cn: 160px 宽

source: Flexes between 250px and 768px wide
ar: يتراوح عرضها بين 250 بكسل و768 بكسل
cs_cz: Ohyby v rozmezí šířky 250px až 768px
de_de: Flexibel zwischen 250px und 768px Breite
es_es: Se flexiona entre 250px y 768px de ancho
fi: Joustaa 250px ja 768px leveydeltä
fr_fr: S'étend entre 250px et 768px de largeur
he_il: שת 250px -768px ר
hu_hu: 250px és 768px szélesség között hajlítható
it_it: Flessione tra 250px e 768px di larghezza
ja: 幅250pxから768pxの間で曲がる
ja_jp: 250pxから768pxの間でフレックスします
km: Flexes antara 250px dan 768px lebar
ko_kr: 너비 250px~768px 사이 플렉스
lo: ຍືດລະຫວ່າງ 250px ແລະ 768px ກວ່າ
nb_no: Bøyes mellom 250 piksler og 768 piksler i bredden
nl_nl: Flexibel tussen 250px en 768px breed
pl_pl: Elastyczność w zakresie od 250 do 768 pikseli szerokości
pt_br: Flexibiliza entre 250px e 768px de largura
pt_pt: Flexibiliza entre 250px e 768px de largura
ro_ro: Flexibil între 250px și 768px lățime
ru_ru: Ширина варьируется от 250px до 768px
sv_se: Flexibel bredd mellan 250 och 768 pixlar
tr_tr: 250 piksel ile 768 piksel genişliği arasında esner
uk: Гнеться між 250px і 768px в ширину
vi: Co giãn giữa 250px và 768px rộng
zh_cn: 宽度可在 250px 和 768px 之间灵活调节

source: Flexes between 250px and 1169px wide
ar: يتراوح عرضها بين 250 بكسل و1169 بكسل
cs_cz: Ohyby v rozmezí šířky 250px až 1169px
de_de: Flexibel zwischen 250px und 1169px Breite
es_es: Se flexiona entre 250px y 1169px de ancho
fi: Taipuu 250px ja 1169px leveydeltä
fr_fr: S'étend entre 250px et 1169px de largeur
he_il: שת 250px -1169px ר
hu_hu: 250px és 1169px szélesség között hajlítható
it_it: Flessione tra 250px e 1169px di larghezza
ja: 幅250pxから1169pxの間で曲がる
ja_jp: 幅が250pxから1169pxの間で変動します。
km: Flexes antara 250px dan 1169px lebar
ko_kr: 너비 250픽셀에서 1169픽셀 사이의 플렉스
lo: ຍືດລະຫວ່າງລະດັບ 250px ແລະ 1169px ກວ່າ
nb_no: Bøyes mellom 250 piksler og 1169 piksler i bredden
nl_nl: Flexibel tussen 250px en 1169px breed
pl_pl: Elastyczność w zakresie od 250px do 1169px szerokości
pt_br: Flexibiliza entre 250px e 1169px de largura
pt_pt: Flexiona entre 250px e 1169px de largura
ro_ro: Flexibil între 250px și 1169px lățime
ru_ru: Ширина варьируется от 250px до 1169px
sv_se: Flexibel bredd mellan 250px och 1169px
tr_tr: 250 piksel ile 1169 piksel genişliği arasında esner
uk: Гнеться між 250px і 1169px завширшки
vi: Co giãn giữa 250px và 1169px rộng
zh_cn: 宽度可在 250px 和 1169px 之间灵活调节

source: I need a shortcode so that I can place the message in a better spot on Home page.
ar: أحتاج إلى رمز قصير حتى أتمكن من وضع الرسالة في مكان أفضل في الصفحة الرئيسية.
cs_cz: Potřebuji zkratku, abych mohl umístit zprávu na lepší místo na domovské stránce.
de_de: Ich brauche einen Shortcode, damit ich die Nachricht an einer besseren Stelle auf der Startseite platzieren kann.
es_es: Necesito un shortcode para poder colocar el mensaje en un lugar mejor de la página de inicio.
fi: Tarvitsen lyhytkoodin, jotta voin sijoittaa viestin parempaan paikkaan etusivulla.
fr_fr: J'ai besoin d'un shortcode pour pouvoir placer le message à un meilleur endroit sur la page d'accueil.
he_il: צר קצר ש ק ת ע ק תר ף ת.
hu_hu: Szükségem van egy rövidkódra, hogy az üzenetet jobb helyre tudjam helyezni a Kezdőlapon.
it_it: Ho bisogno di uno shortcode per poter posizionare il messaggio in un punto migliore della pagina iniziale.
ja: ショートコードが必要なのですが、ホームページの良い場所にメッセージを配置することができます。
ja_jp: ホームページのより良い場所にメッセージを配置するためのショートコードが必要です。.
km: ááŸ’á‰á»áŸ†ááŸ’ášá¼áœá€á¶ášá›áŸáá€á¼áŠááŸ’á›á¸áŠá¾á˜áŸ’á”á¸á¢á¶á…áŠá¶á€áŸ‹áŸá¶ášá“áŸ…á€á“áŸ’á›áŸ‚á„á›áŸ’á¢á”áŸ’ášáŸá¾ášá“áŸ…á›á¾á‘áŸ†á–áŸášáŠá¾á˜áŸ”.
ko_kr: 홈 페이지에서 더 좋은 위치에 메시지를 배치할 수 있도록 단축 코드가 필요합니다.
lo: Kuv xav tau ib qho shortcode kom kuv thiaj li muab cov lus rau hauv ib qho chaw zoo dua ntawm Nplooj Tseg.
nb_no: Jeg trenger en kortkode slik at jeg kan plassere meldingen på et bedre sted på startsiden.
nl_nl: Ik heb een shortcode nodig zodat ik het bericht op een betere plek op de startpagina kan plaatsen.
pl_pl: Potrzebuję shortcode, abym mógł umieścić wiadomość w lepszym miejscu na stronie głównej.
pt_br: Preciso de um shortcode para que eu possa colocar a mensagem em um local melhor na página inicial.
pt_pt: Preciso de um shortcode para poder colocar a mensagem num sítio melhor na página inicial.
ro_ro: Am nevoie de un shortcode, astfel încât să pot plasa mesajul într-un loc mai bun pe pagina de pornire.
ru_ru: Мне нужен шорткод, чтобы я мог разместить сообщение в лучшем месте на главной странице.
sv_se: Jag behöver en kortkod så att jag kan placera meddelandet på en bättre plats på hemsidan.
tr_tr: Mesajı Ana Sayfa'da daha iyi bir noktaya yerleştirebilmem için bir kısa koda ihtiyacım var.
uk: Мені потрібен шорткод, щоб я міг розмістити повідомлення в кращому місці на головній сторінці.
vi: Tôi cần một mã ngắn để có thể đặt thông điệp ở vị trí tốt hơn trên trang Chủ.
zh_cn: 我需要一个简码，这样我就可以把信息放在主页的一个更好的位置。

source: Shortcode
ar: اختصار
fi: Lyhytkoodi
fr_fr: Code court
he_il: ק קצר
hu_hu: Rövid kód
it_it: Codice abbreviato
ja: ショートコード
ja_jp: ショートコード
ko_kr: 숏코드
lo: ສັ່ງສັ່ນ
nb_no: Kortkode
ro_ro: Cod scurt
ru_ru: Шорткод
tr_tr: Kısa kod
uk: Шорткод
vi: Mã ngắn
zh_cn: 短代码

source: Category Page
ar: صفحة التصنيف
cs_cz: Stránka s výpisem kategorií
de_de: Kategorieseite
es_es: Página de categoría
fi: Luokka Sivu
fr_fr: Page Catégorie
he_il: ף קר
hu_hu: Kategória oldal
it_it: Pagina Categoria
ja: カテゴリページ
ja_jp: カテゴリーページ
km: á‘áŸ†á–áŸášâ€‹á”áŸ’ášá—áŸá‘
ko_kr: 카테고리 페이지
lo: ແບບແບບປ່າ
nb_no: Kategoriside
nl_nl: Categorie pagina
pl_pl: Strona Kategorii
pt_br: Página de Categoria
pt_pt: Página de Categoria
ro_ro: Pagina categoriilor
ru_ru: Страница категории
sv_se: Kategori Sida
tr_tr: Kategori Sayfası
uk: Сторінка категорії
vi: Trang Danh Mục
zh_cn: 分类页面

source: I need a shortcode so that I can place the message in a better spot on category page.
ar: أحتاج إلى رمز قصير حتى أتمكن من وضع الرسالة في مكان أفضل في صفحة الفئات.
cs_cz: Potřebuji zkratku, abych mohl umístit zprávu na lepší místo na stránce kategorie.
de_de: Ich brauche einen Shortcode, damit ich die Nachricht an einer besseren Stelle auf der Kategorieseite platzieren kann.
es_es: Necesito un shortcode para poder colocar el mensaje en un lugar mejor de la página de categorías.
fi: Tarvitsen lyhytkoodin, jotta voin sijoittaa viestin parempaan paikkaan luokkasivulla.
fr_fr: J'ai besoin d'un shortcode pour pouvoir placer le message à un meilleur endroit sur la page de la catégorie.
he_il: צר קצר ש ק ת ע ק תר ף קר.
hu_hu: Szükségem van egy rövidkódra, hogy az üzenetet jobb helyre tudjam helyezni a kategóriaoldalon.
it_it: Ho bisogno di uno shortcode per poter posizionare il messaggio in un punto migliore della pagina della categoria.
ja: カテゴリーページの良い場所にメッセージを配置できるショートコードが必要です。
ja_jp: カテゴリーページのより良い場所にメッセージを配置できるショートコードが必要です。.
km: ááŸ’á‰á»áŸ†ááŸ’ášá¼áœá€á¶ášá›áŸáá€á¼áŠááŸ’á›á¸á˜á½á™áŠá¾á˜áŸ’á”á¸á¢á¶á…áŠá¶á€áŸ‹áŸá¶ášá“áŸ…á€á“áŸ’á›áŸ‚á„á›áŸ’á¢á”áŸ’ášáŸá¾ášá“áŸ…á›á¾á‘áŸ†á–áŸášá€áŸ’ášá»á˜á”áŸ’ášá—áŸá‘áŸ”.
ko_kr: 카테고리 페이지에서 더 좋은 위치에 메시지를 배치할 수 있도록 단축 코드가 필요합니다.
lo: Kuv xav tau ib qho shortcode kom kuv thiaj li tso cov lus rau hauv ib qho chaw zoo dua ntawm nplooj ntawv pawg.
nb_no: Jeg trenger en kortkode slik at jeg kan plassere meldingen på et bedre sted på kategorisiden.
nl_nl: Ik heb een shortcode nodig zodat ik het bericht op een betere plek op de categoriepagina kan plaatsen.
pl_pl: Potrzebuję shortcode, abym mógł umieścić wiadomość w lepszym miejscu na stronie kategorii.
pt_br: Preciso de um shortcode para que eu possa colocar a mensagem em um local melhor na página da categoria.
pt_pt: Preciso de um shortcode para poder colocar a mensagem num local melhor na página da categoria.
ro_ro: Am nevoie de un shortcode, astfel încât să pot plasa mesajul într-un loc mai bun pe pagina categoriei.
ru_ru: Мне нужен шорткод, чтобы я мог разместить сообщение в лучшем месте на странице категории.
sv_se: Jag behöver en kortkod så att jag kan placera meddelandet på en bättre plats på kategorisidan.
tr_tr: Mesajı kategori sayfasında daha iyi bir noktaya yerleştirebilmem için bir kısa koda ihtiyacım var.
uk: Мені потрібен шорткод, щоб я міг розмістити повідомлення в кращому місці на сторінці категорії.
vi: Tôi cần một mã ngắn để có thể đặt thông điệp ở vị trí tốt hơn trên trang danh mục.
zh_cn: 我需要一个简码，这样我就可以把信息放在分类页面的一个更好的位置。

source: I need a shortcode so that I can place the message in a better spot on product page.
ar: أحتاج إلى رمز قصير حتى أتمكن من وضع الرسالة في مكان أفضل في صفحة المنتج.
cs_cz: Potřebuji zkratku, abych mohl umístit zprávu na lepší místo na stránce produktu.
de_de: Ich brauche einen Shortcode, damit ich die Nachricht an einer besseren Stelle auf der Produktseite platzieren kann.
es_es: Necesito un shortcode para poder colocar el mensaje en un lugar mejor en la página del producto.
fi: Tarvitsen lyhytkoodin, jotta voin sijoittaa viestin parempaan paikkaan tuotesivulla.
fr_fr: J'ai besoin d'un shortcode pour pouvoir placer le message à un meilleur endroit sur la page du produit.
he_il: צר קצר ש ק ת ע ק תר ף צר.
hu_hu: Szükségem van egy rövidkódra, hogy az üzenetet jobb helyre tudjam helyezni a termékoldalon.
it_it: Ho bisogno di uno shortcode per poter posizionare il messaggio in un punto migliore della pagina del prodotto.
ja: 商品ページの良い場所にメッセージを配置できるショートコードが必要です。
ja_jp: 商品ページのより良い場所にメッセージを配置できるショートコードが必要です。.
km: ááŸ’á‰á»áŸ†ááŸ’ášá¼áœá€á¶ášá›áŸáá€á¼áŠááŸ’á›á¸áŠá¾á˜áŸ’á”á¸á²áŸ’á™ááŸ’á‰á»áŸ†á¢á¶á…áŠá¶á€áŸ‹áŸá¶ášá“áŸ…á€á“áŸ’á›áŸ‚á„á›áŸ’á¢á”áŸ’ášáŸá¾ášá“áŸ…á›á¾á‘áŸ†á–áŸášá•á›á·áá•á›áŸ”.
ko_kr: 제품 페이지에서 더 좋은 위치에 메시지를 배치할 수 있도록 단축 코드가 필요합니다.
lo: Kuv xav tau ib qho shortcode kom kuv thiaj li tso cov lus rau hauv ib qho chaw zoo dua ntawm nqe khoom nplooj.
nb_no: Jeg trenger en kortkode slik at jeg kan plassere meldingen på et bedre sted på produktsiden.
nl_nl: Ik heb een shortcode nodig zodat ik het bericht op een betere plek op de productpagina kan plaatsen.
pl_pl: Potrzebuję shortcode, abym mógł umieścić wiadomość w lepszym miejscu na stronie produktu.
pt_br: Preciso de um shortcode para que eu possa colocar a mensagem em um local melhor na página do produto.
pt_pt: Preciso de um shortcode para poder colocar a mensagem num sítio melhor na página do produto.
ro_ro: Am nevoie de un shortcode, astfel încât să pot plasa mesajul într-un loc mai bun pe pagina produsului.
ru_ru: Мне нужен шорткод, чтобы я мог разместить сообщение в лучшем месте на странице товара.
sv_se: Jag behöver en kortkod så att jag kan placera meddelandet på en bättre plats på produktsidan.
tr_tr: Mesajı ürün sayfasında daha iyi bir noktaya yerleştirebilmem için bir kısa koda ihtiyacım var.
uk: Мені потрібен шорткод, щоб я міг розмістити повідомлення в кращому місці на сторінці продукту.
vi: Tôi cần một mã ngắn để có thể đặt thông điệp ở vị trí tốt hơn trên trang sản phẩm.
zh_cn: 我需要一个简码，这样我就可以把信息放在产品页面的一个更好的位置。

source: I need a shortcode so that I can place the message in a better spot on cart page.
ar: أحتاج إلى رمز قصير حتى أتمكن من وضع الرسالة في مكان أفضل في صفحة عربة التسوق.
cs_cz: Potřebuji zkratku, abych mohl umístit zprávu na lepší místo na stránce košíku.
de_de: Ich brauche einen Shortcode, damit ich die Nachricht an einer besseren Stelle auf der Warenkorb-Seite platzieren kann.
es_es: Necesito un shortcode para poder colocar el mensaje en un lugar mejor de la página del carrito.
fi: Tarvitsen lyhytkoodin, jotta voin sijoittaa viestin parempaan paikkaan ostoskorisivulla.
fr_fr: J'ai besoin d'un shortcode pour pouvoir placer le message à un meilleur endroit sur la page du panier.
he_il: צר קצר ש ק ת ע ק תר ע ע.
hu_hu: Szükségem van egy rövidkódra, hogy az üzenetet egy jobb helyre tudjam helyezni a kosároldalon.
it_it: Ho bisogno di uno shortcode per poter posizionare il messaggio in un punto migliore della pagina del carrello.
ja: カートページの良い場所にメッセージを配置できるショートコードが必要です。
ja_jp: カートページのより良い場所にメッセージを配置するためのショートコードが必要です。.
km: ááŸ’á‰á»áŸ†ááŸ’ášá¼áœá€á¶ášá›áŸáá€á¼áŠááŸ’á›á¸áŠá¾á˜áŸ’á”á¸á¢á¶á…áŠá¶á€áŸ‹áŸá¶ášá“áŸ…á€á“áŸ’á›áŸ‚á„á›áŸ’á¢á”áŸ’ášáŸá¾ášá“áŸ…á›á¾á‘áŸ†á–áŸášá‘á·á‰á‘áŸ†á“á·á‰áŸ”.
ko_kr: 장바구니 페이지에서 더 좋은 위치에 메시지를 배치할 수 있도록 단축 코드가 필요합니다.
lo: Kuv xav tau ib qho shortcode kom kuv thiaj li tso cov lus rau hauv ib qho chaw zoo dua ntawm nplooj ntawv khw.
nb_no: Jeg trenger en kortkode slik at jeg kan plassere meldingen på et bedre sted på handlekurv-siden.
nl_nl: Ik heb een shortcode nodig zodat ik het bericht op een betere plek op de winkelwagenpagina kan plaatsen.
pl_pl: Potrzebuję shortcode, abym mógł umieścić wiadomość w lepszym miejscu na stronie koszyka.
pt_br: Preciso de um shortcode para que eu possa colocar a mensagem em um local melhor na página do carrinho.
pt_pt: Preciso de um shortcode para poder colocar a mensagem num local melhor na página do carrinho de compras.
ro_ro: Am nevoie de un shortcode astfel încât să pot plasa mesajul într-un loc mai bun pe pagina coșului.
ru_ru: Мне нужен шорткод, чтобы я мог разместить сообщение в более удобном месте на странице корзины.
sv_se: Jag behöver en kortkod så att jag kan placera meddelandet på en bättre plats på vagnssidan.
tr_tr: Mesajı sepet sayfasında daha iyi bir noktaya yerleştirebilmem için bir kısa koda ihtiyacım var.
uk: Мені потрібен шорткод, щоб я міг розмістити повідомлення в кращому місці на сторінці кошика.
vi: Tôi cần một mã ngắn để có thể đặt thông điệp ở vị trí tốt hơn trên trang giỏ hàng.
zh_cn: 我需要一个简码，这样我就可以把信息放在购物车页面的一个更好的位置。

source: Payment Page
ar: صفحة الدفع
cs_cz: Platební stránka
de_de: Zahlungs-Seite
es_es: Página de Pago
fi: Maksusivu
fr_fr: Page de paiement
he_il: ף תש
hu_hu: Fizetési oldal
it_it: Pagina Pagamento
ja: 支払ページ
ja_jp: 支払いページ
km: á‘áŸ†á–áŸášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹
ko_kr: 결제 페이지
lo: ສໍາລະເບີກສໍາລະ
nb_no: Betalingsside
nl_nl: Betaalpagina
pl_pl: Strona płatności
pt_br: Página de Pagamento
pt_pt: Página de Pagamento
ro_ro: Pagină de plată
ru_ru: Страница оплаты
sv_se: Betalningssida
tr_tr: Ödeme Sayfası
uk: Сторінка оплати
vi: Trang Thanh Toán
zh_cn: 支付页面

source: I need a shortcode so that I can place the message in a better spot on payment page.
ar: أحتاج إلى رمز قصير حتى أتمكن من وضع الرسالة في مكان أفضل في صفحة الدفع.
cs_cz: Potřebuji zkratku, abych mohl umístit zprávu na lepší místo na platební stránce.
de_de: Ich brauche einen Shortcode, damit ich die Nachricht an einer besseren Stelle auf der Zahlungsseite platzieren kann.
es_es: Necesito un shortcode para poder colocar el mensaje en un lugar mejor de la página de pago.
fi: Tarvitsen lyhytkoodin, jotta voin sijoittaa viestin parempaan paikkaan maksusivulla.
fr_fr: J'ai besoin d'un shortcode pour pouvoir placer le message à un meilleur endroit sur la page de paiement.
he_il: צר קצר ש ק ת ע ק תר ף תש.
hu_hu: Szükségem van egy rövidkódra, hogy az üzenetet jobb helyre tudjam helyezni a fizetési oldalon.
it_it: Ho bisogno di uno shortcode per poter posizionare il messaggio in un punto migliore della pagina di pagamento.
ja: 支払いページでより良い場所にメッセージを配置できるよう、ショートコードが必要です。
ja_jp: 支払いページのより良い場所にメッセージを配置できるショートコードが必要です。.
km: ááŸ’á‰á»áŸ†ááŸ’ášá¼áœá€á¶ášá›áŸáá€á¼áŠááŸ’á›á¸á˜á½á™ áŠá¾á˜áŸ’á”á¸á¢á¶á…áŠá¶á€áŸ‹áŸá¶ášá“áŸ…á€á“áŸ’á›áŸ‚á„á›áŸ’á¢á”áŸ’ášáŸá¾ášá“áŸ…á›á¾á‘áŸ†á–áŸášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹áŸ”.
ko_kr: 결제 페이지에서 더 좋은 위치에 메시지를 배치할 수 있도록 단축 코드가 필요합니다.
lo: Kuv xav tau ib qho shortcode kom kuv thiaj li tso cov lus rau hauv ib qho chaw zoo dua ntawm nqe nyiaj nplooj.
nb_no: Jeg trenger en kortkode slik at jeg kan plassere meldingen på et bedre sted på betalingssiden.
nl_nl: Ik heb een shortcode nodig zodat ik het bericht op een betere plek op de betaalpagina kan plaatsen.
pl_pl: Potrzebuję shortcode, abym mógł umieścić wiadomość w lepszym miejscu na stronie płatności.
pt_br: Preciso de um shortcode para que eu possa colocar a mensagem em um local melhor na página de pagamento.
pt_pt: Preciso de um shortcode para poder colocar a mensagem num local melhor na página de pagamento.
ro_ro: Am nevoie de un shortcode, astfel încât să pot plasa mesajul într-un loc mai bun pe pagina de plată.
ru_ru: Мне нужен шорткод, чтобы я мог разместить сообщение в более удобном месте на странице оплаты.
sv_se: Jag behöver en kortkod så att jag kan placera meddelandet på en bättre plats på betalningssidan.
tr_tr: Mesajı ödeme sayfasında daha iyi bir noktaya yerleştirebilmem için bir kısa koda ihtiyacım var.
uk: Мені потрібен шорткод, щоб я міг розмістити повідомлення в кращому місці на сторінці оплати.
vi: Tôi cần một mã ngắn để có thể đặt thông điệp ở vị trí tốt hơn trên trang thanh toán.
zh_cn: 我需要一个简码，这样我就可以把信息放在付款页面的一个更好的位置。

source: Payment action
ar: إجراء الدفع
cs_cz: Platební akce
de_de: Zahlungsvorgang
es_es: Método de pago
fi: Maksun toteutus
fr_fr: Action de paiement
he_il: פעת תש
hu_hu: Fizetési művelet
it_it: Azione di pagamento
ja: 決済状況
ja_jp: 支払いアクション
km: áŸá€á˜áŸ’á˜á—á¶á–á€á¶ášá‘á¼á‘á¶ááŸ‹
ko_kr: 결제 동작
lo: ການດຳເນີນການຊໍາລະ
nb_no: Betalingshandling
nl_nl: Betaalactie
pl_pl: Akcja płatnicza
pt_br: Ação do Pagamento
pt_pt: Ação do Pagamento
ro_ro: Acțiune de plată
ru_ru: Действие оплаты
sv_se: Betalningsåtgärd
tr_tr: Ödeme Modeli
uk: Дія оплати
vi: Hành động thanh toán
zh_cn: 付款方法
