Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: To show the Google Pay button, Google Pay must be enabled in your PayPal account (<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/google-pay/#set-up-your-sandbox-account-to-accept-google-pay">setup guide</a>) and the page must be served over a secure (HTTPS) connection.
ar: لإظهار الزر Google Pay، يجب تمكين Google Pay في حسابك على PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/google-pay/#set-up-your-sandbox-account-to-accept-google-pay">(دليل الإعداد</a>) ويجب عرض الصفحة عبر اتصال آمن (HTTPS).
de_de: Um die Google Pay-Schaltfläche anzuzeigen, muss Google Pay in Ihrem PayPal-Konto aktiviert sein<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/google-pay/#set-up-your-sandbox-account-to-accept-google-pay">(Einrichtungsanleitung</a>) und die Seite muss über eine sichere (HTTPS-)Verbindung bereitgestellt werden.
es_es: Para mostrar el botón de Google Pay, Google Pay debe estar habilitado en su cuenta PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/google-pay/#set-up-your-sandbox-account-to-accept-google-pay">(guía de configuración</a>) y la página debe servirse a través de una conexión segura (HTTPS).
fr_fr: Pour afficher le bouton Google Pay, Google Pay doit être activé dans votre compte PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/google-pay/#set-up-your-sandbox-account-to-accept-google-pay">(guide de configuration</a>) et la page doit être diffusée via une connexion sécurisée (HTTPS).
it_it: Per mostrare il pulsante Google Pay, Google Pay deve essere abilitato nel vostro conto PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/google-pay/#set-up-your-sandbox-account-to-accept-google-pay">(guida all'impostazione</a>) e la pagina deve essere servita da una connessione sicura (HTTPS).
pt_br: Para exibir o botão do Google Pay, o Google Pay deve estar ativado em sua conta do PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/google-pay/#set-up-your-sandbox-account-to-accept-google-pay">(guia de configuração</a>) e a página deve ser exibida em uma conexão segura (HTTPS).
pt_pt: Para mostrar o botão do Google Pay, o Google Pay tem de estar ativado na sua conta PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/google-pay/#set-up-your-sandbox-account-to-accept-google-pay">(guia de configuração</a>) e a página tem de ser apresentada através de uma ligação segura (HTTPS).
ru_ru: Чтобы отобразить кнопку Google Pay, Google Pay должен быть включен в вашем аккаунте PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/google-pay/#set-up-your-sandbox-account-to-accept-google-pay">(руководство по настройке</a>), а страница должна обслуживаться через защищенное (HTTPS) соединение.

source: Enable Google Pay
ar: تمكين الشعار
cs_cz: Povolení služby Google Pay
de_de: Google Pay aktivieren
es_es: Activar Google Pay
fi: Ota Google Pay käyttöön
fr_fr: Activer Google Pay
he_il: פע ת Google Pay
hu_hu: A Google Pay engedélyezése
it_it: Abilitare Google Pay
ja: Google Payを有効にする
ja_jp: Google Payを有効にする
km: Google Pay-á¢á“á»á‰áŸ’á‰á¶á
ko_kr: Google Pay 사용
lo: ເປີດ Google Pay
nb_no: Aktiver Google Pay
nl_nl: Google Pay inschakelen
pl_pl: Włącz Google Pay
pt_br: Ativar o Google Pay
pt_pt: Ativar o Google Pay
ro_ro: Activați Google Pay
ru_ru: Включите Google Pay
sv_se: Aktivera Google Pay
tr_tr: Google Pay'i etkinleştirin
uk: Увімкніть Google Pay
vi: Bật Google Pay
zh_cn: 启用 Google Pay

source: Check this box to display the Google Pay button on selected pages.
ar: حدد هذا المربع لعرض زر Google Pay على الصفحات المحددة.
cs_cz: Zaškrtnutím tohoto políčka zobrazíte na vybraných stránkách tlačítko Google Pay.
de_de: Markieren Sie dieses Feld, um die Google Pay-Schaltfläche auf ausgewählten Seiten anzuzeigen.
es_es: Marque esta casilla para mostrar el botón Google Pay en las páginas seleccionadas.
fi: Merkitse tämä ruutu, jos haluat näyttää Google Pay -painikkeen valituilla sivuilla.
fr_fr: Cochez cette case pour afficher le bouton Google Pay sur les pages sélectionnées.
he_il: ס ת צ ת פתר Google Pay פ שר.
hu_hu: Jelölje be ezt a négyzetet a Google Pay gomb megjelenítéséhez a kiválasztott oldalakon.
it_it: Selezionare questa casella per visualizzare il pulsante Google Pay sulle pagine selezionate.
ja: 選択したページにGoogle Payボタンを表示するには、このボックスにチェックを入れます。
ja_jp: このボックスにチェックを入れると、選択したページにGoogle Payボタンが表示されます。.
km: à¶¸à·™à¶¸ à¶´à·™à¶§à·Šà¶§à·’à¶º à¶´à¶»à·“à¶šà·Šà·‚à· à¶šà¶»à¶±à·Šà¶±, à¶­à·à¶»à·à¶œà¶­à·Š à¶´à·’à¶§à·” à¶¸à¶­ Google Pay à¶¶à·œà¶­à·Šà¶­à¶¸ à¶´à·™à¶±à·Šà·€à·“à¶¸à¶§.
ko_kr: 선택한 페이지에 Google Pay 버튼을 표시하려면 이 확인란을 선택합니다.
lo: ເຊັກບັອກນີ້ເພື່ອແສດບັດຕົວ Google Pay ສະແດງໃນໜ້າທີ່ເລືອກ.
nb_no: Merk av i denne boksen for å vise Google Pay-knappen på utvalgte sider.
nl_nl: Vink dit vakje aan om de Google Pay-knop weer te geven op geselecteerde pagina's.
pl_pl: Zaznacz to pole, aby wyświetlić przycisk Google Pay na wybranych stronach.
pt_br: Marque essa caixa para exibir o botão do Google Pay nas páginas selecionadas.
pt_pt: Marque esta caixa para apresentar o botão do Google Pay nas páginas selecionadas.
ro_ro: Bifați această casetă pentru a afișa butonul Google Pay pe paginile selectate.
ru_ru: Установите этот флажок, чтобы отобразить кнопку Google Pay на выбранных страницах.
sv_se: Markera den här rutan för att visa Google Pay-knappen på valda sidor.
tr_tr: Seçili sayfalarda Google Pay düğmesini görüntülemek için bu kutuyu işaretleyin.
uk: Позначте це поле, щоб відобразити кнопку Google Pay на вибраних сторінках.
vi: Đánh dấu ô này để hiển thị nút Google Pay trên các trang đã chọn.
zh_cn: 选中此复选框可在选定页面上显示 Google Pay 按钮。

source: Select Page(s)
ar: حدد الصفحة (الصفحات)
de_de: Seite(n) auswählen
es_es: Seleccionar página(s)
fr_fr: Sélectionner Page(s)
it_it: Selezionare la pagina (o le pagine)
pt_br: Selecione a(s) página(s)
pt_pt: Selecionar página(s)
ru_ru: Выберите страницу (страницы)
zh_cn: 选择页面

source: Product
ar: المنتج
cs_cz: Produkt
de_de: Produkt
es_es: Producto
fi: Tuote
fr_fr: Produit
he_il: צר
hu_hu: Termék
it_it: Prodotto
ja: 商品
ja_jp: 製品
km: á•á›á·áá•á›
ko_kr: 상품
lo: ສິນຄ້າ
nb_no: Produkt
pl_pl: Produkt
pt_br: Produto
pt_pt: Produto
ro_ro: Produs
ru_ru: Товар
sv_se: Produkt
tr_tr: Ürün
uk: Продукт
vi: Sản phẩm
zh_cn: 产品

source: Cart
ar: سلة التسوق
cs_cz: Košík
de_de: Warenkorb
es_es: Carrito
fi: Ostoskori
fr_fr: Panier
he_il: ס קת
hu_hu: Kosár
it_it: Carrello
ja: カート
ja_jp: カート
km: á€á“áŸ’ááŸ’ášá¶á€áŸ‹
ko_kr: 장바구니
lo: ກະຕ່າ
nb_no: Handlekurv
nl_nl: Winkelwagen
pl_pl: Koszyk
pt_br: Carrinho
pt_pt: Carrinho
ro_ro: Coș
ru_ru: Корзина
sv_se: Varukorg
tr_tr: Sepet
uk: Кошик
vi: Giỏ hàng
zh_cn: 购物车

source: Mini Cart
ar: عربة مصغرة
cs_cz: Mini Košík
de_de: Mini Warenkorb
es_es: Mini Carrito
fi: Ostoskori
fr_fr: Mini panier
he_il: ע
hu_hu: Mini Kosár
it_it: Mini carrello
ja: ミニカート
ja_jp: ミニカート
km: á˜á¸á“á¸á€á¶á
ko_kr: 미니 장바구니
lo: ກະຕ່ານໍາສິນຄ້ານ້ອຍ
nb_no: Mini handlekurv
nl_nl: Mini Winkelwagen
pl_pl: Mini koszyk
pt_br: Mini carrinho
pt_pt: Mini Carrinho
ro_ro: Mini coș
ru_ru: Мини-корзина
sv_se: Mini varukorg
tr_tr: Mini Sepet
uk: Міні-картка
vi: Giỏ hàng nhỏ
zh_cn: 迷你购物车

source: Set the page(s) to display the Google Pay button.
ar: حدد مكان عرض زر/أزرار PayPal Express Checkout.
cs_cz: Nastavte stránku (stránky), na které se má zobrazit tlačítko Google Pay.
de_de: Legen Sie die Seite(n) fest, auf denen die Google Pay-Schaltfläche angezeigt werden soll.
es_es: Establezca las páginas en las que se mostrará el botón Google Pay.
fi: Määritä sivu(t), joilla Google Pay -painike näytetään.
fr_fr: Définissez la ou les pages sur lesquelles le bouton Google Pay doit s'afficher.
he_il: ר ת ף/פ ש פע פתר Google Pay.
hu_hu: Állítsa be az oldal(ak) megjelenítését a Google Pay gombra.
it_it: Impostare la pagina o le pagine su cui visualizzare il pulsante Google Pay.
ja: Google Payボタンを表示するページを設定します。
ja_jp: Google Payボタンを表示するページを設定します。.
km: á€áŸ†áááŸ‹á‘áŸ†á–áŸáš(áŸ—) áŠá¾á˜áŸ’á”á¸á”á„áŸ’á á¶á‰á”áŸŠá¼áá»á„ Google PayáŸ”.
ko_kr: Google Pay 버튼을 표시하도록 페이지를 설정합니다.
lo: ກຳນົດໜ້າ(ສ) ສໍາລັບແສດບັດ Google Pay.
nb_no: Angi hvilke(n) side(r) som skal vise Google Pay-knappen.
nl_nl: Stel de pagina('s) in waarop de Google Pay-knop moet worden weergegeven.
pl_pl: Ustaw strony, na których ma być wyświetlany przycisk Google Pay.
pt_br: Defina a(s) página(s) para exibir o botão do Google Pay.
pt_pt: Definir a(s) página(s) para apresentar o botão do Google Pay.
ro_ro: Setați pagina (paginile) pe care să fie afișat butonul Google Pay.
ru_ru: Установите страницу (страницы), на которой будет отображаться кнопка Google Pay.
sv_se: Ange vilken eller vilka sidor som ska visa Google Pay-knappen.
tr_tr: Google Pay düğmesinin görüntüleneceği sayfa(lar)ı ayarlayın.
uk: Встановіть сторінку(и) для відображення кнопки Google Pay.
vi: Đặt trang để hiển thị nút Google Pay.
zh_cn: 设置显示 Google Pay 按钮的页面。

source: Google Pay is not enabled in your PayPal account. Click below to enable it.<br><br><strong>Supported Countries:</strong><br>%1$s<br><br><strong>Supported Currencies:</strong><br>%2$s
ar: لم يتم تمكين Google Pay في حسابك على PayPal. انقر أدناه لتمكينه.<br><br><strong>البلدان المدعومة:</strong><br>%1$s<br><br><strong>العملات المدعومة:</strong><br>%2$s
cs_cz: Služba Google Pay není ve vašem účtu PayPal povolena. Kliknutím níže ji povolíte.<br><br><strong>Podporované země:</strong><br>%1$s<br><br><strong>Podporované měny:</strong><br>%2$s
de_de: Google Pay ist in Ihrem PayPal-Konto nicht aktiviert. Klicken Sie unten, um es zu aktivieren.<br><br><strong>Unterstützte Länder:</strong><br>%1$s<br><br><strong>Unterstützte Währungen:</strong><br>%2$s
es_es: Google Pay no está habilitado en su cuenta PayPal. Haga clic a continuación para activarlo.<br><br><strong>Países admitidos:</strong><br>%1$s<br><br><strong>Divisas admitidas:</strong><br>%2$s
fi: Google Pay ei ole käytössä PayPal-tililläsi. Ota se käyttöön napsauttamalla alla olevaa linkkiä.<br><br><strong>Tuetut maat:</strong><br>%1$s<br><br><strong>Tuetut valuutat:</strong><br>%2$s
fr_fr: Google Pay n'est pas activé dans votre compte PayPal. Cliquez ci-dessous pour l'activer.<br><br><strong>Pays pris en charge :</strong><br>%1$s<br><br><strong>Devises prises en charge :</strong><br>%2$s
he_il: Google Pay פע ש PayPal ש. ץ פע ת.<br><br><strong>ת תת:</strong><br>%1$s<br><br><strong>עת ת:</strong><br>%2$s
hu_hu: A Google Pay nincs engedélyezve a PayPal-fiókjában. Click below to enable it.<br><br><strong>Supported Countries:</strong><br>%1$s<br><br><strong>Supported Currencies:</strong><br>%2$s
it_it: Google Pay non è abilitato nel vostro conto PayPal. Fare clic qui sotto per abilitarlo.<br><br><strong>Paesi supportati:</strong><br>%1$s<br><br><strong>Valute supportate:</strong><br>%2$s
ja: PayPal アカウントで Google Pay が有効になっていません。有効化するには、以下をクリックしてください。<br><br><strong>対応国:</strong><br>%1$s<br><br><strong>対応通貨：</strong><br>%2$s
ja_jp: あなたのPayPalアカウントではGoogle Payが有効になっていません。以下をクリックして有効にしてください。<br><br><strong>対応国:</strong><br>%1$s<br><br><strong>対応通貨:</strong><br>%2$s
km: Google Pay á˜á·á“ááŸ’ášá¼áœá”á¶á“á”á¾á€á“áŸ…á€áŸ’á“á»á„á‚áá“á¸ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸáŸ” á…á»á…áá¶á„á€áŸ’ášáŸ„á˜áŠá¾á˜áŸ’á”á¸á”á¾á€áœá¶áŸ”<br><br><strong>á”áŸ’ášá‘áŸáŸáŠáŸ‚á›á‚á¶áŸ†á‘áŸ’áš:</strong><br>%1$s<br><br><strong>ášá¼á”á·á™áœááŸ’áá»áŠáŸ‚á›á‚á¶áŸ†á‘áŸ’áš:</strong><br>%2$s
ko_kr: PayPal 계정에서 Google Pay가 활성화되어 있지 않습니다. 아래를 클릭하여 활성화하세요.<br><br><strong>지원되는 국가:</strong><br>%1$s<br><br><strong>지원되는 통화:</strong><br>%2$s
lo: Google Pay tsis tau qhib hauv koj PayPal account. Nyem hauv qab no kom qhib nws.<br><br><strong>Cov teb chaws uas txhawb:</strong><br>%1$s<br><br><strong>Cov nyiaj txiag uas txhawb:</strong><br>%2$s
nb_no: Google Pay er ikke aktivert i PayPal-kontoen din. Klikk nedenfor for å aktivere det.<br><br><strong>Land</strong> som<strong>støttes:</strong><br>%1$s<br><br><strong>Støttede valutaer</strong>:<br>%2$s
nl_nl: Google Pay is niet ingeschakeld op je PayPal-rekening. Klik hieronder om het in te schakelen.<br><br><strong>Ondersteunde landen:</strong><br>%1$s<br><br><strong>Ondersteunde valuta:</strong><br>%2$s
pl_pl: Usługa Google Pay nie jest włączona na Twoim koncie PayPal. Kliknij poniżej, aby ją włączyć.<br><br><strong>Obsługiwane kraje:</strong><br>%1$s<br><br><strong>Obsługiwane waluty:</strong><br>%2$s
pt_br: O Google Pay não está ativado em sua conta do PayPal. Clique abaixo para ativá-lo.<br><br><strong>Países com suporte:</strong><br>%1$s<br><br><strong>Moedas com suporte:</strong><br>%2$s
pt_pt: O Google Pay não está ativado na sua conta PayPal. Clique abaixo para ativá-lo.<br><br><strong>Países suportados:</strong><br>%1$s<br><br><strong>Moedas suportadas:</strong><br>%2$s
ro_ro: Google Pay nu este activat în contul dvs. PayPal. Faceți clic mai jos pentru a-l activa.<br><br><strong>Țări acceptate:</strong><br>%1$s<br><br><strong>Valute acceptate:</strong><br>%2$s
ru_ru: Google Pay не включен в вашем аккаунте PayPal. Нажмите ниже, чтобы включить его.<br><br><strong>Поддерживаемые страны:</strong><br>%1$s<br><br><strong>Поддерживаемые валюты:</strong><br>%2$s
sv_se: Google Pay är inte aktiverat i ditt PayPal-konto. Klicka nedan för att aktivera det.<br><br><strong>Länder</strong> som<strong>stöds</strong>:<br>%1$s<br><br><strong>Valutor som stöds:</strong><br>%2$s
tr_tr: Google Pay, PayPal hesabınızda etkin değil. Etkinleştirmek için aşağıya tıklayın.<br><br><strong>Desteklenen Ülkeler:</strong><br>%1$s<br><br><strong>Desteklenen Para Birimleri</strong>:<br>%2$s
uk: Google Pay не активовано у вашому обліковому записі PayPal. Натисніть нижче, щоб активувати його.<br><br><strong>Підтримувані країни:</strong><br>%1$s<br><br><strong>Підтримувані валюти:</strong><br>%2$s
vi: Google Pay chưa được kích hoạt trong tài khoản PayPal của bạn. Nhấp vào bên dưới để kích hoạt nó.<br><br><strong>Các quốc gia được hỗ trợ:</strong><br>%1$s<br><br><strong>Các loại tiền tệ được hỗ trợ:</strong><br>%2$s

source: Apple Pay is not enabled in your PayPal account. Click below to enable it.<br><br><strong>Supported Countries:</strong><br>%1$s<br><br><strong>Supported Currencies:</strong><br>%2$s
ar: لم يتم تمكين Apple Pay في حسابك على PayPal. انقر أدناه لتمكينه.<br><br><strong>البلدان المدعومة:</strong><br>%1$s<br><br><strong>العملات المدعومة:</strong><br>%2$s
cs_cz: Služba Apple Pay není ve vašem účtu PayPal povolena. Kliknutím níže ji povolíte.<br><br><strong>Podporované země:</strong><br>%1$s<br><br><strong>Podporované měny:</strong><br>%2$s
de_de: Apple Pay ist in Ihrem PayPal-Konto nicht aktiviert. Klicken Sie unten, um es zu aktivieren.<br><br><strong>Unterstützte Länder:</strong><br>%1$s<br><br><strong>Unterstützte Währungen:</strong><br>%2$s
es_es: Apple Pay no está habilitado en su cuenta PayPal. Haga clic a continuación para activarlo.<br><br><strong>Países admitidos:</strong><br>%1$s<br><br><strong>Divisas admitidas:</strong><br>%2$s
fi: Apple Pay ei ole käytössä PayPal-tililläsi. Ota se käyttöön napsauttamalla alla olevaa linkkiä.<br><br><strong>Tuetut maat:</strong><br>%1$s<br><br><strong>Tuetut valuutat:</strong><br>%2$s
fr_fr: Apple Pay n'est pas activé dans votre compte PayPal. Cliquez ci-dessous pour l'activer.<br><br><strong>Pays pris en charge :</strong><br>%1$s<br><br><strong>Devises prises en charge :</strong><br>%2$s
he_il: Apple Pay פע ש PayPal ש. ץ פע ת.<br><br><strong>ת תת:</strong><br>%1$s<br><br><strong>עת ת:</strong><br>%2$s
hu_hu: Az Apple Pay nincs engedélyezve a PayPal-fiókjában. Click below to enable it.<br><br><strong>Supported Countries:</strong><br>%1$s<br><br><strong>Supported Currencies:</strong><br>%2$s
it_it: Apple Pay non è abilitato nel vostro conto PayPal. Fare clic qui sotto per abilitarlo.<br><br><strong>Paesi supportati:</strong><br>%1$s<br><br><strong>Valute supportate:</strong><br>%2$s
ja: PayPal アカウントで Apple Pay が有効になっていません。有効化するには、以下をクリックしてください。<br><br><strong>対応国:</strong><br>%1$s<br><br><strong>対応通貨：</strong><br>%2$s
ja_jp: Apple PayはあなたのPayPalアカウントで有効になっていません。以下をクリックして有効にしてください。<br><br><strong>対応国:</strong><br>%1$s<br><br><strong>対応通貨:</strong><br>%2$s
km: Apple Pay á˜á·á“ááŸ’ášá¼áœá”á¶á“á”á¾á€á“áŸ…á€áŸ’á“á»á„á‚áá“á¸ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸáŸ” á…á»á…áá¶á„á€áŸ’ášáŸ„á˜áŠá¾á˜áŸ’á”á¸á”á¾á€áœá¶áŸ”<br><br><strong>á”áŸ’ášá‘áŸáŸáŠáŸ‚á›á‚á¶áŸ†á‘áŸ’áš:</strong><br>%1$s<br><br><strong>ášá¼á”á·á™áœááŸ’áá»áŠáŸ‚á›á‚á¶áŸ†á‘áŸ’áš:</strong><br>%2$s
ko_kr: PayPal 계정에서 Apple Pay가 활성화되어 있지 않습니다. 활성화하려면 아래를 클릭하세요.<br><br><strong>지원 국가:</strong><br>%1$s<br><br><strong>지원 통화:</strong><br>%2$s
lo: Apple Pay tsis tau qhib hauv koj PayPal account. Nyem hauv qab no kom qhib nws.<br><br><strong>Cov teb chaws uas txhawb:</strong><br>%1$s<br><br><strong>Cov nyiaj uas txhawb:</strong><br>%2$s
nb_no: Apple Pay er ikke aktivert i PayPal-kontoen din. Klikk nedenfor for å aktivere det.<br><br><strong>Land</strong> som<strong>støttes:</strong><br>%1$s<br><br><strong>Støttede valutaer</strong>:<br>%2$s
nl_nl: Apple Pay is niet ingeschakeld op je PayPal-rekening. Klik hieronder om het in te schakelen.<br><br><strong>Ondersteunde landen:</strong><br>%1$s<br><br><strong>Ondersteunde valuta:</strong><br>%2$s
pl_pl: Usługa Apple Pay nie jest włączona na koncie PayPal. Kliknij poniżej, aby ją włączyć.<br><br><strong>Obsługiwane kraje:</strong><br>%1$s<br><br><strong>Obsługiwane waluty:</strong><br>%2$s
pt_br: O Apple Pay não está habilitado em sua conta do PayPal. Clique abaixo para habilitá-lo.<br><br><strong>Países com suporte:</strong><br>%1$s<br><br><strong>Moedas com suporte:</strong><br>%2$s
pt_pt: O Apple Pay não está ativado na sua conta PayPal. Clique abaixo para ativá-lo.<br><br><strong>Países suportados:</strong><br>%1$s<br><br><strong>Moedas suportadas:</strong><br>%2$s
ro_ro: Apple Pay nu este activat în contul dvs. PayPal. Faceți clic mai jos pentru a-l activa.<br><br><strong>Țări acceptate:</strong><br>%1$s<br><br><strong>Valute acceptate:</strong><br>%2$s
ru_ru: Apple Pay не включен в вашем аккаунте PayPal. Нажмите ниже, чтобы включить его.<br><br><strong>Поддерживаемые страны:</strong><br>%1$s<br><br><strong>Поддерживаемые валюты:</strong><br>%2$s
sv_se: Apple Pay är inte aktiverat i ditt PayPal-konto. Klicka nedan för att aktivera det.<br><br><strong>Länder</strong> som<strong>stöds</strong>:<br>%1$s<br><br><strong>Valutor som stöds:</strong><br>%2$s
tr_tr: Apple Pay, PayPal hesabınızda etkin değil. Etkinleştirmek için aşağıya tıklayın.<br><br><strong>Desteklenen Ülkeler:</strong><br>%1$s<br><br><strong>Desteklenen Para Birimleri</strong>:<br>%2$s
uk: Apple Pay не активовано у вашому обліковому записі PayPal. Натисніть нижче, щоб активувати його.<br><br><strong>Підтримувані країни:</strong><br>%1$s<br><br><strong>Підтримувані валюти:</strong><br>%2$s
vi: Apple Pay chưa được kích hoạt trong tài khoản PayPal của bạn. Nhấn vào bên dưới để kích hoạt nó.<br><br><strong>Các quốc gia được hỗ trợ:</strong><br>%1$s<br><br><strong>Các loại tiền tệ được hỗ trợ:</strong><br>%2$s

source: Enable Apple Pay
ar: تمكين PayPal Pro
cs_cz: Povolení služby Apple Pay
de_de: Aktivieren Sie Apple Pay
es_es: Activar Apple Pay
fi: Ota Apple Pay käyttöön
fr_fr: Activer Apple Pay
he_il: פע Apple Pay
hu_hu: Apple Pay engedélyezése
it_it: Abilitare Apple Pay
ja: Apple Payを有効にする
ja_jp: Apple Payを有効にする
km: á”á¾á€á€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á˜ Apple Pay
ko_kr: Apple Pay 활성화
lo: ເປີດໃຊ້ Apple Pay
nb_no: Aktiver Apple Pay
nl_nl: Apple Pay inschakelen
pl_pl: Włącz Apple Pay
pt_br: Ativar o Apple Pay
pt_pt: Ativar o Apple Pay
ro_ro: Activați Apple Pay
ru_ru: Включите Apple Pay
sv_se: Aktivera Apple Pay
tr_tr: Apple Pay'i etkinleştirin
uk: Увімкніть Apple Pay
vi: Bật Apple Pay
zh_cn: 启用 Apple Pay

source: To show the Apple Pay button, Apple Pay must be enabled in your PayPal account (<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/apple-pay/#set-up-your-sandbox-account-to-accept-apple-pay">setup guide</a>). The page must also be served over a secure (HTTPS) connection.
ar: لإظهار زر Apple Pay، يجب تمكين Apple Pay في حسابك على PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/apple-pay/#set-up-your-sandbox-account-to-accept-apple-pay">(دليل الإعداد</a>). يجب أيضًا عرض الصفحة عبر اتصال آمن (HTTPS).
de_de: Um die Apple Pay-Schaltfläche anzuzeigen, muss Apple Pay in Ihrem PayPal-Konto aktiviert sein<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/apple-pay/#set-up-your-sandbox-account-to-accept-apple-pay">(Einrichtungsanleitung</a>). Die Seite muss außerdem über eine sichere (HTTPS) Verbindung bereitgestellt werden.
es_es: Para mostrar el botón de Apple Pay, Apple Pay debe estar activado en su cuenta PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/apple-pay/#set-up-your-sandbox-account-to-accept-apple-pay">(guía de configuración</a>). La página también debe servirse a través de una conexión segura (HTTPS).
fr_fr: Pour afficher le bouton Apple Pay, Apple Pay doit être activé dans votre compte PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/apple-pay/#set-up-your-sandbox-account-to-accept-apple-pay">(guide de configuration</a>). La page doit également être servie via une connexion sécurisée (HTTPS).
it_it: Per visualizzare il pulsante Apple Pay, Apple Pay deve essere abilitato nel conto PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/apple-pay/#set-up-your-sandbox-account-to-accept-apple-pay">(guida alla configurazione</a>). La pagina deve inoltre essere servita da una connessione sicura (HTTPS).
pt_br: Para exibir o botão do Apple Pay, o Apple Pay deve estar ativado em sua conta do PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/apple-pay/#set-up-your-sandbox-account-to-accept-apple-pay">(guia de configuração</a>). A página também deve ser exibida em uma conexão segura (HTTPS).
pt_pt: Para mostrar o botão Apple Pay, o Apple Pay tem de estar ativado na sua conta PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/apple-pay/#set-up-your-sandbox-account-to-accept-apple-pay">(guia de configuração</a>). A página também tem de ser apresentada através de uma ligação segura (HTTPS).
ru_ru: Чтобы отображалась кнопка Apple Pay, Apple Pay должен быть включен в вашем аккаунте PayPal<a target="_blank" href="https://developer.paypal.com/docs/checkout/apm/apple-pay/#set-up-your-sandbox-account-to-accept-apple-pay">(руководство по настройке</a>). Страница также должна обслуживаться через безопасное (HTTPS) соединение.

source: Domain Registration
ar: تسجيل النطاق
cs_cz: Registrace domény
de_de: Domain-Registrierung
es_es: Lista de precios de dominio
fi: Verkkotunnuksen rekisteröinti
fr_fr: Enregistrement du Domaine
he_il: רש
hu_hu: Domain regisztráció
it_it: Registrazione dominio
ja: ドメイン登録
ja_jp: ドメイン登録
km: á€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŠáŸ‚á“
ko_kr: 도메인 등록
lo: ການລົງທະບຽນເດມ
nb_no: Registrering av domene
nl_nl: Domeinregistratie
pl_pl: Rejestracja domeny
pt_br: Registro de Domínio
pt_pt: Registo de domínios
ro_ro: Înregistrarea domeniului
ru_ru: Регистрация доменов
sv_se: Domänregistrering
tr_tr: Domain kaydı
uk: Реєстрація домену
vi: Đăng ký miền
zh_cn: 域名注册
