Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Customize the appearance of Express Checkout in your store.
ar: قم بتخصيص مظهر Express Checkout في متجرك.
cs_cz: Přizpůsobte si vzhled služby Express Checkout ve svém obchodě.
de_de: Passen Sie das Erscheinungsbild von Express Checkout in Ihrem Shop an.
es_es: Personalice la apariencia de la comprobación rápida en su tienda.
fi: Mukauta Express Checkoutin ulkoasua myymälässäsi.
fr_fr: Personnalisez l'apparence du Paiement Express dans votre boutique.
he_il: ת שת ת ר ש תש ר ת ש.
hu_hu: Testreszabhatja az Express Checkout megjelenését az áruházában.
it_it: Personalizza l'aspetto del Pagamento Express nel tuo negozio.
ja: エクスプレス・チェックアウトの外観をカスタマイズできます。
ko_kr: 스토어에서 빠른 결제의 모양을 사용자 지정합니다.
nb_no: Tilpass utseendet til Express Checkout i butikken din.
nl_nl: Pas het uiterlijk van Express Checkout in je winkel aan.
pl_pl: Dostosuj wygląd usługi Express Checkout w swoim sklepie.
pt_br: Personalize a apresentação do Checkout Express na sua loja.
pt_pt: Personalize a apresentação do Checkout Express na sua loja.
ro_ro: Personalizați aspectul Express Checkout în magazinul dvs.
ru_ru: Настройте внешний вид Express Checkout в вашем магазине.
sv_se: Anpassa utseendet på Express Checkout i din butik.
tr_tr: Express Checkout'un mağazanızdaki görünümünü özelleştirin.
zh_cn: 自定义 Express Checkout 在商店中的外观。

source: Page Style
ar: نمط الصفحة
cs_cz: Styl stránky
de_de: Seiten-Stil
es_es: Estilo de página
fi: Sivun tyyli
fr_fr: Style de page
he_il: ס ף
hu_hu: Oldal stílusa
it_it: Stile Pagina
ja: ページスタイル
ko_kr: 페이지 스타일
nb_no: Side stil
nl_nl: Pagina-opmaakprofiel
pl_pl: Styl strony
pt_br: Estilo da Página
pt_pt: Estilo da Página
ro_ro: Stil pagină
ru_ru: Стиль страницы
sv_se: Sidutseende
tr_tr: Sayfa Stili
zh_cn: 页面样式

source: Optionally enter the name of the page style you wish to use. These are defined within your PayPal account.
ar: إختيارياً أدخل إسم تصميم الصفحة الذي تريد إستخدامه. هذا معرف في حسابك في بايبال.
cs_cz: Volitelně zadejte název stylu stránky, který chcete použít. Ty jsou definovány v rámci vašeho účtu PayPal.
de_de: Optional können Sie den Namen des gewünschten Seitenstils eingeben. Seitenstile werden innerhalb Ihres PayPal-Kontos definiert.
es_es: De forma opcional, introduzca el nombre del estilo de página que desea utilizar. Estos se definen dentro de su cuenta de PayPal.
fi: Voit halutessasi syöttää haluamasi sivutyylin nimen. Nämä määritellään PayPal-tililläsi.
fr_fr: Entrez éventuellement le nom du style de page que vous souhaitez utiliser. Ceux-ci sont définis dans votre compte PayPal.
he_il: פ פצ, ת ש ס ע שרצ שתש . סת ר ש PayPal ש.
hu_hu: Opcionálisan megadhatja a használni kívánt oldal stílusát. Ezek a PayPal azonosítójában találhatók.
it_it: Inserisci facoltativamente il nome dello stile di pagina che desideri usare. Questi sono definiti all'interno del tuo account PayPal.
ja: 必要に応じて利用したいページのスタイルの名前を入力します。これらは、PayPal アカウント内で定義されます。
ko_kr: 사용하기를 원하는 페이지 스타일의 이름을 선택적으로 입력하세요. 이것은 페이팔 계정에서 정의됩니다.
nb_no: Du kan eventuelt angi navnet på sidestilen du ønsker å bruke. Disse er definert i PayPal-kontoen din.
nl_nl: Eventueel voert u de naam van de pagina stijl die u wilt gebruiken. Deze worden gedefinieerd in uw PayPal-rekening.
pl_pl: Opcjonalnie wprowadź nazwę stylu strony, którego chcesz użyć. Są one zdefiniowane na koncie PayPal użytkownika.
pt_br: Opcionalmente, insira o nome do estilo da página que deseja usar. Estas especificações são definidas na conta do PayPal. Isso afeta as telas de compra do PayPal clássico.
pt_pt: Opcionalmente, introduza o nome do estilo de página que você deseja usar. Os estilos são definidos na sua conta PayPal. Isso afecta o pagamento clássico do PayPal.
ro_ro: Introduceți opțional numele stilului de pagină pe care doriți să îl utilizați. Acestea sunt definite în contul dvs. PayPal.
ru_ru: При желании введите имя стиля страницы, который Вы хотите использовать. Они определены в вашем аккаунте PayPal. Это влияет на классические экраны проверочного PayPal.
sv_se: Ange eventuellt namnet på den sidstil som du vill använda. Dessa definieras i ditt PayPal-konto.
tr_tr: İsteğe bağlı olarak, kullanmak istediğiniz sayfa stilinin ismini yazınız. Bunlar, PayPal hesabınızda tanımlanır. Bu, klasik PayPal ödeme ekranlarını etkiler.
zh_cn: 输入您想要使用的页面样式的名称 (可选)。这些被定义在您的贝宝帐户。

source: Optional
ar: اختياري
cs_cz: Volitelné
es_es: Opcional
fi: Valinnainen
fr_fr: Optionnel
he_il: פצ
hu_hu: Választható
it_it: Opzionale
ja: オプション
ko_kr: 선택 사항
nb_no: Valgfritt
nl_nl: Optioneel
pl_pl: Opcjonalnie
pt_br: Opcional
pt_pt: Opcional
ro_ro: Opțional
ru_ru: Необязательно
sv_se: Valfritt
tr_tr: İsteğe bağlı
zh_cn: 可选的

source: Brand Name
ar: اسم العلامة التجارية
cs_cz: Název značky
de_de: Markenname
es_es: Nombre de la marca
fi: Tuotemerkki
fr_fr: Marque
he_il: ש ר
hu_hu: Márkanév
it_it: Marchio
ja: ブランド名
ja_jp: ブランド名
km: á˜áŸ‰á¶á€áˆáŸ’á˜áŸ„áŸ‡
ko_kr: 브랜드명
lo: ຊື່ແບຣນດ
nb_no: Primær merkevare farge
nl_nl: Merknaam
pl_pl: Nazwa marki
pt_br: Nome da Marca
pt_pt: Nome da Marca
ro_ro: Nume de brand
ru_ru: Имя Бренда
sv_se: Märkesnamn
tr_tr: Marka Adı
uk: Назва бренду
vi: Tên Thương Hiệu
zh_cn: 品牌名称

source: This controls what users see as the brand / company name on PayPal review pages.
ar: يتحكم هذا في ما يراه المستخدمون كاسم العلامة التجارية/الشركة على صفحات مراجعة PayPal.
cs_cz: Tím se řídí, co uživatelé vidí jako název značky / společnosti na stránkách s recenzemi PayPal.
de_de: Dies steuert, was die Benutzer als Marke / Firmenname auf PayPal Review Seiten sehen.
es_es: Esto controla lo que los usuarios ven como la marca / nombre de la empresa en las páginas de revisión de PayPal.
fi: Tämä ohjaa sitä, mitä käyttäjät näkevät tuotemerkin/yrityksen nimenä PayPalin arvostelusivuilla.
fr_fr: Cela contrôle ce que les utilisateurs voient comme marque / nom de la société sur les pages de révision de PayPal.
he_il: ש ע ששתש ר ש ת/ר פ קרת ש PayPal.
hu_hu: Ez szabályozza, hogy a felhasználók mit látnak a PayPal felülvizsgálati oldalain márka/cégnévként.
it_it: Questo controlla ciò che gli utenti vedono come il nome del marchio / azienda sulle pagine di PayPal.
ja: ここで、ユーザーが PayPal レビューページ上で目にするブランド/会社名を設定します。
ja_jp: これは、ユーザーがPayPalのレビューページで見るブランド/会社名を制御します。.
km: á“áŸáŸ‡á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„á¢áŸ’áœá¸áŠáŸ‚á›á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹áƒá¾á‰á‡á¶áˆáŸ’á˜áŸ„áŸ‡á˜áŸ‰á¶á€ / á€áŸ’ášá»á˜á áŸŠá»á“á“áŸ…á›á¾á‘áŸ†á–áŸášááŸ’ášá½áá–á·á“á·ááŸ’á™ PayPaláŸ”.
ko_kr: 이는 사용자가 PayPal 리뷰 페이지에서 브랜드/회사명으로 표시되는 내용을 제어합니다.
lo: ສິ່ງນີ້ຄວບຄຸມສິ່ງທີ່ຜູ້ໃຊ້ເຫັນເປັນຊື່ຍີ່ບຣັນດັບ / ບໍລິສັດໃນໜ້າທີ່ທີ່ປ່ອນຄະແນນ PayPal.
nb_no: Dette kontrollerer hva brukerne ser som merkevare-/firmanavn på PayPals anmeldelsessider.
nl_nl: Dit bepaalt wat gebruikers zien als de merknaam / bedrijfsnaam op de PayPal beoordelingspagina's.
pl_pl: Kontroluje co użytkownik widzi jako markę / nazwę firmy na stronie podsumowania PayPal.
pt_br: Isto controla o que os usuários veem como a marca / nome da empresa nas páginas de opiniões do PayPal.
pt_pt: Isto controla o que os utilizadores vêem como o nome da marca/empresa nas páginas de avaliação do PayPal.
ro_ro: Acest lucru controlează ceea ce utilizatorii văd ca fiind numele mărcii / companiei pe paginile de recenzii PayPal.
ru_ru: Это позволяет контролировать то, что пользователи видят в качестве названия бренда/компании на страницах отзывов PayPal.
sv_se: Detta styr vad användarna ser som varumärket/företagsnamnet på PayPals granskningssidor.
tr_tr: Bu, kullanıcıların PayPal inceleme sayfalarında marka / şirket adı olarak ne göreceklerini kontrol eder.
uk: Це контролює, що користувачі бачать як назву бренду / компанії на сторінках перегляду PayPal.
vi: Điều này kiểm soát những gì người dùng thấy dưới dạng tên thương hiệu / công ty trên các trang đánh giá của PayPal.
zh_cn: 这将控制用户在 PayPal 审核页面上看到的品牌/公司名称。

source: PayPal Checkout Logo Image(190x60)
ar: صورة شعار الدفع عبر PayPal (190 × 60)
cs_cz: Obrázek loga pokladny PayPal(190x60)
de_de: PayPal Checkout Logo Bild(190x60)
es_es: Imagen del logotipo de PayPal Checkout (190x60)
fi: PayPal-kassan logon kuva(190x60)
fr_fr: Image du logo PayPal Checkout (190x60)
he_il: תת PayPal Checkout (190x60)
hu_hu: PayPal Checkout logó kép(190x60)
it_it: Immagine del logo della cassa PayPal (190x60)
ja: ペイパルチェックアウトロゴ画像(190x60)
ko_kr: 페이팔 결제 로고 이미지(190x60)
nb_no: PayPal Checkout-logobilde (190x60)
pl_pl: Obraz logo płatności PayPal (190x60)
pt_br: Imagem do logotipo do checkout do PayPal (190x60)
pt_pt: Imagem do logotipo do checkout do PayPal (190x60)
ru_ru: Изображение логотипа PayPal Checkout (190x60)
tr_tr: PayPal Ödeme Logo Görüntüsü(190x60)
zh_cn: 贝宝结账徽标图片（190x60）

source: This controls what users see as the logo on PayPal review pages.
ar: هذا يتحكم في ما يراه المستخدمون كشعار في صفحات مراجعة PayPal.
cs_cz: Tím se řídí, co uživatelé vidí jako logo na stránkách s recenzemi PayPal.
de_de: Dies steuert, was Benutzer als das Logo auf PayPal Bewertung Seiten sehen
es_es: Esto controla lo que los usuarios ven como logotipo en las páginas de revisión de PayPal.
fi: Tämä ohjaa sitä, mitä käyttäjät näkevät logona PayPalin arvostelusivuilla.
fr_fr: Ceci contrôle ce que les utilisateurs voientt comme le logo sur les pages PayPal.
he_il: ש ע ששתש ר פ קרת ש PayPal.
hu_hu: Ez szabályozza, hogy a felhasználók mit lássanak logóként a PayPal felülvizsgálati oldalain.
it_it: Questo controlla ciò che gli utenti vedono come logo sulle pagine di recensione PayPal.
ja: ここで、ユーザーが PayPal レビューページ上で目にするロゴを設定します。
ko_kr: 이 설정은 PayPal 리뷰 페이지에서 사용자에게 표시되는 로고를 제어합니다.
nb_no: Dette kontrollerer hva brukerne ser som logo på PayPals anmeldelsessider.
nl_nl: Dit bepaalt wat gebruikers als logo zien op de PayPal beoordelingspagina's.
pl_pl: Kontroluje co użytkownik widzi jako logo na stronie podsumowania PayPal.
pt_br: Isto controla o logo que os usuários veem no cabeçalho das páginas de opiniões do PayPal
pt_pt: Isto controla o que os utilizadores vêem como logótipo nas páginas de avaliação do PayPal.
ro_ro: Aceasta controlează ce văd utilizatorii ca logo pe paginile de recenzii PayPal.
ru_ru: Это определяет, что пользователи видят как логотип на страницах обзора PayPal.
sv_se: Detta styr vad användarna ser som logotyp på PayPals granskningssidor.
tr_tr: Bu, kullanıcıların PayPal inceleme sayfalarında logo olarak ne göreceğini kontrol eder.
zh_cn: 这将控制用户在 PayPal 审核页面上看到的徽标。

source: Header Image (750x90)
ar: صورة الرأس (750 × 90)
cs_cz: Obrázek v záhlaví (750x90)
de_de: Header-Bild (750x90)
es_es: Imagen de cabecera (750x90)
fi: Otsikkokuva (750x90)
fr_fr: Image d'en-tête (750x90)
he_il: תת תרת (750x90)
hu_hu: Fejléc kép (750x90)
it_it: Immagine di intestazione (750x90)
ja: ヘッダー画像 (750x90)
ko_kr: 헤더 이미지(750x90)
nb_no: Topptekstbilde (750x90)
nl_nl: Afbeelding koptekst (750x90)
pl_pl: Obraz nagłówka (750x90)
pt_br: Imagem do cabeçalho (750x90)
pt_pt: Imagem do cabeçalho (750x90)
ro_ro: Imagine antet (750x90)
ru_ru: Изображение заголовка (750x90)
sv_se: Bild på sidhuvudet (750x90)
tr_tr: Başlık Resmi (750x90)
zh_cn: 标题图片（750x90）

source: This controls what users see as the header banner on PayPal review pages.
ar: هذا يتحكم في ما يراه المستخدمون كراية رأس في صفحات مراجعة PayPal.
cs_cz: Tím se řídí, co uživatelé uvidí jako banner v záhlaví na stránkách s recenzemi PayPal.
de_de: Dies steuert, was Benutzer als Header-Banner auf PayPal-Review-Seiten sehen
es_es: Controla lo que los usuarios ven como banner de cabecera en las páginas de revisión de PayPal.
fi: Tämä ohjaa sitä, mitä käyttäjät näkevät PayPal-arvostelusivujen otsikkobannerina.
fr_fr: Ceci contrôle ce que les utilisateurs voient comme le logo sur les pages PayPal.
he_il: ש ע ששתש ר ר תרת פ קרת ש PayPal.
hu_hu: Ez szabályozza, hogy a felhasználók mit lássanak fejlécbannerként a PayPal felülvizsgálati oldalain.
it_it: Questo controlla ciò che gli utenti vedono come testata pubblicitaria sulle pagine PayPal.
ja: ここで、ユーザーが PayPal レビューページ上で目にするヘッダーバナーを設定します。
ko_kr: 사용자가 PayPal 리뷰 페이지에서 헤더 배너로 표시되는 내용을 제어합니다.
nb_no: Dette kontrollerer hva brukerne ser som topptekstbanner på PayPals anmeldelsessider.
nl_nl: Hiermee bepaal je wat gebruikers zien als header banner op PayPal review pagina's.
pl_pl: Kontroluje co użytkownik widzi jako baner na stronie podsumowania PayPal.
pt_br: Isto controla o banner que os usuários veem no cabeçalho das páginas de opiniões do PayPal
pt_pt: Isto controla o que os utilizadores vêem como banner de cabeçalho nas páginas de avaliação do PayPal.
ro_ro: Aceasta controlează ce văd utilizatorii ca banner de antet pe paginile de recenzii PayPal.
ru_ru: Это определяет, что пользователи видят как баннер заголовка на страницах обзора PayPal.
sv_se: Detta styr vad användarna ser som rubrikbanner på PayPals granskningssidor.
tr_tr: Bu, kullanıcıların PayPal inceleme sayfalarında başlık banner'ı olarak ne göreceklerini kontrol eder.
zh_cn: 这将控制用户在 PayPal 审核页面上看到的标题横幅。

source: PayPal Account Optional
ar: حساب PayPal اختياري
cs_cz: Volitelný účet PayPal
de_de: PayPal Konto Optional
es_es: Cuenta opcional PayPal
fi: PayPal-tili Valinnainen
fr_fr: Compte PayPal Facultatif
he_il: ש PayPal פצ
hu_hu: PayPal számla opcionális
it_it: Conto PayPal Opzionale
ja: PayPalアカウント（オプション
ko_kr: PayPal 계정 옵션
nb_no: PayPal-konto valgfritt
nl_nl: PayPal-rekening Optioneel
pl_pl: Opcjonalne konto PayPal
pt_br: Conta PayPal opcional
pt_pt: Conta PayPal opcional
ro_ro: Cont PayPal opțional
ru_ru: Счет PayPal Необязательно
sv_se: PayPal-konto valfritt
tr_tr: PayPal Hesabı İsteğe Bağlı
zh_cn: 可选 PayPal 账户

source: Allow customers to checkout without a PayPal account using their credit card.
ar: السماح للعملاء بالدفع بدون حساب PayPal باستخدام بطاقة الائتمان الخاصة بهم.
cs_cz: Umožněte zákazníkům provést platbu bez účtu PayPal pomocí jejich kreditní karty.
de_de: Ermöglicht es Kunden, ohne PayPal-Konto mit ihrer Kreditkarte zu bezahlen.
es_es: Permitir a los clientes realizar el pago sin una cuenta PayPal utilizando su tarjeta de crédito.
fi: Salli asiakkaiden tehdä kassakäynti ilman PayPal-tiliä luottokortilla.
fr_fr: Autoriser les clients à passer à la caisse sans compte PayPal en utilisant leur carte de crédit.
he_il: פשר קת צע תש ש PayPal צעת רס שר ש.
hu_hu: Lehetővé teszi az ügyfelek számára, hogy PayPal-fiók nélkül, hitelkártyával fizessenek.
it_it: Consentire ai clienti di andare alla cassa senza un conto PayPal utilizzando la propria carta di credito.
ja: PayPalアカウントがなくても、クレジットカードを使ってチェックアウトできるようにします。
ko_kr: 고객이 PayPal 계정 없이 신용카드를 사용하여 결제할 수 있도록 허용합니다.
nb_no: Tillat kunder å betale uten en PayPal-konto ved hjelp av kredittkortet sitt.
nl_nl: Laat klanten afrekenen zonder PayPal-rekening met hun creditcard.
pl_pl: Umożliwienie klientom dokonywania płatności za pomocą karty kredytowej bez konieczności posiadania konta PayPal.
pt_br: Permitir que clientes paguem sem uma conta de PayPal usando o seu cartão de crédito.
pt_pt: Permitir que os clientes efectuem o checkout sem uma conta PayPal utilizando o seu cartão de crédito.
ro_ro: Permiteți clienților să facă checkout fără un cont PayPal folosind cardul de credit.
ru_ru: Позволяйте покупателям оформлять заказ без учетной записи PayPal, используя кредитную карту.
sv_se: Låt kunder som inte har ett PayPal-konto betala med sitt kreditkort.
tr_tr: Müşterilerin kredi kartlarını kullanarak PayPal hesabı olmadan ödeme yapmalarına izin verin.
zh_cn: 允许客户在没有 PayPal 账户的情况下使用信用卡结账。

source: PayPal Account Optional must be turned on in your PayPal account profile under Website Preferences.
ar: يجب تشغيل حساب PayPal الاختياري في ملفك الشخصي على PayPal ضمن تفضيلات الموقع الإلكتروني.
cs_cz: Volitelný účet PayPal musí být zapnutý v profilu účtu PayPal v části Předvolby webu.
de_de: PayPal-Konto Optional muss in Ihrem PayPal-Konto-Profil unter Website-Einstellungen aktiviert sein.
es_es: Cuenta PayPal Opcional debe estar activada en el perfil de su cuenta PayPal, en Preferencias del sitio Web.
fi: PayPal-tilin valinnaisuus on otettava käyttöön PayPal-tilisi profiilissa kohdassa Verkkosivuston asetukset.
fr_fr: Le compte PayPal Facultatif doit être activé dans votre profil de compte PayPal sous Préférences du site Web.
he_il: ש פע ת פשרת "ש PayPal פצ" פרפ ש PayPal ש תת "עפת תר".
hu_hu: A PayPal-fiók opcionális beállítását be kell kapcsolni a PayPal-fiók profiljában a Webhelybeállítások menüpontban.
it_it: PayPal Account Optional deve essere attivato nel tuo conto PayPal sotto Preferenze del sito.
ja: PayPalアカウントオプションは、PayPalアカウントプロフィールの「ウェブサイト設定」でオンにする必要があります。
ko_kr: 웹사이트 환경설정의 PayPal 계정 프로필에서 PayPal 계정 옵션이 켜져 있어야 합니다.
nb_no: Valgfri PayPal-konto må være slått på i PayPal-kontoprofilen din under Nettstedsinnstillinger.
nl_nl: PayPal-rekening Optioneel moet ingeschakeld zijn in uw PayPal-rekeningprofiel onder Websitevoorkeuren.
pl_pl: PayPal Account Optional musi być włączone w Twoim koncie PayPal w sekcji Website Preferences.
pt_br: PayPal conta opcional deve estar ativada em seu perfil de conta do PayPal em preferências do site.
pt_pt: A opção Conta PayPal tem de estar activada no perfil da sua conta PayPal em Preferências do site.
ro_ro: Opțiunea Cont PayPal trebuie să fie activată în profilul contului dvs. PayPal la Preferințe site.
ru_ru: Дополнительные параметры счета PayPal должны быть включены в профиле вашего счета PayPal в разделе "Настройки сайта".
sv_se: Valfritt PayPal-konto måste vara aktiverat i din PayPal-kontoprofil under Webbplatsinställningar.
tr_tr: PayPal Hesabı İsteğe Bağlı, Web Sitesi Tercihleri altındaki PayPal hesap profilinizde açık olmalıdır.
zh_cn: 必须在网站首选项下的 PayPal 账户配置文件中打开 PayPal 账户可选功能。

source: Landing Page
ar: الصفحة المقصودة
cs_cz: Vstupní stránka
es_es: Página de aterrizaje
fi: Aloitussivu
fr_fr: Página de destino
he_il: ף ת
hu_hu: Érkeztető oldal
ja: ランディングページ
ja_jp: ランディングページ
km: á‘áŸ†á–áŸášâ€‹á…á»áŸ‡
ko_kr: 랜딩 페이지
lo: ສໍາລັບເພດທີ່ດິນ
nb_no: Landingsside
nl_nl: Landingspagina
pl_pl: Strona docelowa
pt_pt: Página de Aterrisagem
ro_ro: Pagina principală
ru_ru: Посадочная страница
sv_se: Landningssida
tr_tr: Açılış sayfası
uk: Лендингова сторінка
vi: Trang đích
zh_cn: 登陆页面

source: Type of PayPal page to display.
ar: نوع صفحة PayPal المراد عرضها.
cs_cz: Typ stránky PayPal, která se má zobrazit.
de_de: Art der PayPal-Seite für die Anzeige.
es_es: Tipo de página de PayPal para mostrar.
fi: Näytettävän PayPal-sivun tyyppi.
fr_fr: Type de page PayPal à afficher.
he_il: ס ף PayPal צ.
hu_hu: A megjelenítendő PayPal oldal típusa.
it_it: Tipo di pagina PayPal da visualizzare.
ja: 表示する PayPal ページスタイル。
ko_kr: 표시할 PayPal 페이지 유형입니다.
nb_no: Side stil for PayPal:
nl_nl: Type PayPal-pagina dat moet worden weergegeven.
pl_pl: Typ strony PayPal do wyświetlenia.
pt_br: Tipo de página do PayPal a mostrar.
pt_pt: Tipo de página do PayPal a mostrar.
ro_ro: Tipul de pagină PayPal care urmează să fie afișată.
ru_ru: Тип страницы PayPal для отображения.
sv_se: Typ av PayPal-sida som ska visas.
tr_tr: Görüntülenecek PayPal sayfası türü.
zh_cn: 要显示的 PayPal 页面类型。

# Type of PayPal page
source: Billing (Non-PayPal account)
ar: الفوترة (حساب غير PayPal)
cs_cz: Fakturace (účet jiný než PayPal)
de_de: Rechnung (Kein Konto bei PayPal)
es_es: Facturación (cuenta no PayPal)
fi: Laskutus (ei-PayPal-tili)
fr_fr: Facturation (compte non-PayPal)
he_il: (ש ש PayPal)
hu_hu: Számlázás (Nem-PayPal számla)
it_it: Fatturazione (account non PayPal)
ja: 課金( PayPal 以外のアカウント)
ko_kr: 청구(PayPal 외 계정)
nb_no: Vis kategorien ordrer
nl_nl: Facturering (niet-PayPal-account)
pl_pl: Rozliczenia (konto inne niż PayPal)
pt_br: Facturação (sem conta PayPal)
pt_pt: Facturação (sem conta PayPal)
ro_ro: Facturare (cont Non-PayPal)
ru_ru: Платеж (учетная запись, отличная от PayPal)
sv_se: Fakturering (icke-PayPal-konto)
tr_tr: Faturalama (PayPal dışı hesap)
zh_cn: 账单（非PayPal账户）

# Type of PayPal page
source: Login (PayPal account login)
ar: تسجيل الدخول (تسجيل الدخول إلى حساب PayPal)
cs_cz: Přihlášení (přihlášení k účtu PayPal)
de_de: Anmelden (Login-Seite von PayPal)
es_es: Iniciar sesión (cuenta de inicio de sesión de PayPal)
fi: Kirjaudu sisään (PayPal-tilin kirjautuminen)
fr_fr: Connexion (compte PayPal)
he_il: ס (ס ש PayPal)
hu_hu: Bejelentkezés (PayPal-fiókkal)
it_it: Acceso (accesso all'account PayPal)
ja: ログイン（PayPal アカウントログイン）
ko_kr: 로그인(PayPal 계정 로그인)
nb_no: Se ditt tema min login konto
nl_nl: Inloggen (inloggen op PayPal-rekening)
pl_pl: Login (login do konta PayPal)
pt_br: Entrar (com conta PayPal)
pt_pt: Entrar (com conta PayPal)
ro_ro: Autentificare (autentificare cont PayPal)
ru_ru: Вход (учетная запись учетной записи PayPal)
sv_se: Logga in (inloggning till PayPal-konto)
tr_tr: Giriş (PayPal hesap girişi)
zh_cn: 输入谷歌登录的谷歌 Api 代码
