Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: An error occurred while updating the order.
ar: حدث خطأ أثناء تحديث الطلب.
cs_cz: Při aktualizaci objednávky došlo k chybě.
de_de: Beim Aktualisieren der Bestellung ist ein Fehler aufgetreten.
es_es: Se ha producido un error al actualizar el pedido.
fi: Tilausta päivitettäessä tapahtui virhe.
fr_fr: Une erreur s'est produite lors de la mise à jour de la commande.
he_il: רע ש עת ע .
hu_hu: Hiba történt a megrendelés frissítése közben.
it_it: Si è verificato un errore durante l'aggiornamento dell'ordine.
ja: 注文の更新中にエラーが発生しました。
ja_jp: 注文の更新中にエラーが発生しました。.
km: á€á¶ášá€á¾áá˜á¶á“á€áŸ†á á»áŸá“áŸ…á–áŸá›á€áŸ†á–á»á„á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰áŸ”.
ko_kr: 주문을 업데이트하는 동안 오류가 발생했습니다.
lo: ມີຂໍເກີດຜິດພາດໃນຂະບວນການອັບເດດຄະແນນ.
nb_no: Det oppsto en feil under oppdatering av bestillingen.
nl_nl: Er is een fout opgetreden tijdens het bijwerken van de bestelling.
pl_pl: Wystąpił błąd podczas aktualizacji zamówienia.
pt_br: Ocorreu um erro ao atualizar o pedido.
pt_pt: Ocorreu um erro ao atualizar a encomenda.
ro_ro: A apărut o eroare în timpul actualizării comenzii.
ru_ru: При обновлении заказа произошла ошибка.
sv_se: Ett fel inträffade vid uppdatering av ordern.
tr_tr: Sipariş güncellenirken bir hata oluştu.
uk: Сталася помилка під час оновлення замовлення.
vi: Đã xảy ra lỗi trong quá trình cập nhật đơn hàng.
zh_cn: 更新订单时发生错误。

source: Payment Gateway for PayPal on WooCommerce: %1$s
ar: بوابة الدفع ل PayPal على WooCommerce: %1$s
cs_cz: Platební brána pro PayPal ve WooCommerce: %1$s
de_de: Zahlungsgateway für PayPal in WooCommerce: %1$s
es_es: Pasarela de pago para PayPal en WooCommerce: %1$s
fi: Maksu Gateway PayPal WooCommerce: %1$s
fr_fr: Passerelle de paiement pour PayPal sur WooCommerce : %1$s
he_il: שער תש ער PayPal -WooCommerce: %1$s
hu_hu: Fizetési átjáró a PayPal számára a WooCommerce-en: %1$s
it_it: Gateway di pagamento per PayPal su WooCommerce: %1$s
ja: WooCommerceのPayPalのための支払いゲートウェイ: [0］
ja_jp: WooCommerceのPayPal用決済ゲートウェイ: %1$s
km: WooCommerce à·„à·’ PayPal à·ƒà¶³à·„à· à¶œà·™à·€à·“à¶¸à·Š à¶¸à·à¶»à·Šà¶œà¶º: %1$s
ko_kr: WooCommerce의 PayPal용 결제 게이트웨이: %1$s
lo: Payment Gateway rau PayPal ntawm WooCommerce: %1$s
nb_no: Betalingsgateway for PayPal på WooCommerce: %1$s
nl_nl: Betalingsgateway voor PayPal op WooCommerce: %1$s
pl_pl: Bramka płatności dla PayPal na WooCommerce: %1$s
pt_br: Gateway de pagamento para PayPal no WooCommerce: %1$s
pt_pt: Gateway de pagamento para PayPal no WooCommerce: %1$s
ro_ro: Gateway de plată pentru PayPal pe WooCommerce: %1$s
ru_ru: Платежный шлюз для PayPal на WooCommerce: %1$s
sv_se: Betalningsgateway för PayPal på WooCommerce: %1$s
tr_tr: WooCommerce'de PayPal için Ödeme Geçidi: %1$s
uk: Платіжний шлюз для PayPal на WooCommerce: %1$s
vi: Cổng thanh toán cho PayPal trên WooCommerce: %1$s

source: WooCommerce Version: %1$s
ar: إصدار WooCommerce: %1$s
cs_cz: Verze WooCommerce: %1$s
es_es: Versión WooCommerce: %1$s
fi: WooCommerce-versio: %1$s
fr_fr: Version WooCommerce : %1$s
he_il: רסת WooCommerce: %1$s
hu_hu: WooCommerce verzió: %1$s
it_it: Versione WooCommerce: %1$s
ja: WooCommerceバージョン：%1$s
ja_jp: WooCommerce バージョン: %1$s
km: WooCommerce á€áŸ†ááŸ‚: %1$s
ko_kr: 우커머스 버전: %1$s
lo: WooCommerce ສຽງສະບັບ: %1$s
nb_no: WooCommerce versjon: %1$s
nl_nl: WooCommerce versie: %1$s
pl_pl: Wersja WooCommerce: %1$s
pt_br: Versão do WooCommerce: %1$s
pt_pt: Versão do WooCommerce: %1$s
ro_ro: Versiunea WooCommerce: %1$s
ru_ru: Версия WooCommerce: %1$s
tr_tr: WooCommerce Sürümü: %1$s
uk: Версія WooCommerce: %1$s
vi: Phiên bản WooCommerce: %1$s

source: Payment pending (%1$s).
ar: الدفع معلق (%1$s).
cs_cz: Čekající platba (%1$s).
de_de: Zahlung ausstehend (%1$s).
es_es: Pago pendiente (%1$s).
fi: Maksu vireillä (%1$s).
fr_fr: Paiement en attente (%1$s).
he_il: תש ת (%1$s).
hu_hu: Fizetés folyamatban (%1$s).
it_it: Pagamento in sospeso (%1$s).
ja: 支払い保留（%1$s）。
ja_jp: 支払い保留中 (%1$s)。.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á€áŸ†á–á»á„ášá„áŸ‹á…á¶áŸ† (%1$s).
ko_kr: 결제 보류 중 (%1$s).
lo: ການຊໍາລະລໍຖ້າ (%1$s).
nb_no: Betaling i påvente (%1$s).
nl_nl: Betaling in behandeling (%1$s).
pl_pl: Płatność oczekująca (%1$s).
pt_br: Pagamento pendente (%1$s).
pt_pt: Pagamento pendente (%1$s).
ro_ro: Plată în așteptare (%1$s).
ru_ru: Платеж ожидается (%1$s).
sv_se: Betalning pågår (%1$s).
tr_tr: Ödeme beklemede (%1$s).
uk: Очікується оплата (%1$s).
vi: Thanh toán đang chờ (%1$s).

source: Sorry, your session has expired.
ar: عذراً، انتهت صلاحية جلستك.
cs_cz: Omlouváme se, ale vaše relace vypršela.
de_de: Ihre Sitzung ist leider abgelaufen.
es_es: Lo sentimos, tu sesión ha caducado.
fi: Valitettavasti istuntosi on päättynyt.
fr_fr: Désolé, votre session a expiré.
he_il: צער, פ תקף ר ש.
hu_hu: Sajnálom, a munkameneted elévült.
it_it: Siamo spiacenti, la sessione è scaduta.
ja: セッションの有効期限が切れました。
ja_jp: 申し訳ありませんが、セッションが期限切れになりました。.
km: áŸá¼á˜á¢á—áŸá™á‘áŸ„áŸ, áŸá˜áŸá™ášá”áŸáŸ‹á¢áŸ’á“á€á”á¶á“á•á»áá€áŸ†áááŸ‹áŸ”.
ko_kr: 죄송합니다, 고객님의 세션이 만료됐습니다.
lo: ສະຖານທີ່ຂອງທ່ານໄດ້ແລ້ວ.
nb_no: Beklager, økten din er utløpt.
nl_nl: Sorry, uw sessie is verlopen.
pl_pl: Przykro mi, ale Twoja sesja wygasła.
pt_br: Desculpe, sua sessão expirou.
pt_pt: Desculpe, a sua sessão expirou.
ro_ro: Ne pare rău, însă sesiunea ta a expirat.
ru_ru: Извините, Ваша сессия истекла.
sv_se: Tyvärr, din session har upphört att gälla.
tr_tr: Üzgünüz, oturumunuzun süresi doldu.
uk: Вибачте, ваша сесія закінчилася.
vi: Xin lỗi, phiên của bạn đã hết hạn.
zh_cn: 对不起，您的会话已过期.

source: This payment was unable to be processed successfully. Please try again with another payment method.
ar: تعذرت معالجة عملية الدفع هذه بنجاح. يرجى المحاولة مرة أخرى باستخدام طريقة دفع أخرى.
cs_cz: Tuto platbu se nepodařilo úspěšně zpracovat. Zkuste to prosím znovu s jiným způsobem platby.
de_de: Diese Zahlung konnte nicht erfolgreich verarbeitet werden. Bitte versuchen Sie es erneut mit einer anderen Zahlungsmethode.
es_es: Este pago no se ha podido procesar correctamente. Inténtelo de nuevo con otro método de pago.
fi: Tätä maksua ei voitu käsitellä onnistuneesti. Yritä uudelleen toisella maksutavalla.
fr_fr: Ce paiement n'a pas pu être traité avec succès. Veuillez réessayer avec un autre moyen de paiement.
he_il: ת ע ת תש. ס ש ע צע תש ר.
hu_hu: Ezt a fizetést nem sikerült sikeresen feldolgozni. Kérjük, próbálkozzon újra egy másik fizetési móddal.
it_it: Non è stato possibile elaborare questo pagamento con successo. Si prega di riprovare con un altro metodo di pagamento.
ja: この支払いは正常に処理できませんでした。別のお支払い方法でもう一度お試しください。
ja_jp: この支払いは正常に処理できませんでした。別の支払い方法で再試行してください。.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á“áŸáŸ‡á˜á·á“á¢á¶á…áŠáŸ†áá¾ášá€á¶ášá”á¶á“áŠáŸ„á™á‡áŸ„á‚á‡áŸá™á‘áŸáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá‡á¶á˜á½á™áœá·á’á¸á‘á¼á‘á¶ááŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
ko_kr: 결제가 성공적으로 처리되지 않았습니다. 다른 결제 수단으로 다시 시도해 주세요.
lo: ການชำระເງິນນີ້ບໍ່ສາมາດຖືກປະຕິບັດໃນຮູບແບບສຳເລັດ. ກະລຸນາລອງໃໝ່ດ້ວຍວິທີຊຳລະເງິນອື່ນ.
nb_no: Denne betalingen kunne ikke behandles. Vennligst prøv igjen med en annen betalingsmetode.
nl_nl: Deze betaling kon niet succesvol worden verwerkt. Probeer het opnieuw met een andere betaalmethode.
pl_pl: Nie udało się pomyślnie przetworzyć tej płatności. Spróbuj ponownie, używając innej metody płatności.
pt_br: Este pagamento não pôde ser processado com sucesso. Tente novamente com outro método de pagamento.
pt_pt: Este pagamento não pôde ser processado com êxito. Tente novamente com outro método de pagamento.
ro_ro: Această plată nu a putut fi procesată cu succes. Vă rugăm să încercați din nou cu o altă metodă de plată.
ru_ru: Этот платеж не удалось успешно обработать. Пожалуйста, попробуйте еще раз, используя другой способ оплаты.
sv_se: Den här betalningen kunde inte behandlas framgångsrikt. Vänligen försök igen med en annan betalningsmetod.
tr_tr: Bu ödeme başarıyla gerçekleştirilemedi. Lütfen başka bir ödeme yöntemiyle tekrar deneyin.
uk: Цю оплату не вдалося успішно обробити. Будь ласка, спробуйте ще раз з іншим способом оплати.
vi: Thanh toán này không thể được xử lý thành công. Vui lòng thử lại với phương thức thanh toán khác.
zh_cn: 此付款无法成功处理。请使用其他付款方式重试。

source: Return to your shop.
ar: ارجع إلى متجرك.
cs_cz: Vraťte se do svého obchodu.
de_de: Kehren Sie in Ihr Geschäft zurück.
es_es: Vuelve a tu tienda.
fi: Palaa kauppaan.
fr_fr: Retournez dans votre magasin.
he_il: ר ת ש.
hu_hu: Térjen vissza a boltjába.
it_it: Torna al negozio.
ja: 店に戻る。
ja_jp: ショップに戻ってください。.
km: áœá·á›ááŸ’ášá¡á”áŸ‹á‘áŸ…á á¶á„ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
ko_kr: 상점으로 돌아갑니다.
lo: ກັບໄປທີ່ຮ້ານຂອງເຈົ້າ.
nb_no: Gå tilbake til butikken din.
nl_nl: Ga terug naar je winkel.
pl_pl: Powrót do sklepu.
pt_br: Volte para sua loja.
pt_pt: Regressar à sua loja.
ro_ro: Întoarceți-vă la magazinul dumneavoastră.
ru_ru: Возвращайтесь в свой магазин.
sv_se: Återvänd till din butik.
tr_tr: Dükkanınıza dönün.
uk: Поверніться до вашого магазину.
vi: Quay trở lại cửa hàng của bạn.
zh_cn: 返回您的商店。

source: Pay via PayPal; you can pay with your credit card if you don’t have a PayPal account
ar: الدفع بواسطة بايبال; يمكنك الدفع ببطاقة الائتمان إذا كنت لا تملك حساب بايبال
cs_cz: Platba přes PayPal; pokud nemáte účet PayPal, můžete platit kreditní kartou
de_de: Bezahlen Sie über PayPal; wenn Sie kein PayPal-Konto haben, können Sie auch mit Ihrer Kreditkarte bezahlen
es_es: Pague a través de PayPal; puede pagar con su tarjeta de crédito si no tiene una cuenta PayPal
fi: Maksa PayPalin kautta; voit maksaa luottokortilla, jos sinulla ei ole PayPal-tiliä
fr_fr: Payez via PayPal ; vous pouvez payer avec votre carte de crédit si vous n'avez pas de compte PayPal
hu_hu: Fizetés PayPal-on keresztül; ha nem rendelkezik PayPal-fiókkal, fizethet hitelkártyával is
it_it: Paga con PayPal; se non disponi di un conto PayPal puoi comunque pagare con la tua Carta di Credito
ja: PayPalで支払う。PayPalアカウントをお持ちでない場合は、クレジットカードで支払うことができる。
ja_jp: PayPalで支払う; PayPalアカウントがない場合は、クレジットカードで支払うことができます。
ko_kr: PayPal을 통한 결제; PayPal 계정이 없는 경우 신용카드로 결제할 수 있습니다
nb_no: Betal via PayPal; du kan betale med kredittkortet ditt hvis du ikke har en PayPal-konto
nl_nl: Betalen via PayPal. Als je geen PayPal-account hebt, kun je met je credit card betalen.
pl_pl: Zapłać przez PayPal; możesz zapłacić kartą kredytową, jeśli nie masz konta PayPal
pt_br: Pague via PayPal; você pode pagar com seu cartão de crédito se não tiver uma conta do PayPal
pt_pt: Pagar através de PayPal; pode pagar com o seu cartão de crédito se não tiver uma conta PayPal
ro_ro: Plătiți prin PayPal; puteți plăti cu cardul de credit dacă nu aveți un cont PayPal
ru_ru: Оплата через PayPal; вы можете оплатить кредитной картой, если у вас нет аккаунта PayPal
sv_se: Betala via PayPal; du kan betala med ditt kreditkort om du inte har ett PayPal-konto
tr_tr: PayPal ile ödeme yapın; PayPal hesabınız yoksa kredi kartınızla ödeme yapabilirsiniz
uk: Оплатіть через PayPal; ви можете сплатити своєю кредитною карткою, якщо у вас немає облікового запису PayPal.
zh_cn: 通过 PayPal 支付；如果没有 PayPal 账户，也可使用信用卡支付

source: Environment
ar: البِيئَة
cs_cz: Životní prostředí
de_de: Umgebung
es_es: Ambiente
fi: Ympäristö
fr_fr: Environnement
he_il: ס
hu_hu: Környezet
it_it: Ambiente
ja: 環境
ja_jp: 環境
km: á”ášá·áŸáŸ’áá¶á“
ko_kr: 환경
lo: ສິ່ງແວດລໍດິນ
nb_no: Miljø
nl_nl: Omgeving
pl_pl: Środowisko
pt_br: Ambiente
pt_pt: Ambiente
ro_ro: Mediu
ru_ru: Окружающая среда
sv_se: Miljö
tr_tr: Ortam
uk: Середовище
vi: Môi trường
zh_cn: 环境

source: Select PayPal Environment
ar: تحديد بيئة PayPal
cs_cz: Vyberte prostředí PayPal
de_de: PayPal-Umgebung auswählen
es_es: Seleccionar entorno PayPal
fi: Valitse PayPal-ympäristö
fr_fr: Sélectionner l'environnement PayPal
he_il: ר סת PayPal
hu_hu: Válassza ki a PayPal környezetet
it_it: Selezionare l'ambiente PayPal
ja: ペイパル環境を選択
ja_jp: PayPal環境を選択してください
km: á‡áŸ’ášá¾áŸášá¾áŸá”ášá·á™á¶á€á¶áŸ PayPal
ko_kr: PayPal 환경 선택
lo: ເລືອກສະຖານທີ່ PayPal
nb_no: Velg PayPal-miljø
nl_nl: Selecteer PayPal-omgeving
pl_pl: Wybierz środowisko PayPal
pt_br: Selecione o ambiente do PayPal
pt_pt: Selecionar ambiente PayPal
ro_ro: Selectați mediul PayPal
ru_ru: Выберите среду PayPal
sv_se: Välj PayPal-miljö
tr_tr: PayPal Ortamını Seçin
uk: Виберіть середовище PayPal
vi: Chọn Môi Trường PayPal
zh_cn: 选择 PayPal 环境

source: Choose the PayPal environment. Select "Sandbox" for testing transactions (no real transactions will occur) or "Production" for live transactions.
ar: اختر بيئة PayPal. اختر "Sandbox" لاختبار المعاملات (لن تحدث معاملات حقيقية) أو "الإنتاج" للمعاملات المباشرة.
cs_cz: Vyberte prostředí PayPal. Vyberte "Sandbox" pro testovací transakce (nedojde k žádným skutečným transakcím) nebo "Production" pro živé transakce.
de_de: Wählen Sie die PayPal-Umgebung. Wählen Sie "Sandbox" für Testtransaktionen (es werden keine echten Transaktionen durchgeführt) oder "Produktion" für Live-Transaktionen.
es_es: Elija el entorno de PayPal. Seleccione "Sandbox" para transacciones de prueba (no se producirán transacciones reales) o "Producción" para transacciones reales.
fi: Valitse PayPal-ympäristö. Valitse "Sandbox" testitapahtumia varten (oikeita tapahtumia ei tapahdu) tai "Production" live-tapahtumia varten.
fr_fr: Choisissez l'environnement PayPal. Sélectionnez "Sandbox" pour tester les transactions (aucune transaction réelle ne sera effectuée) ou "Production" pour les transactions réelles.
he_il: ר ת סת PayPal. ר "Sandbox" קת עסקת ( תצע עסקת תת) "Production" עסקת תת.
hu_hu: Válassza ki a PayPal-környezetet. Válassza ki a "Sandbox" lehetőséget a tranzakciók teszteléséhez (valódi tranzakciók nem történnek) vagy a "Production" lehetőséget az éles tranzakciókhoz.
it_it: Scegliere l'ambiente PayPal. Selezionate "Sandbox" per le transazioni di prova (non si verificheranno transazioni reali) o "Production" per le transazioni reali.
ja: PayPal環境を選択します。テスト取引（実際の取引は発生しません）には「サンドボックス」、本番取引には「本番」を選択してください。
ja_jp: PayPal環境を選択してください。テスト取引のために「Sandbox」を選択してください（実際の取引は行われません）または、ライブ取引のために「Production」を選択してください。.
km: á‡áŸ’ášá¾áŸášá¾áŸá”ášá·á™á¶á€á¶áŸ PayPaláŸ” á‡áŸ’ášá¾áŸ "Sandbox" áŸá˜áŸ’ášá¶á”áŸ‹áŸá¶á€á›áŸ’á”á„á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá“á¶á“á¶ (á˜á·á“á˜á¶á“á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá–á·ááá¶á˜á½á™á“á¹á„á€á¾áá¡á¾á„) á¬ "Production" áŸá˜áŸ’ášá¶á”áŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá–á·ááŸ”.
ko_kr: PayPal 환경을 선택합니다. 테스트 거래의 경우 '샌드박스'를 선택하고(실제 거래는 발생하지 않음), 라이브 거래의 경우 '프로덕션'을 선택합니다.
lo: ເລືອກສະຖານທີ່ PayPal. ເລືອກ "Sandbox" ສໍາລັບການທົດລອງທຸລະກິດ (ບໍ່ມີທຸລະກິດຈິງຈະເກີດ) ຫຼື "Production" ສໍາລັບທຸລະກິດສິດທິ.
nb_no: Velg PayPal-miljø. Velg "Sandkasse" for testtransaksjoner (ingen reelle transaksjoner vil forekomme) eller "Produksjon" for live-transaksjoner.
nl_nl: Kies de PayPal-omgeving. Kies "Sandbox" voor het testen van transacties (er vinden geen echte transacties plaats) of "Productie" voor live transacties.
pl_pl: Wybierz środowisko PayPal. Wybierz "Sandbox" dla transakcji testowych (nie będą przeprowadzane prawdziwe transakcje) lub "Production" dla transakcji rzeczywistych.
pt_br: Escolha o ambiente do PayPal. Selecione "Sandbox" para testar transações (nenhuma transação real ocorrerá) ou "Production" para transações em tempo real.
pt_pt: Escolha o ambiente do PayPal. Selecione "Sandbox" para testar transacções (não ocorrerão transacções reais) ou "Produção" para transacções reais.
ro_ro: Alegeți mediul PayPal. Selectați "Sandbox" pentru testarea tranzacțiilor (nu vor avea loc tranzacții reale) sau "Production" pentru tranzacții reale.
ru_ru: Выберите среду PayPal. Выберите "Песочница" для тестирования транзакций (реальные транзакции проводиться не будут) или "Производство" для реальных транзакций.
sv_se: Välj PayPal-miljö. Välj "Sandbox" för testtransaktioner (inga riktiga transaktioner kommer att ske) eller "Production" för live-transaktioner.
tr_tr: PayPal ortamını seçin. Test işlemleri için "Sandbox" (gerçek işlemler gerçekleşmeyecek) veya canlı işlemler için "Production" (Üretim) seçeneğini belirleyin.
uk: Оберіть середовище PayPal. Виберіть "Sandbox" для тестування транзакцій (реальні транзакції не відбуватимуться) або "Production" для живих транзакцій.
vi: Chọn môi trường PayPal. Chọn "Sandbox" để thử nghiệm giao dịch (sẽ không có giao dịch thực nào xảy ra) hoặc "Production" cho các giao dịch trực tiếp.
zh_cn: 选择 PayPal 环境。选择 "沙盒 "进行测试交易（不会发生真实交易），或选择 "生产 "进行实时交易。

source: Sandbox (Test Mode)
ar: وضع الاختبار
cs_cz: Sandbox (testovací režim)
de_de: Sandkasten (Testmodus)
es_es: Sandbox (modo de prueba)
fi: Hiekkalaatikko (testitila)
fr_fr: Bac à sable (mode test)
he_il: ר (צ ק)
hu_hu: Sandbox (teszt üzemmód)
it_it: Sandbox (modalità di prova)
ja: サンドボックス（テストモード）
ja_jp: サンドボックス（テストモード）)
km: Sandbox (á˜áŸ‰á¼áŠáŸá¶á€á›áŸ’á”á„)
ko_kr: 샌드박스(테스트 모드)
lo: Sandbox (ລະບົບທົດສອບ)
nb_no: Sandkasse (testmodus)
nl_nl: Sandbox (testmodus)
pl_pl: Piaskownica (tryb testowy)
pt_br: Sandbox (modo de teste)
pt_pt: Caixa de areia (modo de teste)
ro_ro: Sandbox (Mod de testare)
ru_ru: Песочница (режим тестирования)
sv_se: Sandlåda (testläge)
tr_tr: Sandbox (Test Modu)
uk: Пісочниця (Тестовий режим)
vi: Hộp cát (Chế độ thử nghiệm)
zh_cn: 沙盒（测试模式）

source: Production (Live)
ar: صفحة المنتج
cs_cz: Produkce (živě)
de_de: Produktion (Live)
es_es: Producción (en directo)
fi: Tuotanto (Live)
fr_fr: Production (en direct)
he_il: פק ()
hu_hu: Termelés (élőben)
it_it: Produzione (dal vivo)
ja: プロダクション（ライヴ）
ja_jp: 制作（ライブ）)
km: á•á›á·áá€á˜áŸ’á˜ (á”á„áŸ’á á¶á‰)
ko_kr: 프로덕션(라이브)
lo: ການຜະລິດ (ສົດ)
nb_no: Produksjon (Live)
nl_nl: Productie (Live)
pl_pl: Produkcja (na żywo)
pt_br: Produção (ao vivo)
pt_pt: Produção (ao vivo)
ro_ro: Producție (live)
ru_ru: Производство (Live)
sv_se: Produktion (live)
tr_tr: Prodüksiyon (Canlı)
uk: Виробництво (В прямому ефірі)
vi: Sản xuất (Trực tiếp)
zh_cn: 制作（现场）

source: Connect to PayPal
ar: اتصل بـ PayPal
cs_cz: Připojení ke službě PayPal
de_de: Mit PayPal verbinden
es_es: Conéctese a PayPal
fi: Yhdistä PayPaliin
fr_fr: Connectez-vous à PayPal
he_il: תר -PayPal
hu_hu: Csatlakozás a PayPal-hoz
it_it: Connettersi a PayPal
ja: PayPal に連携
ja_jp: PayPalに接続する
km: á—áŸ’á‡á¶á”áŸ‹á‘áŸ…á€á¶á“áŸ‹ PayPal
ko_kr: PayPal 연결하기 클릭
lo: ສໍາພັນກັບ PayPal
nb_no: Koble til PayPal
nl_nl: Verbinding maken met PayPal
pl_pl: Połączenie z PayPal
pt_br: Conectar ao PayPal
pt_pt: Clique para conectar o PayPal
ro_ro: Conectați-vă la PayPal
ru_ru: Нажмите, чтобы подключить PayPal
sv_se: Anslut till PayPal
tr_tr: PayPal'a Bağlanın
uk: Підключитися до PayPal
vi: Kết nối với PayPal
zh_cn: 连接到 PayPal

source: Setup or link an existing PayPal account.
ar: قم بإعداد أو ربط حساب PayPal موجود حالياً.
cs_cz: Nastavte nebo propojte stávající účet PayPal.
de_de: Richten Sie ein PayPal-Konto ein oder verknüpfen Sie ein bestehendes Konto.
es_es: Cree o vincule una cuenta PayPal existente.
fi: Luo tai yhdistä olemassa oleva PayPal-tili.
fr_fr: Configurez ou liez un compte PayPal existant.
he_il: ר קשר ש PayPal ק.
hu_hu: Állítson be vagy kössön össze egy meglévő PayPal-fiókot.
it_it: Creare o collegare un conto PayPal esistente.
ja: 既存のPayPalアカウントを設定またはリンクします。
ja_jp: 既存のPayPalアカウントを設定またはリンクします。.
ko_kr: 기존 PayPal 계정을 설정하거나 연결합니다.
lo: Setup los o link un cuenta de PayPal existente.
nb_no: Opprett eller koble til en eksisterende PayPal-konto.
nl_nl: Maak een bestaande PayPal-rekening aan of koppel deze.
pl_pl: Skonfiguruj lub połącz istniejące konto PayPal.
pt_br: Configure ou vincule uma conta existente do PayPal.
pt_pt: Configurar ou associar uma conta PayPal existente.
ro_ro: Configurați sau conectați un cont PayPal existent.
ru_ru: Создайте или привяжите существующий счет PayPal.
sv_se: Skapa eller länka ett befintligt PayPal-konto.
tr_tr: Mevcut bir PayPal hesabını kurun veya bağlayın.
uk: Налаштуйте або зв'яжіть існуючий обліковий запис PayPal.
vi: Thiết lập hoặc liên kết một tài khoản PayPal hiện có.
zh_cn: 设置或链接现有 PayPal 账户。

source: Enter PayPal Client ID.
ar: أدخل معرف العميل الخاص بـ PayPal.
cs_cz: Zadejte ID klienta PayPal.
de_de: Geben Sie die PayPal-Kunden-ID ein.
es_es: Introduzca el Id. de cliente de PayPal.
fi: Syötä PayPal-asiakastunnus.
fr_fr: Saisir l'identifiant du client PayPal.
he_il: ת ק ש PayPal.
hu_hu: Adja meg a PayPal ügyfél-azonosítót.
it_it: Inserire l'ID cliente PayPal.
ja: PayPalクライアントIDを入力します。
ja_jp: PayPalクライアントIDを入力してください。.
km: á”á‰áŸ’á…á¼á›á›áŸááŸá˜áŸ’á‚á¶á›áŸ‹á¢áá·áá·á‡á“ PayPaláŸ”.
ko_kr: PayPal 고객 ID를 입력합니다.
lo: ໃສ່ PayPal Client ID.
nb_no: Skriv inn PayPals kunde-ID.
nl_nl: Voer de klant-ID van PayPal in.
pl_pl: Wprowadź identyfikator klienta PayPal.
pt_br: Insira a ID do cliente do PayPal.
pt_pt: Introduzir o ID de cliente PayPal.
ro_ro: Introduceți ID-ul de client PayPal.
ru_ru: Введите идентификатор клиента PayPal.
sv_se: Ange PayPals kund-ID.
tr_tr: PayPal Müşteri Kimliğini girin.
uk: Введіть ідентифікатор клієнта PayPal.
vi: Nhập ID khách hàng PayPal.
zh_cn: 输入 PayPal 客户 ID。

source: Live Secret key
ar: المفتاح السري المباشر live
cs_cz: Tajný klíč Live
es_es: Clave secreta de producción
fi: Live Salainen avain
fr_fr: Clé secrète de production
he_il: פת ס
hu_hu: Élő titkos kulcs
it_it: Chiave Segreto dal vivo
ja: ライブシークレットキー
ja_jp: ライブシークレットキー
km: ášáŸáŸ’á˜á¸áŸá˜áŸ’á„á¶ááŸ‹
ko_kr: 라이브 시크릿 키
lo: ສະກຸນລັດສະລັດສະລັດສະລັດສະລັດ
nb_no: Live hemmelig nøkkel
nl_nl: Stripe Live Secret Key
pl_pl: Klucz Live Secret
pt_br: Chave secreta de produção
pt_pt: Live Chave secreta
ro_ro: Cheie secretă live
ru_ru: Секретный ключ
sv_se: Live Hemlig nyckel
tr_tr: Canlı Gizli anahtar
uk: Живий секретний ключ
vi: Khóa bí mật trực tiếp
zh_cn: 有效密钥

source: Enter PayPal Secret key.
ar: أدخل سر PayPal الخاص بك.
cs_cz: Zadejte tajný klíč PayPal.
de_de: Geben Sie den PayPal-Geheimschlüssel ein.
es_es: Introduzca la clave secreta de PayPal.
fi: Syötä PayPal Secret -avain.
fr_fr: Entrez la clé du secret de PayPal.
he_il: ת פת ס ש PayPal.
hu_hu: Adja meg a PayPal titkos kulcsát.
it_it: Immettere la chiave segreta PayPal.
ja: PayPalシークレットキーを入力します。
ja_jp: PayPalのシークレットキーを入力してください。.
km: á”á‰áŸ’á…á¼á›á€á¼á“áŸáŸ„ PayPal áŸá˜áŸ’á„á¶ááŸ‹áŸ”.
ko_kr: PayPal 비밀 키를 입력합니다.
lo: ໃສ່ກະດານລັບ PayPal.
nb_no: Skriv inn PayPals hemmelige nøkkel.
nl_nl: Voer de geheime sleutel van PayPal in.
pl_pl: Wprowadź klucz PayPal Secret.
pt_br: Digite a chave secreta do PayPal.
pt_pt: Introduzir a chave secreta do PayPal.
ro_ro: Introduceți cheia secretă PayPal.
ru_ru: Введите секретный ключ PayPal.
sv_se: Ange PayPals hemliga nyckel.
tr_tr: PayPal Gizli anahtarını girin.
uk: Введіть секретний ключ PayPal.
vi: Nhập khóa bí mật PayPal.
zh_cn: 输入 PayPal 密钥。

source: PayPal Connection
ar: باي بال اتصال
cs_cz: Připojení PayPal
de_de: PayPal-Verbindung
es_es: Conexión PayPal
fi: PayPal Yhteys
fr_fr: PayPal connexion
he_il: ר PayPal
hu_hu: PayPal kapcsolat
it_it: Connessione PayPal
ja: ペイパル・コネクション
ja_jp: PayPal接続
km: PayPal á€á¶ášáá—áŸ’á‡á¶á”áŸ‹
ko_kr: PayPal 연결
lo: ການເຊື່ອມຕໍ່ PayPal
nb_no: PayPal-tilkobling
nl_nl: PayPal Verbinding
pl_pl: Połączenie konta PayPal
pt_br: Conexão PayPal
pt_pt: Ligação PayPal
ro_ro: Conexiune PayPal
ru_ru: Подключение PayPal
sv_se: PayPal-anslutning
tr_tr: PayPal Bağlantısı
uk: З'єднання з PayPal
vi: Kết nối PayPal
zh_cn: PayPal 连接

source: Sandbox Secret key
ar: سر وضع الاختبار
cs_cz: Sandbox Tajný klíč
de_de: Sandkasten Geheimschlüssel
es_es: Sandbox Clave secreta
fi: Hiekkalaatikko Salainen avain
fr_fr: Clé secrète du bac à sable
he_il: פת ס ש Sandbox
hu_hu: Sandbox Titkos kulcs
it_it: Sandbox Chiave segreta
ja: サンドボックス シークレット・キー
ja_jp: サンドボックスシークレットキー
km: áŸáŸ„áŸá˜áŸ’á„á¶ááŸ‹ Sandbox
ko_kr: 샌드박스 비밀 키
lo: ກุญ່ຈລັບສິນຄ້າສິນຄ້າ
nb_no: Sandkasse Hemmelig nøkkel
nl_nl: Sandbox geheime sleutel
pl_pl: Klucz tajny piaskownicy
pt_br: Chave secreta do Sandbox
pt_pt: Chave secreta da caixa de areia
ro_ro: Sandbox Cheie secretă
ru_ru: Секретный ключ песочницы
sv_se: Sandlådans hemliga nyckel
tr_tr: Sandbox Gizli anahtarı
uk: Ключ секрету пісочниці
vi: Khóa bí mật Sandbox
zh_cn: 沙箱密匙
