Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: %sBraintree\Exception\Authentication: API keys are incorrect. Please double-check that you haven’t accidentally tried to use your sandbox keys in production or vice-versa.
ar: %s Braintree\استثناء\مصادقة: مفاتيح واجهة برمجة التطبيقات غير صحيحة. يرجى التحقق مرة أخرى من أنك لم تحاول عن طريق الخطأ استخدام مفاتيح وضع الحماية في الإنتاج أو العكس.
cs_cz: %sBraintree\Výjimka\Ověřování: Klíče API jsou nesprávné. Překontrolujte prosím, zda jste se omylem nepokusili použít klíče sandboxu v produkčním prostředí nebo naopak.
de_de: %sBraintree\Exception\Authentifizierung: Die API-Schlüssel sind falsch. Bitte überprüfen Sie, ob Sie nicht versehentlich versucht haben, Ihre Sandbox-Schlüssel in der Produktion zu verwenden oder umgekehrt.
es_es: %sBraintree - Excepción - Autenticación: Las claves API son incorrectas. Por favor, compruebe que no ha intentado accidentalmente utilizar sus claves de sandbox en producción o viceversa.
fi: %sBraintree\Exception\Authentication: API-avaimet ovat virheellisiä. Tarkista, ettet ole vahingossa yrittänyt käyttää hiekkalaatikkoavaimia tuotannossa tai päinvastoin.
fr_fr: %sBraintree\Exception\Authentication : Les clés API sont incorrectes. Veuillez vérifier que vous n'avez pas accidentellement essayé d'utiliser vos clés de bac à sable dans la production ou vice-versa.
hu_hu: %sBraintree\Exception\Authentication: API-kulcsok helytelenek. Kérjük, ellenőrizze kétszer is, hogy nem próbálta-e véletlenül a homokozó kulcsokat használni a termelésben, vagy fordítva.
it_it: %sEccezione Braintree/Autenticazione: Le chiavi API non sono corrette. Si prega di ricontrollare che non si sia accidentalmente tentato di utilizzare le chiavi sandbox in produzione o viceversa.
ja: [BraintreeException認証：APIキーが間違っています。サンドボックスのキーを誤って本番環境で使用しようとしていないか、またはその逆になっていないか再確認してください。
ko_kr: %s브레인트리\예외\인증: API 키가 올바르지 않습니다. 실수로 샌드박스 키를 프로덕션 환경에서 사용하거나 그 반대로 사용하려고 하지 않았는지 다시 확인하세요.
nb_no: %sBraintree\Exception\Authentication: API-nøklene er feil. Dobbeltsjekk at du ikke ved et uhell har prøvd å bruke sandkassenøklene dine i produksjon eller omvendt.
nl_nl: %sBraintree-authenticatie: API-sleutels zijn onjuist. Controleer of u niet per ongeluk uw sandbox-sleutels in productie hebt gebruikt of andersom.
pl_pl: %sBraintree\Exception\Authentication: Klucze API są nieprawidłowe. Sprawdź dokładnie, czy przypadkiem nie próbowałeś użyć kluczy piaskownicy w środowisku produkcyjnym lub odwrotnie.
pt_br: %sBraintree\Exception\Authentication: As chaves da API estão incorretas. Verifique novamente se você não tentou acidentalmente usar suas chaves de sandbox na produção ou vice-versa.
pt_pt: %sBraintree\Exception\Authentication: As chaves da API estão incorrectas. Verifique novamente se não tentou acidentalmente utilizar as suas chaves de sandbox na produção ou vice-versa.
ro_ro: %sBraintree\Excepție\Autentificare: Cheile API sunt incorecte. Vă rugăm să verificați din nou dacă nu ați încercat din greșeală să utilizați cheile sandbox în producție sau viceversa.
ru_ru: %sBraintree\Exception\Authentication: API-ключи неверны. Пожалуйста, проверьте, не пытались ли вы случайно использовать ключи песочницы в продакшене или наоборот.
sv_se: %s Braintree\Exception\Autentication: API-nycklarna är felaktiga. Dubbelkolla att du inte av misstag har försökt använda dina sandbox-nycklar i produktionen eller vice versa.
tr_tr: %sBraintree\Exception\Authentication: API anahtarları yanlış. Lütfen sandbox anahtarlarınızı yanlışlıkla üretimde veya tam tersi şekilde kullanmaya çalışmadığınızı iki kez kontrol edin.

source: %sBraintree\Exception\Authorization: The API key that you're using is not authorized to perform the attempted action according to the role assigned to the user who owns the API key.
ar: %s Braintree\Exception\Authorization: مفتاح واجهة برمجة التطبيقات الذي تستخدمه غير مصرح له بتنفيذ الإجراء الذي تحاول القيام به وفقًا للدور المعين للمستخدم الذي يمتلك مفتاح واجهة برمجة التطبيقات.
cs_cz: %sBraintree\Výjimka\Oprávnění: Klíč API, který používáte, není oprávněn k provedení požadované akce podle role přiřazené uživateli, který vlastní klíč API.
de_de: %sBraintree-Exception\Authorization: Der API-Schlüssel, den Sie verwenden, ist gemäß der Rolle, die dem Benutzer, der den API-Schlüssel besitzt, zugewiesen wurde, nicht berechtigt, die versuchte Aktion durchzuführen.
es_es: %sBraintree\Exception\Authorization: La clave API que estás utilizando no está autorizada para realizar la acción intentada según el rol asignado al usuario propietario de la clave API.
fi: %sBraintree\Exception\Authorization: API-avain: Käyttämäsi API-avain ei ole valtuutettu suorittamaan yritettyä toimintoa API-avaimen omistavalle käyttäjälle määritetyn roolin mukaan.
fr_fr: %sBraintree\Exception\Authorization : La clé API que vous utilisez n'est pas autorisée à effectuer l'action tentée selon le rôle attribué à l'utilisateur qui possède la clé API.
he_il: %sBraintree\Exception\Authorization: פת -API ש ת שתש רש צע ת פע שסת צע ת תפק שקצ שתש שעת פת -API.
hu_hu: %sBraintree\Exception\Authorization: Az API-kulcsot használó felhasználóhoz rendelt szerepkör szerint az API-kulcsot birtokló felhasználónak nincs jogosultsága a megkísérelt művelet végrehajtásához.
it_it: %sBraintreeEccezioneAutorizzazione: La chiave API utilizzata non è autorizzata a eseguire l'azione tentata in base al ruolo assegnato all'utente che possiede la chiave API.
ja: [BraintreeException：使用しているAPIキーは、APIキーを所有するユーザーに割り当てられている役割に従って、試行されたアクションを実行する権限がありません。
ko_kr: %s브레인트리\예외\권한: 사용 중인 API 키는 API 키를 소유한 사용자에게 할당된 역할에 따라 시도한 작업을 수행할 권한이 없습니다.
nb_no: %sBraintree\Exception\Authorization: API-nøkkelen du bruker, er ikke autorisert til å utføre den forsøkte handlingen i henhold til rollen som er tilordnet brukeren som eier API-nøkkelen.
nl_nl: %sBraintree Uitzondering: Autorisatie: De API-sleutel die u gebruikt is niet gemachtigd om de actie uit te voeren volgens de rol die is toegewezen aan de gebruiker die eigenaar is van de API-sleutel.
pl_pl: %sBraintree\Exception\Authorization: Klucz API, którego używasz, nie jest autoryzowany do wykonania próby działania zgodnie z rolą przypisaną do użytkownika, który jest właścicielem klucza API.
pt_br: %sBraintree\Exception\Authorization: A chave de API que você está usando não está autorizada a executar a ação tentada de acordo com a função atribuída ao usuário que possui a chave de API.
pt_pt: %sBraintree\Exception\Authorization: A chave de API que está a utilizar não está autorizada a executar a ação tentada de acordo com a função atribuída ao utilizador que possui a chave de API.
ro_ro: %sBraintree\Excepție\Autorizare: Cheia API pe care o utilizați nu este autorizată să efectueze acțiunea încercată în conformitate cu rolul atribuit utilizatorului care deține cheia API.
ru_ru: %sBraintree\Exception\Authorization: Используемый вами API-ключ не имеет прав на выполнение действия в соответствии с ролью, назначенной пользователю, которому принадлежит API-ключ.
sv_se: %s Braintree\Exception\Authorization: Den API-nyckel som du använder är inte behörig att utföra den åtgärd som du försöker utföra enligt den roll som tilldelats den användare som äger API-nyckeln.
tr_tr: %sBraintree\Exception\Authorization: Kullandığınız API anahtarı, API anahtarının sahibi olan kullanıcıya atanan role göre denenen eylemi gerçekleştirmek için yetkili değil.

source: %sBraintree\Exception\DownForMaintenance: Request times out.
ar: %s Braintree\Exception\DownForMaintenance: انتهت مهلة الطلب.
cs_cz: %sBraintree\Výjimka\Odstavení pro údržbu: Požadavek se vyčerpal.
de_de: %sBraintree\Exception\DownForMaintenance: Anfrage wird abgebrochen.
es_es: %sBraintree\Exception\DownForMaintenance: Solicitud agotada.
fr_fr: %sBraintree\ExceptionDownForMaintenance : La demande n'aboutit pas.
he_il: %sBraintree\Exception\DownForMaintenance: קש פקע.
it_it: %sEccezione Braintree/Cancellazione per manutenzione: La richiesta si esaurisce.
ja: [BraintreeException：リクエストタイムアウト。
ko_kr: %sBraintree\Exception\DownForMaintenance: 요청 시간이 초과되었습니다.
nb_no: %sBraintree\Exception\DownForMaintenance: Forespørselen er tidsavbrutt.
nl_nl: %sBraintree\Exception\DownForMaintenance: Verzoek loopt uit.
pt_br: %sBraintree\Exception\DownForMaintenance: A solicitação expirou.
pt_pt: %sBraintree\Exception\DownForMaintenance: O pedido expirou.
ro_ro: %sBraintree\Exception\DownForMaintenance: Solicitarea a expirat.
ru_ru: %sBraintree\Exception\DownForMaintenance: Запрос не выполняется.
sv_se: %s Braintree\Undantag\Ned för underhåll: Förfrågan går ut.
tr_tr: %sBraintree\Exception\DownForMaintenance: İstek zaman aşımına uğradı.

source: %1$sBraintree\Exception\ServerError %2$s
ar: %1$s خطأ في الخادم %2$s %2$s
cs_cz: %1$sBraintree\Výjimka\ServerError %2$s
ja: [BraintreeException サーバエラー [1］
ko_kr: %1$s브레인트리\예외\서버 오류 %2$s
nl_nl: %1$s Braintree-serverfout %2$s

source: Error: Unable to complete request. Reason: %s
ar: خطأ: تعذر إكمال الطلب. السبب: %s
cs_cz: Chyba: Nelze dokončit požadavek. Důvod: %s
de_de: Fehler: Anfrage kann nicht abgeschlossen werden. Grund: %s
es_es: Error: No se ha podido completar la solicitud. Motivo: %s
fi: Virhe: Pyyntöä ei pystytty suorittamaan loppuun. Syy: %s
fr_fr: Erreur : Impossible de compléter la demande. Raison : %s
he_il: ש: ת ש ת קש. ס: %s
hu_hu: Hiba: Nem sikerült befejezni a kérést. Ok: %s
it_it: Errore: Impossibile completare la richiesta. Motivo: %s
ja: エラー：リクエストを完了できません。理由: [0］
ko_kr: 오류가 발생했습니다: 요청을 완료할 수 없습니다. 이유: %s
nb_no: Feil: Kunne ikke fullføre forespørselen. Årsak: %s
nl_nl: Fout: Kan verzoek niet voltooien. Reden: %s
pl_pl: Błąd: Nie można ukończyć żądania. Powód: %s
pt_br: Erro: Não foi possível concluir a solicitação. Motivo: %s
pt_pt: Erro: Não foi possível concluir o pedido. Motivo: %s
ro_ro: Eroare: Imposibilitatea de a finaliza cererea. Motivul: %s
ru_ru: Ошибка: Невозможно завершить запрос. Причина: %s
sv_se: Felmeddelande: Det gick inte att slutföra begäran. Orsak: %s
tr_tr: Hata: İstek tamamlanamıyor. Sebep: %s

source: Error: No merchant accounts found in the Braintree response.
ar: حدث خطأ أثناء تحديث الطلب.
cs_cz: Chyba: V odpovědi Braintree nebyly nalezeny žádné účty obchodníků.
de_de: Fehler: Keine Händlerkonten in der Braintree-Antwort gefunden.
es_es: Error: No se han encontrado cuentas comerciales en la respuesta de Braintree.
fi: Virhe: Braintree-vastauksessa ei löytynyt yhtään kauppiastiliä.
fr_fr: Erreur : Aucun compte marchand n'a été trouvé dans la réponse de Braintree.
he_il: ש: צ שת סר תת Braintree.
hu_hu: Hiba: Braintree válaszban nem találtak kereskedői számlákat.
it_it: Errore: Nessun conto commerciale trovato nella risposta di Braintree.
ja: エラー：Braintree レスポンスにマーチャントアカウントが見つかりません。
ko_kr: 오류: 브레인트리 응답에서 판매자 계정을 찾을 수 없습니다.
nb_no: Feil: Ingen forhandlerkontoer funnet i Braintree-svaret.
nl_nl: Fout: Geen verkopersaccounts gevonden in het Braintree-antwoord.
pl_pl: Błąd: Nie znaleziono kont sprzedawcy w odpowiedzi Braintree.
pt_br: Erro: Nenhuma conta de comerciante encontrada na resposta do Braintree.
pt_pt: Erro: Não foram encontradas contas de comerciante na resposta do Braintree.
ro_ro: Eroare: Nu s-au găsit conturi comerciale în răspunsul Braintree.
ru_ru: Ошибка: В ответе Braintree не найдено ни одного торгового счета.
sv_se: Felmeddelande: Inga handelskonton hittades i Braintree-svaret.
tr_tr: Hata: Braintree yanıtında hiçbir satıcı hesabı bulunamadı.
zh_cn: 错误：在 Braintree 响应中未发现商家账户。

source: No merchant accounts found.
ar: لم يتم العثور على أي حسابات تجارية.
cs_cz: Nebyly nalezeny žádné obchodní účty.
de_de: Keine Händlerkonten gefunden.
es_es: No se han encontrado cuentas comerciales.
fi: Kauppiastilejä ei löytynyt.
fr_fr: Aucun compte marchand n'a été trouvé.
he_il: צ שת סר.
hu_hu: Nem találtunk kereskedelmi számlákat.
it_it: Non sono stati trovati conti commerciali.
ja: マーチャントアカウントが見つかりません。
ko_kr: 판매자 계정을 찾을 수 없습니다.
nb_no: Ingen kjøpmannskontoer funnet.
nl_nl: Geen zakelijke accounts gevonden.
pl_pl: Nie znaleziono kont handlowych.
pt_br: Não foram encontradas contas de comerciante.
pt_pt: Não foram encontradas contas de comerciante.
ro_ro: Nu s-au găsit conturi comerciale.
ru_ru: Торговые счета не найдены.
sv_se: Inga handelskonton hittades.
tr_tr: Satıcı hesabı bulunamadı.
zh_cn: 未找到商家账户。

source: Unknown error occurred in Braintree response.
ar: حدث خطأ أثناء تحديث الطلب.
cs_cz: V odpovědi Braintree došlo k neznámé chybě.
de_de: Unbekannter Fehler in der Braintree-Antwort aufgetreten.
es_es: Ocurrió un error al actualizar el pedido.
fi: Braintree-vastauksessa ilmeni tuntematon virhe.
fr_fr: Une erreur inconnue s'est produite dans la réponse de Braintree.
he_il: ש ע תרש תת Braintree.
hu_hu: Ismeretlen hiba történt a Braintree válaszában.
it_it: Si è verificato un errore sconosciuto nella risposta di Braintree.
ja: Braintree レスポンスで不明なエラーが発生しました。
ko_kr: 브레인트리 응답에서 알 수 없는 오류가 발생했습니다.
nb_no: Ukjent feil oppstod i Braintree-svaret.
nl_nl: Onbekende fout opgetreden in Braintree-reactie.
pl_pl: Wystąpił nieznany błąd w odpowiedzi Braintree.
pt_br: Ocorreu um erro desconhecido na resposta do Braintree.
pt_pt: Ocorreu um erro desconhecido na resposta do Braintree.
ro_ro: A apărut o eroare necunoscută în răspunsul Braintree.
ru_ru: В ответе Braintree произошла неизвестная ошибка.
sv_se: Okänt fel inträffade i Braintree-svaret.
tr_tr: Braintree yanıtında bilinmeyen bir hata oluştu.
zh_cn: Braintree 响应中出现未知错误。

source: %1$s payment approved! Transaction ID: %2$s
ar: %1$s تمت الموافقة على الدفع! معرّف المعاملة: %2$s
cs_cz: %1$s platba schválena! ID transakce: %2$s
de_de: %1$s Zahlung genehmigt! Transaktions-ID: %2$s
es_es: %1$s ¡pago aprobado! ID de transacción: %2$s
fi: %1$s maksu hyväksytty! Tapahtuman tunnus: %2$s
fr_fr: %1$s paiement approuvé ! ID de la transaction : %2$s
he_il: %1$s תש שר! עסק: %2$s
hu_hu: %1$s kifizetés jóváhagyva! Tranzakció azonosítója: %2$s
it_it: %1$s pagamento approvato! ID transazione: %2$s
ja: %1$s 支払いが承認された！取引ID: [1］
ko_kr: %1$s 결제 승인! 거래 ID: %2$s
nb_no: %1$s betaling godkjent! Transaksjons-ID: %2$s
nl_nl: %1$s betaling goedgekeurd! Transactie-ID: %2$s
pl_pl: %1$s płatność zatwierdzona! ID transakcji: %2$s
pt_br: %1$s pagamento aprovado! ID da transação: %2$s
pt_pt: %1$s pagamento aprovado! ID da transação: %2$s
ro_ro: %1$s plată aprobată! ID tranzacție: %2$s
ru_ru: %1$s платеж одобрен! ID транзакции: %2$s
sv_se: %1$s betalning godkänd! Transaktions-ID: %2$s
tr_tr: %1$s ödeme onaylandi! İşlem Kimliği: %2$s

source: Transaction was submitted to PayPal Braintree but not handled by WooCommerce order, transaction_id: %1$s, status: %2$s. Order was put on hold.
ar: تم إرسال المعاملة إلى PayPal Braintree ولكن لم يتم التعامل معها بواسطة طلب WooCommerce، المعاملة_id: %1$s، الحالة: %2$s. تم تعليق الطلب.
cs_cz: Transakce byla odeslána do služby PayPal Braintree, ale nebyla zpracována objednávkou WooCommerce, transaction_id: %1$s, status: %2$s. Objednávka byla pozastavena.
de_de: Die Transaktion wurde an PayPal Braintree übermittelt, aber nicht von WooCommerce order verarbeitet, transaction_id: %1$s, status: %2$s. Die Bestellung wurde auf Eis gelegt.
es_es: La transacción se envió a PayPal Braintree pero no fue gestionada por el pedido de WooCommerce, transaction_id: %1$s, status: %2$s. El pedido se puso en espera.
fi: Tapahtuma lähetettiin PayPal Braintreen, mutta sitä ei käsitelty WooCommercen tilauksessa, transaction_id: %1$s, status: %2$s. Tilaus asetettiin odottamaan.
fr_fr: La transaction a été soumise à PayPal Braintree mais n'a pas été traitée par WooCommerce order, transaction_id : %1$s, status : %2$s. La commande a été mise en attente.
he_il: עסק ש -PayPal Braintree פ ע WooCommerce order, transaction_id: %1$s, status: %2$s. ש ת.
hu_hu: A tranzakciót a PayPal Braintree-nek küldték el, de a WooCommerce nem kezelte a tranzakciót, transaction_id: %1$s, status: %2$s. A megrendelés várakoztatásra került.
it_it: La transazione è stata inviata a PayPal Braintree ma non è stata gestita dall'ordine di WooCommerce, transaction_id: %1$s, status: %2$s. L'ordine è stato messo in attesa.
ja: トランザクションはPayPal Braintreeに送信されましたが、WooCommerceの注文では処理されませんでした：%1$s、ステータス%2$s.注文は保留されました。
ko_kr: 거래가 페이팔 브레인트리에 제출되었지만 우커머스 주문, transaction_id에서 처리되지 않았습니다: %1$s, status: %2$s. 주문이 보류되었습니다.
nb_no: Transaksjonen ble sendt til PayPal Braintree, men ikke håndtert av WooCommerce-ordre, transaction_id: %1$s, status: %2$s. Bestillingen ble satt på vent.
nl_nl: Transactie is ingediend bij PayPal Braintree maar niet afgehandeld door WooCommerce order, transaction_id: %1$s, status: %2$s. Bestelling is in de wacht gezet.
pl_pl: Transakcja została przesłana do PayPal Braintree, ale nie została obsłużona przez zamówienie WooCommerce, transaction_id: %1$s, status: %2$s. Zamówienie zostało wstrzymane.
pt_br: A transação foi enviada ao PayPal Braintree, mas não foi tratada pelo pedido do WooCommerce, transaction_id: %1$s, status: %2$s. O pedido foi colocado em espera.
pt_pt: A transação foi submetida ao PayPal Braintree mas não foi tratada pela encomenda WooCommerce, transaction_id: %1$s, status: %2$s. A encomenda foi colocada em espera.
ro_ro: Tranzacția a fost trimisă la PayPal Braintree, dar nu a fost gestionată de comanda WooCommerce, transaction_id: %1$s, status: %2$s. Comanda a fost pusă în așteptare.
ru_ru: Транзакция была отправлена в PayPal Braintree, но не обработана в WooCommerce order, transaction_id: %1$s, статус: %2$s. Заказ был отложен.
sv_se: Transaktionen skickades till PayPal Braintree men hanterades inte av WooCommerce order, transaction_id: %1$s, status: %2$s. Beställningen sattes på vänt.
tr_tr: İşlem PayPal Braintree'ye gönderildi ancak WooCommerce siparişi tarafından işlenmedi, transaction_id: %1$s, durum: %2$s. Sipariş beklemeye alındı.

source: Unable to generate client token.
ar: غير قادر على إنشاء الطلب.
cs_cz: Nelze vygenerovat klientský token.
de_de: Client-Token kann nicht generiert werden.
es_es: No se puede crear la orden.
fi: Asiakastunnuksen luominen ei onnistu.
fr_fr: Impossible de générer un jeton client.
he_il: ת צר ס ק.
hu_hu: Nem sikerült ügyfél-tokent generálni.
it_it: Impossibile generare il token del cliente.
ja: クライアントトークンを生成できません。
ko_kr: 클라이언트 토큰을 생성할 수 없습니다.
nb_no: Kunne ikke generere klienttoken.
nl_nl: Kan geen clienttoken genereren.
pl_pl: Nie można wygenerować tokenu klienta.
pt_br: Não é possível gerar token de cliente.
pt_pt: Não é possível gerar o token de cliente.
ro_ro: Imposibilitatea de a genera jetonul clientului.
ru_ru: Невозможно сгенерировать клиентский токен.
sv_se: Det går inte att generera en klienttoken.
tr_tr: İstemci belirteci oluşturulamıyor.
zh_cn: 无法生成客户令牌。

source: Unable to fetch merchant account ID.
ar: غير قادر على إنشاء الطلب.
cs_cz: Nelze načíst ID obchodního účtu.
de_de: Die ID des Händlerkontos kann nicht abgerufen werden.
es_es: No se puede obtener el ID de la cuenta de vendedor.
fi: Kauppiastilin tunnusta ei pystytä hakemaan.
fr_fr: Impossible de récupérer l'identifiant du compte marchand.
he_il: ת ר ת ש סר.
hu_hu: Nem sikerült lekérni a kereskedői számla azonosítóját.
it_it: Impossibile recuperare l'ID del conto commerciale.
ja: マーチャントアカウントIDを取得できません。
ko_kr: 판매자 계정 ID를 가져올 수 없습니다.
nb_no: Kunne ikke hente forhandlerkonto-ID.
nl_nl: Kan geen handelaarsaccount-ID ophalen.
pl_pl: Nie można pobrać identyfikatora konta sprzedawcy.
pt_br: Não foi possível obter o ID da conta do comerciante.
pt_pt: Não foi possível obter o ID da conta do comerciante.
ro_ro: Imposibilitatea de a obține ID-ul contului comerciantului.
ru_ru: Невозможно получить идентификатор торгового счета.
sv_se: Det går inte att hämta ID för handelskonto.
tr_tr: Satıcı hesap kimliği getirilemiyor.
zh_cn: 无法获取商家账户 ID。

source: Refunded %1$s - Transaction ID: %2$s
ar: مستردة %1$s - معرف المعاملة: %2$s
cs_cz: Vráceno %1$s - ID transakce: %2$s
de_de: Erstattet %1$s - Transaktions-ID: %2$s
es_es: Reembolsado %1$s - ID de transacción: %2$s
fi: Palautettu %1$s - Tapahtuman tunnus: %2$s
fr_fr: Remboursé %1$s - ID de la transaction : %2$s
he_il: ר %1$s - עסק: %2$s
hu_hu: Visszatérített %1$s - Tranzakció azonosító: %2$s
it_it: Rimborsato %1$s - ID operazione: %2$s
ja: 払い戻し %1$s - 取引ID: [1］
ko_kr: 환불됨 %1$s - 거래 ID: %2$s
nb_no: Refundert %1$s - Transaksjons-ID: %2$s
nl_nl: Terugbetaald %1$s - Transactie-ID: %2$s
pl_pl: Refundowane %1$s - Identyfikator transakcji: %2$s
pt_br: Reembolsado %1$s - ID da transação: %2$s
pt_pt: Reembolsado %1$s - ID da transação: %2$s
ro_ro: Rambursat %1$s - ID tranzacție: %2$s
ru_ru: Возвращено %1$s - ID транзакции: %2$s
sv_se: Återbetalad %1$s - Transaktions-ID: %2$s
tr_tr: İade Edildi %1$s - İşlem Kimliği: %2$s

source: Partial void is not allowed. Please refund the full order amount.
ar: عذرًا، لا يمكنك إلغاء هذا الطلب جزئيًا. يرجى استخدام المبلغ الكامل للطلب.
cs_cz: Částečná neplatnost není povolena. Vraťte prosím celou částku objednávky.
de_de: Eine Teilstornierung ist nicht zulässig. Bitte erstatten Sie den vollen Betrag der Bestellung.
es_es: Ups, no puedes anular parcialmente este pedido. Por favor, utiliza el monto total del pedido.
fi: Osittainen mitätöinti ei ole sallittua. Palauta koko tilausmäärä.
fr_fr: L'annulation partielle n'est pas autorisée. Veuillez rembourser le montant total de la commande.
he_il: קת תרת. ר ת ס .
hu_hu: Részleges érvénytelenítés nem megengedett. Kérjük, térítse vissza a teljes rendelési összeget.
it_it: L'annullamento parziale non è consentito. Si prega di rimborsare l'intero importo dell'ordine.
ja: 一部無効とすることはできません。注文金額の全額を返金してください。
ko_kr: 부분 무효는 허용되지 않습니다. 주문 금액 전액을 환불해 주세요.
nb_no: Delvis annullering er ikke tillatt. Vennligst refunder hele bestillingsbeløpet.
nl_nl: Gedeeltelijke ongeldigheid is niet toegestaan. Betaal het volledige orderbedrag terug.
pl_pl: Częściowe anulowanie nie jest dozwolone. Prosimy o zwrot pełnej kwoty zamówienia.
pt_br: A anulação parcial não é permitida. Favor reembolsar o valor total do pedido.
pt_pt: Não é permitida a anulação parcial. Reembolsar o montante total da encomenda.
ro_ro: Anularea parțială nu este permisă. Vă rugăm să rambursați valoarea integrală a comenzii.
ru_ru: Частичная аннуляция не допускается. Пожалуйста, верните полную сумму заказа.
sv_se: Partiell annullering är inte tillåten. Vänligen återbetala hela orderbeloppet.
tr_tr: Kısmi geçersizliğe izin verilmez. Lütfen sipariş tutarının tamamını iade edin.
zh_cn: 不允许部分作废。请退还全部订单金额。

source: Enable/Disable
ar: تمكين / تعطيل
cs_cz: Zapnout/vypnout
de_de: Aktivieren/Deaktivieren
es_es: Activar/Desactivar
fi: Päällä / Pois
fr_fr: Activer/Désactiver
he_il: פע/
hu_hu: Engedélyez/Letilt
it_it: Abilita/Disabilita
ja: 有効/無効
ja_jp: 有効化/無効化
km: á¢á“á»á‰áŸ’á‰á¶á/á”á·á‘
ko_kr: 활성화/비활성화
lo: ໃຫ້ໃຊ້/ປິດໃຊ້
nb_no: Aktiver/Deaktiver
nl_nl: Inschakelen/Uitschakelen
pl_pl: Włącz / Wyłącz
pt_br: Habilitar/Desabilitar
pt_pt: Activar/Desactivar
ro_ro: Activează/dezactivează
ru_ru: Включить/Выключить
sv_se: Aktivera/Inaktivera
tr_tr: Etkin/Pasif
uk: Увімкнути/Вимкнути
vi: Bật/Tắt
zh_cn: 启用/禁用
