Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: <strong>You're almost done!</strong><br>Review your information before you place your order.
ar: <strong>أنت على وشك الانتهاء!</strong><br>راجع معلوماتك قبل تقديم طلبك.
cs_cz: <strong>Jste téměř hotovi!</strong><br>Před odesláním objednávky si zkontrolujte své údaje.
de_de: <strong>Sie sind fast fertig!</strong><br>Überprüfen Sie Ihre Informationen, bevor Sie Ihre Bestellung aufgeben.
es_es: <strong>¡Ya casi terminas!</strong><br>Revisa tu información antes de realizar tu pedido.
fi: <strong>Olet melkein valmis!</strong><br>Tarkista tietosi ennen tilauksen tekemistä.
fr_fr: <strong>Vous y êtes presque !</strong><br>Vérifiez vos informations avant de passer votre commande.
he_il: <strong>ע סת!</strong><br>ק ת פר ש פ שתצע ת .
hu_hu: <strong>Majdnem kész!</strong><br>Ellenőrizze az adatait, mielőtt leadja a megrendelést.
it_it: <strong>Sei quasi pronto!</strong><br>Rivedi le tue informazioni prima di effettuare l'ordine.
ja: <br>ご注文の前に、お客様の情報をご確認ください<strong>。</strong>
ko_kr: <strong>거의 완료되었습니다!</strong><br>주문을 완료하기 전에 정보를 확인하세요.
nb_no: <strong>Du er nesten ferdig!</strong><br>Gå gjennom informasjonen din før du legger inn bestillingen.
nl_nl: <strong>Je bent bijna klaar!</strong><br>Controleer je gegevens voordat je een bestelling plaatst.
pl_pl: <strong>Prawie gotowe!</strong><br>Sprawdź swoje dane przed złożeniem zamówienia.
pt_br: <strong>Você está quase pronto!</strong><br>Revise suas informações antes de finalizar o pedido.
pt_pt: <strong>Está quase pronto!</strong><br>Revise as suas informações antes de fazer o pedido.
ro_ro: <strong>Sunteți aproape gata!</strong><br>Verificați informațiile înainte de a plasa comanda.
ru_ru: <strong>Вы почти закончили!</strong><br>Проверьте информацию перед оформлением заказа.
sv_se: <strong>Du är nästan klar!</strong><br>Granska din information innan du gör din beställning.
tr_tr: İşiniz <strong>neredeyse bitti!</strong><br>Siparişinizi vermeden önce bilgilerinizi gözden geçirin.
zh_cn: <strong>你快完成了！</strong><br>在下单之前，请核对您的信息。

source: Capture Charge
ar: قبض المعاملة
cs_cz: Poplatek za zachycení
de_de: Betrag einziehen
es_es: Captura de la carga
fi: Vastaanota veloitus
fr_fr: Encaisser le paiement
he_il: תש
hu_hu: Rögzítési díj
it_it: Acquisisci addebito
ja: すぐに支払いを取得する
ja_jp: キャプチャーチャージ
km: á…á¶á”áŸ‹á™á€á€á˜áŸ’ášáŸƒ
ko_kr: 캡처 요금
lo: ຄັບບັດຄ່າໃຊ້ຈ່າຍ
nb_no: Medlemskap charge
nl_nl: Vastleggen van het in rekening te brengen bedrag
pl_pl: Obciążenie transakcji
pt_br: Captura de Valor
ro_ro: Taxa de captură
ru_ru: Захват заряда
sv_se: Avgift för upptagning
tr_tr: Ücreti Yakalama
uk: Заряд за захоплення
vi: Ghi lại phí
zh_cn: 捕获电荷

source: Cancel order
ar: الغاء الطلب
cs_cz: Zrušit objednávku
de_de: Bestellung stornieren
es_es: Cancelar pedido
fi: Peruuta tilaus
fr_fr: Annuler la commande
hu_hu: Vásárlás lemondása
it_it: Annulla l'ordine
ja: お見積をキャンセル
ko_kr: 주문 취소
nb_no: Kanseller Ordre
nl_nl: Annuleer bestelling
pl_pl: Anuluj zamówienie
pt_br: Cancelar pedido
pt_pt: Cancelar encomenda
ro_ro: Anulează comanda
ru_ru: Отказываюсь от оплаты
sv_se: Avbryt beställning
tr_tr: Siparişi iptal et
zh_cn: 取消订单

source: We cannot process your order with the payment information that you provided. Please use an alternate payment method.
ar: لا يمكننا معالجة طلبك باستخدام معلومات الدفع التي قدمتها. يُرجى استخدام طريقة دفع بديلة.
cs_cz: Vaši objednávku nemůžeme zpracovat s platebními údaji, které jste nám poskytli. Použijte prosím jiný způsob platby.
de_de: Wir können Ihre Bestellung mit den von Ihnen angegebenen Zahlungsinformationen nicht bearbeiten. Bitte verwenden Sie eine alternative Zahlungsmethode.
es_es: No podemos procesar su pedido con la información de pago que nos ha facilitado. Utilice un método de pago alternativo.
fi: Emme voi käsitellä tilaustasi antamillasi maksutiedoilla. Käytä vaihtoehtoista maksutapaa.
fr_fr: Nous ne pouvons pas traiter votre commande avec les informations de paiement que vous avez fourni. Utilisez un compte de paiement différent ou une autre méthode de paiement.
he_il: ת ע ת ת ע פר תש שספקת. שתש שת תש פת.
hu_hu: Az Ön által megadott fizetési adatokkal nem tudjuk feldolgozni a megrendelését. Kérjük, használjon más fizetési módot.
it_it: Non è possibile elaborare l'ordine con le informazioni di pagamento fornite. Si prega di utilizzare un metodo di pagamento alternativo.
ja: ご提供いただいたお支払い情報ではご注文を処理できません。別のお支払い方法を使用してください。
ja_jp: ご提供いただいた支払い情報では、ご注文を処理できません。別の支払い方法をご利用ください。.
km: á™á¾á„á˜á·á“á¢á¶á…áŠáŸ†áá¾ášá€á¶ášá€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™á–áŸááŸŒá˜á¶á“á€á¶ášá‘á¼á‘á¶ááŸ‹áŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á•áŸ’áá›áŸ‹áŸ” áŸá¼á˜á”áŸ’ášá¾áœá·á’á¸á‘á¼á‘á¶ááŸ‹á•áŸ’áŸáŸá„á‘áŸ€ááŸ”.
ko_kr: 제공하신 결제 정보로는 주문을 처리할 수 없습니다. 다른 결제 방법을 사용해 주세요.
lo: ພວກເຮົາບໍ່ສາมາດປະຕິບັດຄຳສັ່ງຂອງທ່ານດ້ວຍຂໍ້ມູນການຈ່າຍເງິນທີ່ທ່ານໃຫ້. ກະລຸນາໃຊ້ວິທີການຈ່າຍເງິນທີ່ແຕກຕ່າງ.
nb_no: Vi kan ikke behandle bestillingen din med betalingsinformasjonen du har oppgitt. Vennligst bruk en alternativ betalingsmåte.
nl_nl: We kunnen je bestelling niet verwerken met de betalingsgegevens die je hebt opgegeven. Gebruik een andere betaalmethode.
pl_pl: Nie możemy zrealizować zamówienia przy użyciu podanych informacji o płatności. Prosimy o skorzystanie z alternatywnej metody płatności.
pt_br: Não podemos processar seu pedido com as informações de pagamento que você forneceu. Por favor, use um método de pagamento alternativo.
pt_pt: Não podemos processar a sua encomenda com a informação de pagamento que forneceu. Por favor, use um método de pagamento alternativo.
ro_ro: Nu putem procesa comanda dvs. cu informațiile de plată pe care le-ați furnizat. Vă rugăm să folosiți o altă metodă de plată.
ru_ru: Мы не можем обработать ваш заказ с помощью предоставленной вами платежной информации. Пожалуйста, используйте альтернативный способ оплаты.
sv_se: Vi kan inte behandla din beställning med den betalningsinformation som du angav. Vänligen använd en alternativ betalningsmetod.
tr_tr: Verdiğiniz ödeme bilgileri ile siparişinizi işleme alamıyoruz. Lütfen alternatif bir ödeme yöntemi kullanın.
uk: Ми не можемо обробити ваше замовлення з наданою вами платіжною інформацією. Будь ласка, скористайтеся альтернативним способом оплати.
vi: Chúng tôi không thể xử lý đơn hàng của bạn với thông tin thanh toán mà bạn đã cung cấp. Vui lòng sử dụng phương thức thanh toán khác.
zh_cn: 我们无法用您提供的付款信息处理您的订单。请使用替代付款方式。

source: Something went wrong. Please try again.
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى.
cs_cz: Něco se pokazilo. Zkus to prosím znovu.
de_de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es_es: Algo ha ido mal, inténtelo de nuevo.
fi: Jotain meni pieleen. Yritä uudelleen.
fr_fr: Quelque chose s'est mal passé. Veuillez réessayer.
he_il: ש שתש ס שת.
hu_hu: Hiba történt. Próbálja meg újra.
it_it: Qualcosa è andato storto. Riprova.
ja: 原因不明のエラー発生。もう一度お試し下さい.
ja_jp: 何かがうまくいきませんでした。もう一度お試しください。.
km: á¢áŸ’áœá¸á˜á½á™á”á¶á“áá»áŸáŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”.
ko_kr: 뭔가 잘못 됐어요. 다시 시도해 보십시오.
lo: ມີບັດສະພາບບຸກຄົນ. ກະລຸນາລອງໃໝ່.
nb_no: Noe gikk galt. Prøv på nytt.
nl_nl: Er is iets verkeerd gegaan. Probeer het opnieuw.
pl_pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Por favor, tente novamente.
pt_pt: Alguma coisa correu mal, por favor tente outra vez.
ro_ro: Ceva n-a mers bine. Vă rugăm să încercați din nou.
ru_ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.
sv_se: Något gick fel. Vänligen försök igen.
tr_tr: Bir şeyler ters gitti. Lütfen yeniden deneyiniz.
uk: Щось пішло не так. Будь ласка, спробуйте ще раз.
vi: Có điều gì đó không đúng. Vui lòng thử lại.
zh_cn: 出了些问题。 请再试一次。

source: 3D Secure response
ar: الاستجابة الآمنة ثلاثية الأبعاد
cs_cz: reakce 3D Secure
de_de: 3D-Secure-Antwort
es_es: respuesta 3D Secure
fi: 3D Secure -vaste
fr_fr: réponse à 3D Secure
he_il: ת ת תת-
hu_hu: 3D Secure válasz
it_it: risposta 3D Secure
ja: 3Dセキュア対応
ja_jp: 3Dセキュアの応答
km: 3D Secure à¶´à·Šâ€à¶»à¶­à·’à¶ à·à¶»à¶º
ko_kr: 3D 보안 응답
lo: 3D Secure ຄວາມຕອບກັບ
nb_no: 3D Secure-svar
nl_nl: 3D Secure antwoord
pl_pl: odpowiedź 3D Secure
pt_br: resposta do 3D Secure
pt_pt: resposta 3D Secure
ro_ro: răspuns 3D Secure
ru_ru: ответ 3D Secure
sv_se: 3D Secure svar
tr_tr: 3D Secure yanıtı
uk: 3D Secure відповідь
vi: Phản hồi 3D Secure
zh_cn: 3D 安全响应

source: PayPal, Credit Cards, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact & more - by an official PayPal Partner
ar: PayPal، وبطاقات الائتمان، وGoogle Pay، وApple Pay، وPay Later، وVenmo، وSepa، وiDEAL، وMercado Pago، وSofort، وBancontact، وغيرها - من قِبل شريك PayPal الرسمي
cs_cz: PayPal, kreditní karty, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact a další - oficiální partner PayPal
de_de: PayPal, Kreditkarten, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact & mehr - von einem offiziellen PayPal-Partner
es_es: PayPal, tarjetas de crédito, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact y más - por un socio oficial de PayPal
fi: PayPal, luottokortit, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact ja paljon muuta - virallinen PayPal-kumppani
fr_fr: PayPal, cartes de crédit, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact & plus - par un partenaire officiel de PayPal
he_il: PayPal, רס שר, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact ע - צעת שתף רש ש PayPal
hu_hu: PayPal, hitelkártyák, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact és még sok más - hivatalos PayPal-partnerünk által
it_it: PayPal, Carte di credito, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact e altro ancora - da un partner ufficiale di PayPal
ja: PayPal、クレジットカード、Google Pay、Apple Pay、Pay Later、Venmo、SEPA、iDEAL、Mercado Pago、Sofort、Bancontact、その他 - PayPal公式パートナーによる
ja_jp: PayPal、クレジットカード、Google Pay、Apple Pay、後払い、Venmo、SEPA、iDEAL、Mercado Pago、Sofort、Bancontact など - 公式の PayPal パートナーによる
ko_kr: 페이팔, 신용카드, 구글 페이, 애플 페이, 페이 레이트, 벤모, 세파, 아이딜, 메르카도 파고, 소포트, 방콘택트 등 - 공식 페이팔 파트너사 제공
nb_no: PayPal, kredittkort, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact og mer - av en offisiell PayPal-partner
nl_nl: PayPal, Credit Cards, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact & meer - door een officiële PayPal Partner
pl_pl: PayPal, karty kredytowe, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact i inne - przez oficjalnego partnera PayPal
pt_br: PayPal, cartões de crédito, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact e muito mais - por um parceiro oficial do PayPal
pt_pt: PayPal, cartões de crédito, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact e mais - por um parceiro oficial do PayPal
ro_ro: PayPal, carduri de credit, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact și multe altele - de către un partener oficial PayPal
ru_ru: PayPal, кредитные карты, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact и многое другое - от официального партнера PayPal
sv_se: PayPal, kreditkort, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact m.m. - av en officiell PayPal-partner
tr_tr: PayPal, Kredi Kartları, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact ve daha fazlası - resmi bir PayPal Ortağı tarafından
zh_cn: PayPal、信用卡、Google Pay、Apple Pay、Pay Later、Venmo、SEPA、iDEAL、Mercado Pago、Sofort、Bancontact 等 - 由 PayPal 官方合作伙伴提供

source: easypayment
ar: الدفع السهل
he_il: תש ק
it_it: pagamento facile
ja: イージーペイメント
ja_jp: イージーペイメント
km: á„á¶á™áŸáŸ’ášá½á›á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹
ko_kr: 간편 결제
lo: ການຊໍາລະງ່າຍ
pt_pt: pagamento fácil
ro_ro: plată ușoară
sv_se: enkel betalning
tr_tr: kolayödeme
vi: thanh toán dễ dàng

source: Can you please tell us why you’re deactivating the plugin? Your feedback helps us make it better.
cs_cz: Můžete nám prosím sdělit, proč jste zásuvný modul deaktivovali? Vaše zpětná vazba nám pomůže vylepšit jej.
fi: Voisitko kertoa meille, miksi poistat laajennuksen käytöstä? Palautteesi auttaa meitä parantamaan sitä.
hu_hu: Elmondanád, hogy miért deaktiválod a plugint? A visszajelzései segítenek nekünk abban, hogy jobbá tegyük.
ja: プラグインを停止している理由を教えていただけますか？あなたのフィードバックが私たちの改善に役立ちます。
ja_jp: プラグインを無効にする理由を教えていただけますか？あなたのフィードバックは、私たちがより良いものを作るのに役立ちます。.
ko_kr: 플러그인을 비활성화하는 이유를 알려주시겠어요? 여러분의 피드백은 더 나은 플러그인을 만드는 데 도움이 됩니다.
lo: ຂໍໃຫ້ທ່ານເວົ້າເຖິງສາເລັດທີ່ທ່ານກຳລັງປິດການໃຊ້ງານສໍາລັບປລິກິນແລະສະເຫມີຄວາມຄິດໃນການປັບປຸງມັນໃຫ້ດີກວ່ານີ້.
nb_no: Kan du fortelle oss hvorfor du deaktiverer programtillegget? Tilbakemeldingene dine hjelper oss med å gjøre den bedre.
nl_nl: Kun je ons alsjeblieft vertellen waarom je de plugin deactiveert? Je feedback helpt ons de plugin te verbeteren.
pl_pl: Czy możesz nam powiedzieć, dlaczego dezaktywujesz wtyczkę? Twoja opinia pomoże nam ją ulepszyć.
ro_ro: Puteți să ne spuneți de ce dezactivați pluginul? Feedback-ul dvs. ne ajută să-l îmbunătățim.
sv_se: Kan du berätta varför du avaktiverar plugin-programmet? Din feedback hjälper oss att göra det bättre.
tr_tr: Lütfen bize eklentiyi neden devre dışı bıraktığınızı söyleyebilir misiniz? Görüşleriniz daha iyi hale getirmemize yardımcı olur.
uk: Чи можете, будь ласка, розповісти, чому ви деактивуєте плагін? Ваші відгуки допомагають нам покращити його.
vi: Bạn có thể cho chúng tôi biết lý do tại sao bạn đang vô hiệu hóa plugin không? Phản hồi của bạn giúp chúng tôi cải thiện nó hơn.

source: Temporary deactivation (troubleshooting)
cs_cz: Dočasná deaktivace (řešení problémů)
fi: Tilapäinen deaktivointi (vianmääritys)
he_il: שת ת (פתר עת)
hu_hu: Ideiglenes kikapcsolás (hibaelhárítás)
ja: 一時的な機能停止（トラブルシューティング）
ja_jp: 一時的な無効化（トラブルシューティング）)
km: á€á¶ášá”á‰áŸ’áˆá”áŸ‹á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á”ááŸ’ááŸ„áŸ‡á¢á¶áŸá“áŸ’á“ (á€á¶ášá‡á½áŸá‡á»á›)
ko_kr: 일시적 비활성화(문제 해결)
lo: ການປິດຊົມຊະບັດ (ການແກ້ໄຂບັນຫາ)
nb_no: Midlertidig deaktivering (feilsøking)
nl_nl: Tijdelijke deactivering (probleemoplossing)
pl_pl: Tymczasowa dezaktywacja (rozwiązywanie problemów)
ro_ro: Dezactivare temporară (depanare)
sv_se: Tillfällig avaktivering (felsökning)
tr_tr: Geçici devre dışı bırakma (sorun giderme)
uk: Тимчасова деактивація (усунення неполадок)
vi: Vô hiệu hóa tạm thời (khắc phục sự cố)

source: Compatibility issue
cs_cz: Problém kompatibility
fi: Yhteensopivuusongelma
he_il: עת תת
hu_hu: Kompatibilitási probléma
ja: 互換性の問題
ja_jp: 互換性の問題
km: á”á‰áŸ’á á¶áŸá˜ááŸ’áá—á¶á–
ko_kr: 호환성 문제
lo: ບັນຫາຄວາມເຂົ້າໃຈ
nb_no: Kompatibilitetsproblem
nl_nl: Compatibiliteitsprobleem
pl_pl: Problem z kompatybilnością
ro_ro: Probleme de compatibilitate
sv_se: Kompatibilitetsproblem
tr_tr: Uyumluluk sorunu
uk: Проблема сумісності
vi: Vấn đề tương thích

source: Please describe what part of the layout or functionality was affected.
cs_cz: Popište, jaká část rozvržení nebo funkčnosti byla ovlivněna.
fi: Kuvailkaa, mihin ulkoasun tai toiminnallisuuden osaan muutos vaikutti.
he_il: תר ק פרס פקצת שפע.
hu_hu: Kérjük, írja le, hogy az elrendezés vagy a funkcionalitás mely részét érintette.
ja: レイアウトや機能のどの部分に影響があったかを説明してください。
ja_jp: レイアウトまたは機能のどの部分が影響を受けたかを説明してください。.
km: áŸá¼á˜á–á·á–ááŸŒá“á¶áá¶áá¾á•áŸ’á“áŸ‚á€áá¶á“áŸƒá€á¶ášášáŸ€á”á…áŸ†á¬á˜á»áá„á¶ášááŸ’ášá¼áœá”á¶á“á”áŸ‰áŸ‡á–á¶á›áŸ‹áŸ”.
ko_kr: 레이아웃 또는 기능의 어떤 부분이 영향을 받았는지 설명해 주세요.
lo: Thov piav qhia seb qhov chaw ntawm qhov qauv lossis qhov ua haujlwm twg tau cuam tshuam.
nb_no: Beskriv hvilken del av oppsettet eller funksjonaliteten som ble berørt.
nl_nl: Beschrijf welk deel van de lay-out of functionaliteit is aangetast.
pl_pl: Opisz, jaka część układu lub funkcjonalności została naruszona.
ro_ro: Vă rugăm să descrieți ce parte din aspect sau funcționalitate a fost afectată.
sv_se: Vänligen beskriv vilken del av layouten eller funktionaliteten som påverkades.
tr_tr: Lütfen düzenin veya işlevselliğin hangi kısmının etkilendiğini açıklayın.
uk: Будь ласка, опишіть, яка частина макету або функціональності була порушена.
vi: Vui lòng mô tả phần nào của bố cục hoặc chức năng đã bị ảnh hưởng.

source: Difficult to set up
cs_cz: Obtížné nastavení
fi: Vaikea asentaa
he_il: קש ר
hu_hu: Nehéz beállítani
ja: セットアップが難しい
ja_jp: 設定が難しい
km: á€áŸ†áááŸ‹á€á¶ášá€áŸ†áááŸ‹á–á·á”á¶á€
ko_kr: 설정하기 어려움
lo: ຍາກທີ່ຈະຕັ້ງຄ່າ
nb_no: Vanskelig å sette opp
nl_nl: Moeilijk op te zetten
pl_pl: Trudna konfiguracja
ro_ro: Greu de configurat
sv_se: Svårt att sätta upp
tr_tr: Kurulumu zor
uk: Важко налаштувати
vi: Khó để thiết lập

source: What part of the setup was confusing or unclear?
cs_cz: Která část nastavení byla matoucí nebo nejasná?
fi: Mikä osa asetelmasta oli hämmentävä tai epäselvä?
he_il: ק ר רר?
hu_hu: Melyik része volt zavaros vagy nem világos?
ja: セットアップのどの部分がわかりにくかったですか？
ja_jp: セットアップのどの部分が混乱を招いたり、不明瞭でしたか？?
km: Setup-Å‹aÅ‹aÅ‹ kÉ”ÌÅ‹ kÉ”ÌÅ‹aÅ‹ kÉ”ÌÅ‹aÅ‹ kÉ”ÌÅ‹aÅ‹ kÉ”ÌÅ‹aÅ‹?
ko_kr: 설정 중 혼란스럽거나 불분명한 부분은 무엇인가요?
lo: ສ່ວນໃດຂອງການຕັ້ງຄ່າທີ່ສັບສົນຫຼືບໍ່ຊັດເຈນ?
nb_no: Hvilken del av oppsettet var forvirrende eller uklart?
nl_nl: Welk deel van de opstelling was verwarrend of onduidelijk?
pl_pl: Która część konfiguracji była myląca lub niejasna?
ro_ro: Ce parte a pregătirii a fost confuză sau neclară?
sv_se: Vilken del av upplägget var förvirrande eller oklart?
tr_tr: Kurulumun hangi kısmı kafa karıştırıcı ya da belirsizdi?
uk: Яка частина налаштування була заплутаною або незрозумілою?
vi: Phần nào của thiết lập khiến bạn bối rối hoặc không rõ ràng?

source: Missing features
cs_cz: Chybějící funkce
fi: Puuttuvat ominaisuudet
he_il: תת סרת
hu_hu: Hiányzó funkciók
ja: 不足している機能
ja_jp: 欠落している機能
km: á›á€áŸ’áááŸˆáŠáŸ‚á›ááŸ’áœáŸ‡
ko_kr: 누락된 기능
lo: ຂາດບັນທຸກຄຸນສົມບູນ
nb_no: Manglende funksjoner
nl_nl: Ontbrekende functies
pl_pl: Brakujące funkcje
ro_ro: Caracteristici lipsă
sv_se: Saknade funktioner
tr_tr: Eksik özellikler
uk: Відсутні функції
vi: Các tính năng bị thiếu

source: Which features were you looking for?
cs_cz: Které funkce jste hledali?
fi: Mitä ominaisuuksia etsit?
he_il: תת פשת?
hu_hu: Milyen funkciókat keresett?
ja: どのような機能をお探しでしたか？
ja_jp: どの機能を探していましたか？?
km: Kuyimiphi imisebenzi obukufuna?
ko_kr: 어떤 기능을 찾고 계셨나요?
lo: ຄຸນລັກສະນະໃດທີ່ທ່ານກຳລັງມອງຫາ?
nb_no: Hvilke funksjoner var du ute etter?
nl_nl: Naar welke functies was je op zoek?
pl_pl: Jakich funkcji szukałeś?
ro_ro: Ce caracteristici căutați?
sv_se: Vilka funktioner letade du efter?
tr_tr: Hangi özellikleri arıyordunuz?
uk: Які функції ви шукали?
vi: Bạn đang tìm kiếm những tính năng nào?

source: %1$sBraintree\Exception\SSLCertificate %2$s
cs_cz: %1$sBraintree\Exception\SSLCertifikát %2$s
es_es: %1$sBraintree\Exception\SSLCertificado %2$s
ja: [BraintreeExceptionSSLCertificate [1］
ko_kr: %1$s브레인트리\예외\SSLCertificate %2$s

source: %1$sBraintree\Exception\NotFound %2$s
cs_cz: %1$sBraintree\Výjimka\Nenalezeno %2$s
es_es: %1$sBraintree\Exception\NNNotFound %2$s
ja: [BraintreeException
ko_kr: %1$s브레인트리\예외\못찾음 %2$s
sv_se: %1$s Braintree\Uppmärksamhet\Inte hittad %2$s

source: Live Public Key
es_es: Clave pública en vivo
fi: Julkinen avain
fr_fr: Clé public active
he_il: פת צר
hu_hu: Élő nyilvános kulcs
ja: ライブ公開鍵
ko_kr: 라이브 공개 키
nb_no: Live offentlig nøkkel
nl_nl: Live openbare sleutel
pl_pl: Klucz publiczny na żywo
pt_br: Chave pública ao vivo
pt_pt: Chave pública em direto
ro_ro: Cheie publică:
sv_se: Live Public nyckel
tr_tr: Canlı Genel Anahtar
zh_cn: 实时公钥

source: The ID provided to you by the authorized PayPal Reseller who registered you for the Payflow SDK. If you purchased your account directly from PayPal, use PayPal or leave blank.
cs_cz: ID, které vám poskytl autorizovaný prodejce PayPal, který vás zaregistroval pro Payflow SDK. Pokud jste si účet zakoupili přímo od společnosti PayPal, použijte PayPal nebo nechte prázdné.
fi: Tunnus, jonka sinulle on antanut sinut rekisteröinyt valtuutettu PayPal-jälleenmyyjä payflow SDK:lle. Jos olet ostanut tilisi suoraan PayPalilta, käytä PayPal tai jätä tyhjäksi.
he_il: -ID שספק ע שק רש ש PayPal שרש ת -Payflow SDK. רשת ת ש שרת -PayPal, שתש -PayPal שר ת ש רק.
hu_hu: Az Önt regisztráló, felhatalmazott PayPal viszonteladó által megadott azonosító a Payflow SDK-ra. Ha közvetlenül a PayPal-tól vásárolta meg a fiókját, használja a PayPal-t, vagy hagyja üresen.
ja: お客様をPayflow SDKに登録した正規PayPalリセラーから提供されたID。 によって提供されるID。PayPalから直接アカウントを購入した場合は、PayPalを使用するか、空白のままにします。
ko_kr: 귀하를 등록한 공인 페이팔 리셀러가 귀하에게 제공한 ID 를 등록한 공인 PayPal 리셀러가 제공한 ID입니다. PayPal에서 직접 계정을 구매한 경우 PayPal을 사용하거나 비워둡니다.
nb_no: ID-en du har fått fra den autoriserte PayPal-forhandleren som registrerte deg for Payflow SDK. Hvis du kjøpte kontoen din direkte fra PayPal, bruker du PayPal eller lar feltet stå tomt.
nl_nl: De ID die aan u is verstrekt door de geautoriseerde PayPal Reseller die u heeft geregistreerd voor de Payflow SDK. Als u uw account rechtstreeks bij PayPal hebt gekocht, gebruik dan PayPal of laat leeg.
pl_pl: Identyfikator dostarczony przez autoryzowanego sprzedawcę PayPal, który zarejestrował użytkownika dla Payflow SDK. Jeśli konto zostało zakupione bezpośrednio od PayPal, użyj PayPal lub pozostaw puste.
ro_ro: ID-ul furnizat de către revânzătorul PayPal autorizat care v-a înregistrat pentru Payflow SDK. Dacă v-ați achiziționat contul direct de la PayPal, utilizați PayPal sau lăsați gol.
sv_se: Det ID som du har fått av den auktoriserade PayPal-återförsäljare som registrerade dig för Payflow SDK. Om du köpte ditt konto direkt från PayPal, använd PayPal eller lämna tomt.
tr_tr: Sizi kaydeden yetkili PayPal Bayisi tarafından size sağlanan kimlik payflow SDK için. Hesabınızı doğrudan PayPal'dan satın aldıysanız, PayPal'ı kullanın veya boş bırakın.
