Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: This image requires an SSL host. Please upload your image to <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> and enter the image URL here.
ar: تتطلب هذه الصورة مضيف SSL. يرجى تحميل صورتك على <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> وإدخال عنوان URL للصورة هنا.
cs_cz: Tento obraz vyžaduje hostitele SSL. Nahrajte prosím obrázek na <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> a zadejte zde adresu URL obrázku.
de_de: Dieses Bild erfordert einen SSL-Host. Bitte laden Sie Ihr Bild auf <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> hoch und geben Sie die Bild-URL hier ein.
es_es: Esta imagen requiere un host SSL. Cargue su imagen en <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> e introduzca aquí la URL de la imagen.
fi: Tämä kuva vaatii SSL-isännän. Lataa kuva osoitteeseen <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> ja syötä kuvan URL-osoite tähän.
fr_fr: Cette image nécessite un hôte SSL. Veuillez télécharger votre image sur <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> et saisissez l’URL de l’image ici.
he_il: ת רשת ר SSL. ע ת ת ש <a target="_blank" href="http://www.sslpic.com">-www.sslpic.com</a> ת תת -URL ש ת .
hu_hu: Ehhez a képhez SSL-állomás szükséges. Kérjük, töltse fel a képet a <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> oldalra, és adja meg a kép URL-címét itt.
it_it: Questa immagine richiede un host SSL. Si prega di caricare la tua immagine per <a target=“_blank” href=“http://www.sslpic.com”>www.sslpic.com</a> e immettere l’URL dell’immagine qui.
ja: この画像にはSSLホストが必要です。 画像を<a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a>にアップロードし、ここに画像のURLを入力してください。
ko_kr: 이 이미지는 SSL 호스트를 필요합니다. <a target="_blank" href="http://www.sslpic.com">Www.sslpic.com</a> 에 당신의 이미지를 업로드 하고 여기에 이미지 URL을 입력하십시오.
nb_no: Dette bildet krever en SSL-vert. Last opp bildet ditt til <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> og skriv inn bilde-URL-en her.
nl_nl: Deze afbeelding vereist een SSL-host. Upload je afbeelding naar <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> en voer de URL van de afbeelding hier in.
pl_pl: Ten obrazek wymaga SSL. Proszę wgraj go na <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> i wprowadź adres URL obrazka tutaj.
pt_br: Esta imagem requer um host SSL. Por favor fazer o upload de sua imagem para <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> e digitara URL da imagem aqui.
pt_pt: Esta imagem requer um anfitrião SSL. Carregue a sua imagem para <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> e introduza o URL da imagem aqui.
ro_ro: Această imagine necesită o gazdă SSL. Vă rugăm să încărcați imaginea la <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> și să introduceți URL-ul imaginii aici.
ru_ru: Для этого изображения требуется SSL-хост. Пожалуйста, загрузите изображение на <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> и введите URL-адрес изображения здесь.
sv_se: Den här bilden kräver en SSL-värd. Vänligen ladda upp din bild till <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> och ange bildens URL här.
tr_tr: Bu görüntü bir SSL ana bilgisayarı gerektirir. Lütfen resminizi <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> adresine yükleyin ve resim URL'sini buraya girin.
zh_cn: 此图片需要 SSL 主机。 请将图片上传到<a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a>，并在此处输入图片 URL。

source: Enable PayPal Credit
ar: تمكين ائتمان PayPal
cs_cz: Povolení kreditu PayPal
de_de: Paypal Kredit aktivieren
es_es: Habilitar crédito de PayPal
fi: Ota PayPal-saldo käyttöön
fr_fr: Activer le Crédit PayPal
he_il: פשר שר PayPal
hu_hu: PayPal-hitel engedélyezése
it_it: Attiva il credito PayPal
ja: PayPal クレジットを有効化
ko_kr: 페이팔 크레딧 가능
nb_no: Aktiver PayPal-kreditt
nl_nl: PayPal-krediet inschakelen
pl_pl: Włącz PayPal Credir
pt_br: Ativar crédito do PayPal
pt_pt: Ativar crédito do PayPal
ro_ro: Activați creditul PayPal
ru_ru: Включить кредит PayPal
sv_se: Aktivera PayPal-kredit
tr_tr: PayPal Kredisini Etkinleştir
zh_cn: 启用 PayPal 信用

source: This option is disabled. Currently PayPal Credit only available for U.S. and U.K. merchants.
ar: تم تعطيل هذا الخيار. لا يتوفر حالياً PayPal Credit إلا للتجار في الولايات المتحدة والمملكة المتحدة فقط.
cs_cz: Tato možnost je zakázána. V současné době je služba PayPal Credit dostupná pouze pro obchodníky z USA a Velké Británie.
de_de: Diese Option ist deaktiviert. Derzeit PayPal Credit nur für US- und UK-Händler verfügbar.
es_es: Esta opción está desactivada. Actualmente, PayPal Crédito sólo está disponible para vendedores de EE.UU. y Reino Unido.
fi: Tämä vaihtoehto on poistettu käytöstä. Tällä hetkellä PayPal Credit on saatavilla vain yhdysvaltalaisille ja brittiläisille kauppiaille.
fr_fr: Cette option est désactivée. Actuellement, le crédit PayPal n'est disponible que pour les marchands des États-Unis et du Royaume-Uni.
he_il: פשרת . רע, PayPal Credit רק ער סר רצת רת ר.
hu_hu: Ez az opció ki van kapcsolva. Jelenleg a PayPal-hitel csak az amerikai és brit kereskedők számára érhető el.
it_it: Questa opzione è disattivata. Attualmente il Credito PayPal è disponibile solo per i commercianti statunitensi e britannici.
ja: このオプションは無効です。現在、PayPalクレジットは米国と英国の加盟店でのみご利用いただけます。
ko_kr: 이 옵션은 비활성화되어 있습니다. 현재 PayPal 크레딧은 미국 및 영국 판매자만 사용할 수 있습니다.
nb_no: Dette alternativet er deaktivert. For øyeblikket er PayPal-kreditt bare tilgjengelig for forhandlere i USA og Storbritannia.
nl_nl: Deze optie is uitgeschakeld. Op dit moment is PayPal Credit alleen beschikbaar voor verkopers in de Verenigde Staten en Groot-Brittannië.
pl_pl: Ta opcja jest wyłączona. Obecnie PayPal Credit jest dostępny tylko dla sprzedawców z USA i Wielkiej Brytanii.
pt_br: Essa opção está desativada. Atualmente, o Crédito do PayPal está disponível apenas para comerciantes dos EUA e do Reino Unido.
pt_pt: Essa opção está desativada. Atualmente, o Crédito do PayPal está disponível apenas para comerciantes dos EUA e do Reino Unido.
ro_ro: Această opțiune este dezactivată. În prezent, creditul PayPal este disponibil numai pentru comercianții din S.U.A. și U.K.
ru_ru: Эта опция отключена. В настоящее время PayPal Credit доступен только для продавцов из США и Великобритании.
sv_se: Det här alternativet är inaktiverat. För närvarande är PayPal Credit endast tillgängligt för handlare i USA och Storbritannien.
tr_tr: Bu seçenek devre dışı bırakılmıştır. Şu anda PayPal Kredisi yalnızca ABD ve Birleşik Krallık'taki satıcılar için kullanılabilir.
zh_cn: 该选项已禁用。目前 PayPal Credit 仅适用于美国和英国商户。

source: Enable PayPal Express
ar: تمكين PayPal Express
cs_cz: Povolení služby PayPal Express
de_de: PayPal Express aktivieren
es_es: Activar PayPal exprés
fi: Ota PayPal Express käyttöön
fr_fr: Activez le Paiement express PayPal
he_il: פע PayPal Express
hu_hu: PayPal engedélyezése
it_it: Abilita Paypal express
ja: PayPal Expressを有効にする
ko_kr: PayPal Express 사용
nb_no: Aktiver PayPal Express
nl_nl: PayPal Express inschakelen
pl_pl: Włącz PayPal Express
pt_br: Habilitar o pagamento via Paypal Express
pt_pt: Ativar o PayPal Express
ro_ro: Activați PayPal Express
ru_ru: Включить PayPal Express
sv_se: Aktivera PayPal Express
tr_tr: PayPal Express'i etkinleştirin
zh_cn: 启用PayPal快递

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account
ar: الدفع بواسطة بايبال; يمكنك الدفع ببطاقة الائتمان إذا كنت لا تملك حساب بايبال
cs_cz: Platba přes PayPal; pokud nemáte účet PayPal, můžete platit kreditní kartou
de_de: Zahlen Sie über PayPal; Sie können mit Ihrer Kreditkarte bezahlen, wenn Sie kein PayPal-Konto haben
es_es: Paga a través de PayPal; puedes pagar con tu tarjeta de crédito si no tienes una cuenta de PayPal
fi: Maksa PayPalin kautta; voit maksaa luottokortilla, jos sinulla ei ole PayPal-tiliä
fr_fr: Payer avec PayPal : vous pouvez payer avec votre carte de crédit si vous n'avez pas de compte PayPal
he_il: ש צעת PayPal; ש PayPal, ת ש צעת רס שר ש
hu_hu: Fizetés PayPal-on keresztül; akkor fizethetsz kártyájával, ha nincs PayPal-számlád
it_it: Paga con PayPal; puoi pagare con la tua carta di credito anche se non hai un conto PayPal
ja: PayPal 経由で支払う。あなたは PayPal アカウントを持っていない場合は、クレジットカードで支払うことができます
km: Pay melalui PayPal; anda boleh membayar dengan kad kredit anda jika anda tidak mempunyai akaun PayPal
ko_kr: 페이팔 결제, 페이팔이 없을 경우, 신용카드로 지불
lo: ຈ່າຍຜ່ານ PayPal; ທ່ານສາมາດຈ່າຍດ້ວຍບັດເຄດິດຂອງທ່ານໄດ້ຖ້າທ່ານບໍ່ມີບັດ PayPal
nb_no: Betal via PayPal, du kan betale med ditt kredittkort dersom du ikke har en PayPal konto.
nl_nl: Betalen via PayPal, er kan betaald worden met creditcard zonder een PayPal-rekening
pl_pl: Zapłać przez PayPal; możesz zapłacić kartą kredytową, jeśli nie masz konta PayPal
pt_br: Pague via PayPal; você pode pagar com seu cartão de crédito se não tiver uma conta PayPal
pt_pt: Pagar através de PayPal; pode pagar com o seu cartão de crédito se não tiver uma conta PayPal
ro_ro: Plătiți prin PayPal; puteți plăti cu cardul de credit dacă nu aveți un cont PayPal
ru_ru: Оплата через PayPal; вы можете оплатить своей кредитной картой, если у вас нет аккаунта PayPal
sv_se: Betala via PayPal; du kan betala med ditt kreditkort om du inte har ett PayPal-konto
tr_tr: PayPal ile ödeme yapın; PayPal hesabınız yoksa kredi kartınızla ödeme yapabilirsiniz
vi: Thanh toán qua PayPal; bạn có thể thanh toán bằng thẻ tín dụng của mình nếu bạn không có tài khoản PayPal
zh_cn: 通过PayPal付款; 如果您没有PayPal帐户，可以使用信用卡付款

source: Account Settings (Classic Sandbox API Credentials)
ar: إعدادات الحساب (بيانات اعتماد واجهة برمجة تطبيقات Sandbox الكلاسيكية)
cs_cz: Nastavení účtu (pověření API klasického sandboxu)
de_de: Kontoeinstellungen (Klassische Sandbox-API-Anmeldeinformationen)
es_es: Configuración de la cuenta (credenciales de la API del entorno aislado clásico)
fi: Tilin asetukset (Classic Sandbox API Credentials)
fr_fr: Paramètres du compte (informations d'identification de l'API de l'Environnement de test classique)
he_il: רת ש (שר API ש סת ק קסת)
hu_hu: Fiókbeállítások (Klasszikus homokozó API hitelesítő adatok)
it_it: Impostazioni dell'account (credenziali API Sandbox classiche)
ja: アカウント設定（クラシックサンドボックスAPI認証情報）
ko_kr: 계정 설정(클래식 샌드박스 API 자격 증명)
nb_no: Kontoinnstillinger (API-legitimasjon for klassisk sandkasse)
nl_nl: Accountinstellingen (Klassieke Sandbox API-referenties)
pl_pl: Ustawienia konta (poświadczenia API klasycznej piaskownicy)
pt_br: Configurações da conta (credenciais da API do Sandbox clássico)
pt_pt: Definições de conta (Credenciais da API da Sandbox clássica)
ro_ro: Setări cont (acreditări API Sandbox clasic)
ru_ru: Настройки учетной записи (учетные данные API классической песочницы)
sv_se: Kontoinställningar (API-autentiseringsuppgifter för Classic Sandbox)
tr_tr: Hesap Ayarları (Klasik Sandbox API Kimlik Bilgileri)
zh_cn: 账户设置（经典沙盒 API 凭据）

source: Sandbox Mode
ar: وضع الحماية
cs_cz: Režim sandbox
de_de: Sandbox-Modus
es_es: Modo de Pruebas
fi: Hiekkalaatikkotila
fr_fr: Mode sandbox
he_il: צ ר
hu_hu: Homokozó Mód
it_it: Modalità Sandbox
ja: サンドボックスモード
ko_kr: 샌드박스 모드
nb_no: Sandkassemodus
nl_nl: Sandbox Modus
pl_pl: Tryb Sandbox
pt_br: Modo Sandbox
pt_pt: Modo de Teste
ro_ro: Activează modul de testare
ru_ru: Режим песочницы
sv_se: Sandlådeläge
tr_tr: Sandbox Modu
zh_cn: 沙盒模式

source: Enable PayPal Sandbox Mode
ar: تمكين وضع الحماية في PayPal
cs_cz: Povolení režimu PayPal Sandbox
de_de: Aktivieren PayPal Sandbox-Modus
es_es: Activar el modo Sandbox de PayPal
fi: PayPal-hiekkalaatikkotilan ottaminen käyttöön
fr_fr: Activer le mode "bac à sable" de PayPal
he_il: פע צ Sandbox ש PayPal
hu_hu: PayPal Sandbox mód engedélyezése
it_it: Abilitare la modalità Sandbox di PayPal
ja: PayPalサンドボックスモードを有効にする
ko_kr: PayPal 샌드박스 모드 활성화
nb_no: Aktiver PayPals sandkassemodus
nl_nl: PayPal zandbakmodus inschakelen
pl_pl: Włącz tryb piaskownicy PayPal
pt_br: Ativar o modo Sandbox do PayPal
pt_pt: Ativar o modo Sandbox do PayPal
ro_ro: Activați modul PayPal Sandbox
ru_ru: Включить режим "песочницы" PayPal
sv_se: Aktivera Sandbox-läge för PayPal
tr_tr: PayPal Sandbox Modunu Etkinleştir
zh_cn: 启用 PayPal 沙盒模式

source: Place the payment gateway in development mode. Sign up for a developer account <a href="%s" target="_blank">here</a>
ar: ضع بوابة الدفع في وضع التطوير. سجل للحصول على حساب مطور <a href="%s" target="_blank">هنا</a>
cs_cz: Přepněte platební bránu do režimu vývoje. Zaregistrujte si vývojářský účet <a href="%s" target="_blank">zde</a>
de_de: Versetzen Sie das Zahlungsgateway in den Entwicklungsmodus. Melden Sie sich für ein Entwicklerkonto <a href="%s" target="_blank">hier</a> an
es_es: Habilitar la pasarela de pago en modo de desarrollo. Regístrese para una cuenta de desarrollador <a href="%s" target="_blank">aquí</a>
fi: Aseta maksuportti kehitystilaan. Rekisteröidy kehittäjätilille <a href="%s" target="_blank">täällä</a>
fr_fr: Placer la passerelle de paiement en mode développement. Inscrivez-vous pour un compte de développeur <a href="%s" target="_blank">ici</a>
he_il: ער ת שער תש צ פת. רש ש פת <a href="%s" target="_blank"></a>
hu_hu: Helyezze a fizetési átjárót fejlesztési üzemmódba. Regisztráljon fejlesztői fiókra <a href="%s" target="_blank">itt</a>
it_it: Posizionare il gateway di pagamento in modalità di sviluppo. Registrate un account per sviluppatori <a href="%s" target="_blank">qui</a>
ja: 決済ゲートウェイを開発モードにする。<a href="%s" target="_blank">ここから</a>開発者アカウントにサインアップ
ko_kr: 결제 게이트웨이를 개발 모드로 설정합니다. <a href="%s" target="_blank">여기에서</a> 개발자 계정에 가입하세요
nb_no: Sett betalingsgatewayen i utviklingsmodus. Registrer deg for en utviklerkonto <a href="%s" target="_blank">her</a>
nl_nl: Zet de betalingsgateway in ontwikkelingsmodus. Meld u <a href="%s" target="_blank">hier</a> aan voor een ontwikkelaarsaccount
pl_pl: Umieść bramkę płatności w trybie deweloperskim. Zarejestruj konto dewelopera <a href="%s" target="_blank">tutaj</a>
pt_br: Coloque o gateway de pagamento no modo de desenvolvimento. Cadastre-se para uma conta de desenvolvedor <a href="%s" target="_blank">aqui</a>
pt_pt: Colocar o gateway de pagamento em modo de desenvolvimento. Inscreva-se para obter uma conta de programador <a href="%s" target="_blank">aqui</a>
ro_ro: Plasați gateway-ul de plată în modul de dezvoltare. Înscrieți-vă pentru un cont de dezvoltator <a href="%s" target="_blank">aici</a>
ru_ru: Переведите платежный шлюз в режим разработки. Зарегистрируйтесь для получения учетной записи разработчика <a href="%s" target="_blank">здесь</a>
sv_se: Placera betalningsgatewayen i utvecklingsläge. Registrera dig för ett utvecklarkonto <a href="%s" target="_blank">här</a>
tr_tr: Ödeme ağ geçidini geliştirme moduna yerleştirin. Geliştirici hesabı için <a href="%s" target="_blank">buradan</a> kaydolun
zh_cn: 将支付网关置于开发模式。<a href="%s" target="_blank">在此</a>注册开发者账户

source: Username
ar: اسم المستخدم
cs_cz: Uživatelské jméno
de_de: Benutzername
es_es: Nombre de usuario
fi: Käyttäjätunnus
fr_fr: Nom d'utilisateur
he_il: ש שתש
hu_hu: Felhasználónév
it_it: Nome utente
ja: ユーザー名
ko_kr: 아이디
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ro_ro: Utilizator
ru_ru: Имя пользователя
sv_se: Användarnamn
tr_tr: Kullanıcı Adı
zh_cn: 用户名

source: Create sandbox accounts and obtain API credentials from within your PayPal developer account.
ar: أنشئ حسابات sandbox واحصل على بيانات اعتماد واجهة برمجة التطبيقات من داخل حساب مطور PayPal الخاص بك.
cs_cz: Vytvořte si účty sandboxu a získejte pověření API z vývojářského účtu PayPal.
de_de: Erstellen Sie Sandbox-Konten, und beziehen Sie API-Anmeldeinformationen aus Ihrem PayPal Entwicklerkonto.
es_es: Cree cuentas aisladas y obtenga credenciales de API desde su cuenta de integrador de PayPal.
fi: Luo hiekkalaatikkotilejä ja hanki API-tunnukset PayPal-kehittäjätililtäsi.
fr_fr: Créez des comptes sandbox et obtenez des identifiants API à partir de votre compte développeur PayPal.
he_il: צר שת סת ק ק שר API ת ש פת ש -PayPal.
hu_hu: Hozzon létre sandbox-fiókokat, és szerezze meg az API hitelesítő adatokat a PayPal fejlesztői fiókjából.
it_it: Create conti sandbox e ottenete le credenziali API dal vostro conto PayPal per sviluppatori.
ja: サンドボックスアカウントを作成し、PayPalデベロッパーアカウントからAPIクレデンシャルを取得します。
ko_kr: PayPal 개발자 계정 내에서 샌드박스 계정을 생성하고 API 자격 증명을 받습니다.
nb_no: Opprett sandkassekontoer og hent API-legitimasjon fra PayPal-utviklerkontoen din.
nl_nl: Maak sandbox-accounts aan en verkrijg API-referenties vanuit je PayPal-ontwikkelaarsaccount.
pl_pl: Utwórz konta piaskownicy i uzyskaj poświadczenia API z poziomu konta programisty PayPal.
pt_br: Crie contas sandbox e obtenha credenciais de API a partir da sua conta de desenvolvedor do PayPal.
pt_pt: Crie contas sandbox e obtenha credenciais de API a partir da sua conta de desenvolvedor do PayPal.
ro_ro: Creați conturi sandbox și obțineți acreditările API din contul dvs. de dezvoltator PayPal.
ru_ru: Создайте учетные записи "песочницы" и получите учетные данные API из учетной записи разработчика PayPal.
sv_se: Skapa sandlådekonton och få API-autentiseringsuppgifter från ditt PayPal-utvecklarkonto.
tr_tr: Sandbox hesapları oluşturun ve PayPal geliştirici hesabınızdan API kimlik bilgilerini edinin.
zh_cn: 创建沙盒账户，从 PayPal 开发者账户中获取 API 凭据。

source: Password
ar: كلمة المرور
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
fi: Salasana
fr_fr: Mot de passe
he_il: סס
hu_hu: Jelszó
ja: パスワード
ko_kr: 비밀번호
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Palavra-passe
pt_pt: Senha
ro_ro: Parola
ru_ru: Пароль
sv_se: Lösenord
tr_tr: Parola
zh_cn: 密码

source: Signature
ar: التوقيع
cs_cz: Podpis
de_de: Unterschrift
es_es: Firma
fi: Allekirjoitus
he_il: ת
hu_hu: Aláírás
it_it: Firma
ja: 署名
ko_kr: 서명
nb_no: Signatur
nl_nl: Handtekening
pl_pl: Podpis
pt_br: Assinatura
pt_pt: Assinatura
ro_ro: Semnătură
ru_ru: Подпись
sv_se: Underskrift
tr_tr: İmza
zh_cn: 签名

source: Get your live account API credentials from your PayPal account profile under the API Access section <br />or by using <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">this tool</a>.
ar: احصل على بيانات اعتماد واجهة برمجة التطبيقات (API) لحسابك المباشر من ملفك الشخصي لحساب PayPal تحت قسم الوصول إلى واجهة برمجة التطبيقات <br />أو باستخدام <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">هذه الأداة</a>.
cs_cz: Pověření API k reálnému účtu získáte ve svém profilu účtu PayPal v části Přístup k API <br />nebo pomocí <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">tohoto nástroje</a>.
de_de: Erhalten Sie Ihre API-Anmeldeinformationen von Ihrem PayPal-Account-Profil unter dem Abschnitt API Access <br /> Oder mit <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">diesem Tool</a> .
es_es: Obtenga las credenciales de API de su cuenta real en el perfil de su cuenta PayPal, en la sección Acceso a API <br />o utilizando <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">esta herramienta</a>.
fi: Hae live-tilisi API-tunnukset PayPal-tilisi profiilista API Access -osiosta <br />tai <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">tämän työkalun</a> avulla.
fr_fr: Obtenez votre compte réel API informations d'identification du profil de votre compte PayPal en vertu de la section de l'accès à l'API<br>ou à l'aide de <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">cet outil</a>.
he_il: ק ת פר ס -API ש ש ש PayPal ש, תת קר "ש -API" תת <br /> צעת <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run"> </a>.
hu_hu: Az élő számla API hitelesítő adatait a PayPal-fiók profiljában az API-hozzáférés szakaszban találja: <br />, vagy használja <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">ezt az eszközt</a>.
it_it: Ottieni le credenziali conto Live API dal tuo profilo PayPal nella sezione di accesso API <br /> o utilizza <a target=“_blank” href=“https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run”>questo strumento.</a>
ja: PayPalアカウントプロフィールのAPIアクセスセクション（<br />）から、または<a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">このツールを</a>使用して、ライブアカウントのAPI認証情報を取得してください。
ko_kr: API 액세스 섹션 <br />또는 <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">이 도구를</a> 사용하여 PayPal 계정 프로필에서 실시간 계정 API 자격 증명을 받으십시오.
nb_no: Få API-legitimasjonen for live-kontoen din fra PayPal-kontoprofilen din under API-tilgang-delen <br />eller ved å bruke <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">dette verktøyet</a>.
nl_nl: Haal de API-referenties van je live-rekening op uit het profiel van je PayPal-rekening onder het gedeelte API-toegang <br />of met behulp van <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">deze tool</a>.
pl_pl: Otrzymaj swoje dane API w swoim koncie w sekcji API Access<br />lub używając <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">tego narzędzia</a>.
pt_br: Obter credenciais da sua conta API a partir do seu perfil de conta PaypPal, na página de Acesso <br>ou usando <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">esta ferramenta</a>.
pt_pt: Obtenha as credenciais da API da sua conta real no perfil da sua conta PayPal na secção Acesso à API <br />ou utilizando <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">esta ferramenta</a>.
ro_ro: Obțineți acreditările API ale contului dvs. live din profilul contului PayPal, la secțiunea Acces API <br />sau utilizând <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">acest instrument</a>.
ru_ru: Получите учетные данные API реального счета в профиле счета PayPal в разделе "Доступ к API" <br />или с помощью <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">этого инструмента</a>.
sv_se: Hämta API-autentiseringsuppgifter för ditt livekonto från din PayPal-kontoprofil under API-åtkomst <br />eller med hjälp av <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">det här verktyget</a>.
tr_tr: Canlı hesap API kimlik bilgilerinizi PayPal hesap profilinizdeki API Erişimi bölümünden <br />veya <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">bu aracı</a> kullanarak alın.
zh_cn: 从 API 访问部分的 PayPal 账户配置文件<br />或使用<a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">此工具</a>获取真实账户的 API 凭据。

source: Display Settings (Optional)
ar: إعدادات العرض (اختياري)
cs_cz: Nastavení displeje (volitelné)
de_de: Anzeigeeinstellungen (optional)
es_es: Configuración de la pantalla (opcional)
fi: Näyttöasetukset (valinnainen)
fr_fr: Paramètres d'affichage (en option)
he_il: רת תצ (פצ)
hu_hu: Megjelenítési beállítások (opcionális)
it_it: Impostazioni del display (opzionale)
ja: ディスプレイ設定（オプション）
ko_kr: 디스플레이 설정(선택 사항)
nb_no: Skjerminnstillinger (valgfritt)
nl_nl: Weergave-instellingen (optioneel)
pl_pl: Ustawienia wyświetlacza (opcjonalnie)
pt_br: Configurações de exibição (opcional)
pt_pt: Definições do ecrã (opcional)
ro_ro: Setări afișaj (opțional)
ru_ru: Настройки дисплея (дополнительно)
sv_se: Displayinställningar (valfritt)
tr_tr: Ekran Ayarları (İsteğe Bağlı)
zh_cn: 显示屏设置（可选）
