Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: TRANSACTION_APPROVED_AWAITING_FUNDING: The payer must send the funds for this captured payment. This code generally appears for manual EFTs.
ar: معاملة_موافق عليها_تنتظر_التمويل: يجب أن يقوم الدافع بإرسال الأموال لهذه الدفعة المقبوضة. يظهر هذا الرمز بشكل عام لعمليات التحويل الإلكتروني اليدوية.
cs_cz: TRANSACTION_APPROVED_AWAITING_FUNDING: Platebník musí zaslat finanční prostředky na tuto zachycenou platbu. Tento kód se obvykle objevuje u manuálních EFT.
de_de: TRANSACTION_APPROVED_AWAITING_FUNDING: Der Zahler muss die Mittel für diese erfasste Zahlung senden. Dieser Code erscheint in der Regel bei manuellen EFTs.
es_es: TRANSACTION_APPROVED_AWAITING_FUNDING: El ordenante debe enviar los fondos para este pago capturado. Este código aparece generalmente para las TEF manuales.
fi: TRANSACTION_APPROVED_AWAITING_FUNDING: Maksajan on lähetettävä varat tätä maksua varten. Tämä koodi esiintyy yleensä manuaalisissa tilisiirroissa.
fr_fr: TRANSACTION_APPROVED_AWAITING_FUNDING : Le payeur doit envoyer les fonds pour ce paiement saisi. Ce code apparaît généralement pour les télévirements manuels.
he_il: TRANSACTION_APPROVED_AWAITING_FUNDING: ע ש ש ת ספ ער תש . ק פע ר ער ערת קרת ת.
hu_hu: TRANSACTION_APPROVED_AWAITING_FUNDING: A fizető félnek el kell küldenie a pénzt ehhez a rögzített fizetéshez. Ez a kód általában kézi EFT-k esetében jelenik meg.
it_it: TRANSAZIONE_APPROVATA_IN_ATTESA_DI_FINANZIAMENTO: Il pagatore deve inviare i fondi per questo pagamento acquisito. Questo codice compare generalmente per gli EFT manuali.
ja: transaction_approved_awaiting_funding：支払人はこの取り込まれた支払の資金を送金しなければならない。このコードは通常、手動の EFT に表示されます。
ja_jp: TRANSACTION_APPROVED_AWAITING_FUNDING: 支払者は、このキャプチャされた支払いのために資金を送信する必要があります。このコードは一般的に手動EFTの場合に表示されます。.
ko_kr: 트랜잭션_승인_대기_자금: 결제자가 이 매입된 결제에 대한 자금을 송금해야 합니다. 이 코드는 일반적으로 수동 EFT에 표시됩니다.
nb_no: TRANSACTION_APPROVED_AWAITING_FUNDING: Betaleren må sende midlene for denne registrerte betalingen. Denne koden vises vanligvis for manuelle EFT-er.
nl_nl: TRANSACTIE_GOEDGEKEURD_WACHTEND_FINANCIERING: De betaler moet het geld voor deze vastgelegde betaling sturen. Deze code verschijnt meestal voor handmatige EFT's.
pl_pl: TRANSACTION_APPROVED_AWAITING_FUNDING: Płatnik musi wysłać środki dla tej przechwyconej płatności. Ten kod pojawia się zazwyczaj w przypadku ręcznych płatności EFT.
pt_br: TRANSACTION_APPROVED_AWAITING_FUNDING: O pagador deve enviar os fundos para esse pagamento capturado. Esse código geralmente aparece para EFTs manuais.
pt_pt: TRANSACTION_APPROVED_AWAITING_FUNDING: O pagador deve enviar os fundos para este pagamento capturado. Este código aparece geralmente para as transferências electrónicas manuais.
ro_ro: TRANSACTION_APPROVED_AWAITING_FUNDING: Plătitorul trebuie să trimită fondurile pentru această plată capturată. Acest cod apare în general pentru EFT manuale.
ru_ru: ТРАНЗАКЦИЯ_ОДОБРЕНА_ОЖИДАЕТ_ФИНАНСИРОВАНИЯ: Плательщик должен отправить средства для этого захваченного платежа. Этот код обычно появляется для ручных EFT.
sv_se: TRANSACTION_APPROVED_AWAITING_FUNDING: Betalaren måste skicka medlen för den här registrerade betalningen. Denna kod visas vanligtvis för manuella EFT:er.
tr_tr: TRANSACTION_APPROVED_AWAITING_FUNDING: Ödeyen, yakalanan bu ödeme için fon göndermelidir. Bu kod genellikle manuel EFT'ler için görünür.
uk: TRANSACTION_APPROVED_AWAITING_FUNDING: Платник повинен надіслати кошти для цього зафіксованого платежу. Цей код зазвичай з'являється для ручних EFT.
zh_cn: transaction_approved_awaiting_funding：付款人必须为此捕获的付款发送资金。此代码一般用于手工电子资金转账。

source: UNILATERAL: The payee does not have a PayPal account.
ar: أحادي: لا يمتلك المدفوع له حساب PayPal.
cs_cz: UNILATERÁLNÍ: Příjemce nemá účet PayPal.
de_de: UNILATERAL: Der Zahlungsempfänger verfügt nicht über ein PayPal-Konto.
es_es: UNILATERAL: El beneficiario no tiene cuenta PayPal.
fi: YKSITYISKOHTAINEN: Maksunsaajalla ei ole PayPal-tiliä.
fr_fr: UNILATÉRAL : Le bénéficiaire n'a pas de compte PayPal.
he_il: -צ: ק תש ש PayPal.
hu_hu: UNILATERÁLIS: A kedvezményezett nem rendelkezik PayPal-fiókkal.
it_it: UNILATERALE: il beneficiario non ha un conto PayPal.
ja: ユニラテラル：受取人はPayPalアカウントを持っていません。
ja_jp: 一方的: 受取人はPayPalアカウントを持っていません。.
ko_kr: 일방적: 수취인에게 PayPal 계정이 없습니다.
nb_no: UNILATERAL: Betalingsmottakeren har ikke en PayPal-konto.
nl_nl: UNILATERAL: De begunstigde heeft geen PayPal-rekening.
pl_pl: JEDNORAZOWE: Odbiorca płatności nie ma konta PayPal.
pt_br: UNILATERAL: o beneficiário não tem uma conta do PayPal.
pt_pt: UNILATERAL: O beneficiário não tem uma conta PayPal.
ro_ro: UNILATERAL: Beneficiarul plății nu are un cont PayPal.
ru_ru: UNILATERAL: У получателя платежа нет счета PayPal.
sv_se: UNILATERAL: Betalningsmottagaren har inte något PayPal-konto.
tr_tr: TEK TARAFLI: Alacaklının bir PayPal hesabı yok.
uk: ОДНОСТОРОННІЙ: Одержувач не має облікового запису PayPal.
zh_cn: 一次性：收款人没有 PayPal 账户。

source: VERIFICATION_REQUIRED: The payee's PayPal account is not verified.
ar: التحقق_مطلوب: لم يتم التحقق من حساب المدفوع له على PayPal.
cs_cz: VERIFICATION_REQUIRED: Účet PayPal příjemce není ověřen.
de_de: VERIFIZIERUNG_ERFORDERLICH: Das PayPal-Konto des Zahlungsempfängers ist nicht verifiziert.
es_es: VERIFICATION_REQUIRED: La cuenta PayPal del beneficiario no está verificada.
fi: VERIFICATION_REQUIRED: PayPal-tiliä ei ole vahvistettu.
fr_fr: VERIFICATION_REQUIRED : Le compte PayPal du bénéficiaire n'est pas vérifié.
he_il: VERIFICATION_REQUIRED: ש PayPal ש ת.
hu_hu: VERIFICATION_REQUIRED: A kedvezményezett PayPal-fiókja nem ellenőrzött.
it_it: VERIFICA_RICHIESTA: Il conto PayPal del beneficiario non è verificato.
ja: verification_required：受取人のPayPalアカウントが認証されていません。
ja_jp: VERIFICATION_REQUIRED: 支払先のPayPalアカウントは確認されていません。.
ko_kr: Verification_required: 수취인의 PayPal 계정이 확인되지 않았습니다.
nb_no: VERIFICATION_REQUIRED: Betalingsmottakerens PayPal-konto er ikke bekreftet.
nl_nl: VERIFICATION_REQUIRED: De PayPal-rekening van de begunstigde is niet geverifieerd.
pl_pl: VERIFICATION_REQUIRED: Konto PayPal odbiorcy płatności nie jest zweryfikowane.
pt_br: VERIFICATION_REQUIRED: A conta do PayPal do beneficiário não foi verificada.
pt_pt: VERIFICATION_REQUIRED: A conta PayPal do beneficiário não foi verificada.
ro_ro: VERIFICATION_REQUIRED: Contul PayPal al beneficiarului plății nu este verificat.
ru_ru: VERIFICATION_REQUIRED: Счет PayPal получателя платежа не проверен.
sv_se: VERIFIERING_KRÄVS: Betalningsmottagarens PayPal-konto är inte verifierat.
tr_tr: VERIFICATION_REQUIRED: Alacaklının PayPal hesabı doğrulanmadı.
uk: VERIFICATION_REQUIRED: Обліковий запис PayPal отримувача не підтверджено.
zh_cn: 需要验证：收款人的 PayPal 账户未通过验证。

source: Payment via %1$s Pending. PayPal Pending reason: %2$s.
ar: الدفع عن طريق %1$s معلق. سبب PayPal بانتظار الدفع: %2$s.
cs_cz: Platba prostřednictvím %1$s Čeká na vyřízení. Důvod PayPal Pending: %2$s.
de_de: Zahlung über %1$s Ausstehend. PayPal Pending Grund: %2$s.
es_es: Pago a través de %1$s Pendiente. Motivo de PayPal pendiente: %2$s.
fi: Maksu %1$s Odottaa. PayPal Pending syy: %2$s.
fr_fr: Paiement via %1$s En attente. Raison de la mise en attente PayPal : %2$s.
he_il: תש צעת %1$s ת. סת ת -PayPal: %2$s.
hu_hu: Fizetés %1$s Függőben. PayPal függőben lévő ok: %2$s.
it_it: Pagamento tramite %1$s In attesa. Motivo PayPal in sospeso: %2$s.
ja: 0]保留による支払い。PayPal保留の理由: %2$s。
ja_jp: %1$sによる支払いが保留中です。PayPalの保留理由: %2$s。.
ko_kr: %1$s을(를) 통한 결제가 보류 중입니다. PayPal 보류 사유: %2$s.
nb_no: Betaling via %1$s Venter. PayPal Avventer årsak: %2$s.
nl_nl: Betaling via %1$s In afwachting. PayPal hangende reden: %2$s.
pl_pl: Płatność za pośrednictwem %1$s Oczekuje. Powód oczekującej płatności PayPal: %2$s.
pt_br: Pagamento via %1$s Pendente. Motivo da pendência do PayPal: %2$s.
pt_pt: Pagamento via %1$s Pendente. Motivo da pendência do PayPal: %2$s.
ro_ro: Plata prin %1$s În așteptare. Motivul PayPal Pending: %2$s.
ru_ru: Оплата через %1$s Отложена. Причина отложенного платежа PayPal: %2$s.
sv_se: Betalning via %1$s Avvaktande. Orsak till att PayPal väntat: %2$s.
tr_tr: 0] üzerinden ödeme Beklemede. PayPal Beklemede nedeni: %2$s.
uk: Оплата через %1$s в очікуванні. Причина очікування PayPal: %2$s.

source: Payment via %1$s declined. PayPal declined reason: %2$s.
ar: تم رفض الدفع عبر %1$s. سبب الرفض من PayPal: %2$s.
cs_cz: Platba prostřednictvím %1$s odmítnuta. Důvod odmítnutí platby PayPal: %2$s.
de_de: Die Zahlung über %1$s wurde abgelehnt. Grund für die Ablehnung von PayPal: %2$s.
es_es: Pago a través de %1$s rechazado. Motivo de rechazo de PayPal: %2$s.
fi: Maksu %1$s kautta hylätty. PayPalin hylkäysperuste: %2$s.
fr_fr: Paiement via %1$s refusé. Raison du refus de PayPal : %2$s.
he_il: תש צעת %1$s . סת ש PayPal: %2$s.
hu_hu: A %1$s-val történő fizetés elutasítva. PayPal elutasított ok: %2$s.
it_it: Pagamento tramite %1$s rifiutato. Motivo del rifiuto di PayPal: %2$s.
ja: 0]でのお支払いが拒否されました。PayPalが拒否した理由: %2$s。
ja_jp: %1$sによる支払いが拒否されました。PayPalの拒否理由: %2$s。.
ko_kr: %1$s을(를) 통한 결제가 거부되었습니다. PayPal 거부 사유: %2$s.
nb_no: Betaling via %1$s avvist. PayPal avviste grunn: %2$s.
nl_nl: Betaling via %1$s geweigerd. PayPal geweigerd reden: %2$s.
pl_pl: Płatność za pośrednictwem %1$s odrzucona. Powód odrzucenia płatności PayPal: %2$s.
pt_br: Pagamento via %1$s recusado. Motivo da recusa do PayPal: %2$s.
pt_pt: Pagamento via %1$s recusado. Motivo da recusa do PayPal: %2$s.
ro_ro: Plata prin %1$s a fost refuzată. Motivul refuzului PayPal: %2$s.
ru_ru: Оплата через %1$s отклонена. Причина отказа PayPal: %2$s.
sv_se: Betalning via %1$s nekad. PayPal avböjde av följande skäl: %2$s.
tr_tr: 0] üzerinden ödeme reddedildi. PayPal reddedildi nedeni: %2$s.
uk: Оплата через %1$s була відхилена. Причина відхилення PayPal: %2$s.

source: Payment via %1$s partially refunded. PayPal reason: %2$s.
ar: الدفع عبر %1$s مسترد جزئيًا. سبب PayPal: %2$s.
cs_cz: Platba prostřednictvím %1$s částečně vrácena. Důvod PayPal: %2$s.
de_de: Zahlung über %1$s teilweise zurückerstattet. PayPal Grund: %2$s.
es_es: Pago mediante %1$s reembolsado parcialmente. Motivo de PayPal: %2$s.
fi: Maksu %1$s kautta osittain palautettu. PayPal-syy: %2$s.
fr_fr: Paiement via %1$s partiellement remboursé. Motif PayPal : %2$s.
he_il: תש צעת %1$s ר קת. סת PayPal: %2$s.
hu_hu: A %1$s-val történő fizetés részben visszatérítésre került. PayPal ok: %2$s.
it_it: Pagamento tramite %1$s parzialmente rimborsato. Motivo PayPal: %2$s.
ja: 0]経由の支払いは部分的に返金されました。PayPalの理由： %2$s。
ja_jp: %1$sによる支払いが部分的に返金されました。PayPalの理由: %2$s。.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á˜ %1$s ááŸ’ášá¼áœá”á¶á“áŸá„áœá·á‰á•áŸ’á“áŸ‚á€á˜á½á™áŸ” á˜á¼á›á áŸáá» PayPal: %2$sáŸ”.
ko_kr: %1$s을(를) 통한 결제가 부분 환불되었습니다. PayPal 사유: %2$s.
lo: ການຊໍາລະຜ່ານ %1$s ຖືກຄືນສ່ວນ. ສາເຫດ PayPal: %2$s.
nb_no: Betaling via %1$s delvis refundert. PayPal-grunn: %2$s.
nl_nl: Betaling via %1$s gedeeltelijk teruggestort. PayPal reden: %2$s.
pl_pl: Płatność za pośrednictwem %1$s częściowo zwrócona. Powód PayPal: %2$s.
pt_br: Pagamento via %1$s parcialmente reembolsado. Motivo do PayPal: %2$s.
pt_pt: Pagamento via %1$s parcialmente reembolsado. Motivo PayPal: %2$s.
ro_ro: Plata prin %1$s rambursată parțial. Motivul PayPal: %2$s.
ru_ru: Оплата через %1$s частично возвращена. Причина PayPal: %2$s.
sv_se: Betalning via %1$s delvis återbetald. PayPal-orsak: %2$s.
tr_tr: 0] üzerinden yapılan ödeme kısmen iade edildi. PayPal nedeni: %2$s.
uk: Оплата через %1$s частково повернена. Причина PayPal: %2$s.
vi: Thanh toán qua %1$s đã được hoàn lại một phần. Lý do PayPal: %2$s.

source: Payment via %1$s refunded. PayPal reason: %2$s.
ar: الدفع عبر %1$s مسترد. سبب الدفع عبر PayPal: %2$s.
cs_cz: Platba prostřednictvím %1$s vrácena. Důvod PayPal: %2$s.
de_de: Zahlung über %1$s erstattet. PayPal Grund: %2$s.
es_es: Pago mediante %1$s reembolsado. Motivo de PayPal: %2$s.
fi: Maksu %1$s kautta palautettu. PayPal-syy: %2$s.
fr_fr: Paiement via %1$s remboursé. Motif PayPal : %2$s.
he_il: תש צעת %1$s ר. סת PayPal: %2$s.
hu_hu: A %1$s-val történő fizetés visszatérítés. PayPal ok: %2$s.
it_it: Pagamento tramite %1$s rimborsato. Motivo PayPal: %2$s.
ja: 0]による支払いは返金されました。PayPalの理由： %2$s。
ja_jp: %1$sによる支払いが返金されました。PayPalの理由: %2$s。.
km: á€á¶ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹áá¶á˜ %1$s ááŸ’ášá¼áœá”á¶á“áŸá„áœá·á‰áŸ” á˜á¼á›á áŸáá» PayPal: %2$sáŸ”.
ko_kr: %1$s을(를) 통한 결제가 환불되었습니다. PayPal 사유: %2$s.
lo: ການຈ່າຍເງິນຜ່ານ %1$s ຖືກຄືນແລ້ວ. ເລດສາລະບົບ PayPal: %2$s.
nb_no: Betaling via %1$s refundert. PayPal-grunn: %2$s.
nl_nl: Betaling via %1$s teruggestort. PayPal reden: %2$s.
pl_pl: Zwrócono płatność za pośrednictwem %1$s. Powód PayPal: %2$s.
pt_br: Pagamento via %1$s reembolsado. Motivo do PayPal: %2$s.
pt_pt: Pagamento via %1$s reembolsado. Motivo PayPal: %2$s.
ro_ro: Plata prin %1$s rambursată. Motivul PayPal: %2$s.
ru_ru: Платеж через %1$s возвращен. Причина PayPal: %2$s.
sv_se: Betalning via %1$s återbetald. PayPal-orsak: %2$s.
tr_tr: 0] üzerinden yapılan ödeme iade edildi. PayPal nedeni: %2$s.
uk: Платіж через %1$s повернено. Причина PayPal: %2$s.
vi: Khoản thanh toán qua %1$s đã được hoàn lại. Lý do PayPal: %2$s.

source: Payment via %1$s failed. PayPal reason: %2$s.
ar: فشل الدفع عبر %1$s. سبب PayPal: %2$s.
cs_cz: Platba prostřednictvím %1$s se nezdařila. Důvod PayPal: %2$s.
de_de: Die Zahlung über %1$s ist fehlgeschlagen. PayPal Grund: %2$s.
es_es: El pago a través de %1$s ha fallado. Motivo de PayPal: %2$s.
fi: Maksu %1$s kautta epäonnistui. PayPal-syy: %2$s.
fr_fr: Le paiement via %1$s a échoué. Raison de PayPal : %2$s.
he_il: תש צעת %1$s ש. סת PayPal: %2$s.
hu_hu: A %1$s-val történő fizetés sikertelen. PayPal ok: %2$s.
it_it: Pagamento tramite %1$s non riuscito. Motivo PayPal: %2$s.
ja: 0]での支払いに失敗しました。PayPalの理由: %2$s。
ja_jp: %1$sによる支払いに失敗しました。PayPalの理由: %2$s。.
ko_kr: %1$s을(를) 통한 결제가 실패했습니다. PayPal 사유: %2$s.
nb_no: Betaling via %1$s mislyktes. PayPal-grunn: %2$s.
nl_nl: Betaling via %1$s is mislukt. PayPal reden: %2$s.
pl_pl: Płatność za pośrednictwem %1$s nie powiodła się. Powód PayPal: %2$s.
pt_br: O pagamento via %1$s falhou. Motivo do PayPal: %2$s.
pt_pt: O pagamento via %1$s falhou. Motivo PayPal: %2$s.
ro_ro: Plata prin %1$s a eșuat. Motivul PayPal: %2$s.
ru_ru: Платеж через %1$s не прошел. Причина PayPal: %2$s.
sv_se: Betalning via %1$s misslyckades. PayPal-orsak: %2$s.
tr_tr: 0] üzerinden ödeme başarısız oldu. PayPal nedeni: %2$s.
uk: Оплата через %1$s не вдалася. Причина PayPal: %2$s.

source: PayPal Pay Later
ar: PayPal Pay Pay لاحقًا
de_de: PayPal - Später bezahlen
it_it: PayPal Paga più tardi
km: PayPal á”á„áŸ‹á€áŸ’ášáŸ„á™
lo: PayPal Tsoj Tsa
pt_br: PayPal Pague mais tarde
pt_pt: Conta do PayPal conectada com sucesso!
vi: Trả sau bằng PayPal

source: Or
ar: أو
cs_cz: Nebo
de_de: Oder
es_es: O
fi: Tai
fr_fr: Ou
hu_hu: Vagy
it_it: Oppure
ja: または
ko_kr: 또는
nb_no: Eller
nl_nl: Of
pl_pl: Lub
pt_br: Ou
pt_pt: Ou
ro_ro: Sau
ru_ru: Или
sv_se: Eller
tr_tr: Veya
zh_cn: 或者

source: Or continue below
ar: أو تابع أدناه
cs_cz: Nebo pokračujte níže
de_de: Oder fahren Sie unten fort
es_es: O continúa abajo
fi: Tai jatka alla
fr_fr: Ou continuez ci-dessous
he_il: ש
hu_hu: Vagy folytassa az alábbiakban
it_it: Oppure continua qui sotto
ja: または以下に続く
ko_kr: 또는 아래에서 계속하세요
nb_no: Eller fortsett nedenfor
nl_nl: Of ga hieronder verder
pl_pl: Lub kontynuuj poniżej
pt_br: Ou continue abaixo
pt_pt: Ou continue abaixo
ro_ro: Sau continuați mai jos
ru_ru: Или продолжите ниже
sv_se: Eller fortsätt nedan
tr_tr: Veya aşağıdan devam edin
zh_cn: 或者继续以下操作

source: Billing &amp; Shipping
ar: الفاتورة &amp; الشحن
cs_cz: Fakturační údaje
de_de: Rechnungs- & Versandadresse
es_es: Facturación &amp; Envío
fi: Laskutus ja toimitus
fr_fr: Facturation &amp; Expédition
he_il: &amp; ש
hu_hu: Számlázás &amp; Szállítás
it_it: Fatturazione &amp; Spedizione
ja: 請求と配送
ja_jp: 請求先 &amp; 配送先
km: áœá·á€áŸ’á€á™á”ááŸ’áš á“á·á„ á€á¶ášáŠá¹á€á‡á‰áŸ’á‡á¼á“
ko_kr: 결제 및 배송정보
lo: ການເບິ່ງແລະສົ່ງສິນຄ້າ
nb_no: Faktura &amp; frakt
nl_nl: Facturering en bezorging
pl_pl: Płatność i wysyłka
pt_br: Cobrança &amp; Envio
pt_pt: Faturação &amp; Envio
ro_ro: Facturare &amp; livrare
ru_ru: Оплата &amp; Доставка
sv_se: Fakturering &amp; Leverans
tr_tr: Fatura &amp; Kargo
uk: Оплата та доставка
vi: Thanh toán &amp; Vận chuyển
zh_cn: 账单 &amp; 配送

source: Edit
ar: تعديل
cs_cz: Upravit
de_de: Bearbeiten
es_es: Editar
fi: Muokkaa
fr_fr: Modifier
he_il: ער
hu_hu: Szerkesztés
it_it: Modifica
ja: 編集
ja_jp: 編集
km: á€áŸ‚á”áŸ’ášáŸ‚
ko_kr: 편집
lo: ແກ້ໄຂ
nb_no: Rediger
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro_ro: Editeaza
ru_ru: Редактировать
sv_se: Redigera
tr_tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_cn: 编辑

source: Billing details
ar: تفاصيل الفاتورة
cs_cz: Fakturační údaje
de_de: Rechnungsdetails
es_es: Detalles de facturación
fi: Asiakastiedot
fr_fr: Details de facturation
he_il: פר
hu_hu: Számlázási adatok
it_it: Dettagli di fatturazione
ja: 請求内容
ja_jp: 請求の詳細
km: á–áŸááŸŒá˜á¶á“áœá·á—á¶á‚
ko_kr: 결제정보
lo: ລາຍລະອຽດການເບິ່ງບິນ
nb_no: Pasientinfo
nl_nl: Factuurgegevens
pl_pl: Szczegóły płatności
pt_br: Detalhes de faturamento
pt_pt: Detalhes de faturação
ro_ro: Detalii facturare
ru_ru: Платежные реквизиты
sv_se: Faktureringsuppgifter
tr_tr: Fatura Detayları
uk: Деталі рахунку
vi: Chi tiết thanh toán
zh_cn: 账单明细

source: Shipping details
ar: تفاضيل الشحن
cs_cz: Doručovací údaje
de_de: Versanddetails
es_es: Detalles de Envío
fi: Toimitustiedot
fr_fr: Détails de livraison
he_il: פר ש
hu_hu: Szállítási adatok
it_it: Dettagli di spedizione
ja: 送付先詳細
ja_jp: 配送詳細
km: á–áŸááŸŒá˜á¶á“á›á˜áŸ’á¢á·áá¢áŸ†á–á¸á€á¶ášáŠá¹á€á‡á‰áŸ’á‡á¼á“
ko_kr: 배송정보
lo: ລາຍລະອຽດການສົ່ງເສັງ
nb_no: Leveringsdetaljer
nl_nl: Verzendadresgegevens
pl_pl: Dane do wysyłki
pt_br: Detalhes de Envio
pt_pt: Detalhes de entrega
ro_ro: Detalii expediere
ru_ru: Реквизиты доставки
sv_se: Leveransdetaljer
tr_tr: Kargo Detayları
uk: Деталі доставки
vi: Chi tiết giao hàng
zh_cn: 配送详情

source: Create an account?
ar: إنشاء حساب؟
cs_cz: Vytvořit účet?
de_de: Ein Konto erstellen?
es_es: ¿Crear una cuenta?
fi: Luo tili?
fr_fr: Créer un compte ?
he_il: צר ש?
hu_hu: Fiók létrehozása?
it_it: Creare un account?
ja: 会員登録しますか？
ja_jp: アカウントを作成しますか？?
km: á‚áŸá á‘áŸ†á–áŸášâ€‹ášáŸ€á”á…áŸ†â€‹á‚áá“á¸á˜á½á™?
ko_kr: 계정을 만드시겠습니까?
lo: ສ້າງບັດທະບຽນບໍ?
nb_no: Lag en konto?
nl_nl: Account aanmaken?
pl_pl: Utworzyć konto?
pt_br: Criar uma conta?
pt_pt: Criar Conta?
ro_ro: Creează un cont?
ru_ru: Создать аккаунт?
sv_se: Skapa ett konto?
tr_tr: Hesap oluştur?
uk: Створити обліковий запис?
vi: Tạo một tài khoản?
zh_cn: 创建一个帐户？

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
ar: إنشاء حساب عن طريق إدخال المعلومات أدناه. إذا كنت من العملاء العائدين يرجى تسجيل الدخول في أعلى الصفحة.
cs_cz: Založte si účet zadáním níže uvedených údajů. Pokud jste registrovaný zákazník, přihlaste se prosím v horní části stránky.
de_de: Erstellen Sie ein Konto, indem Sie die unten angegebenen Informationen eingeben. Wenn Sie ein wiederkehrender Kunde sind, melden Sie sich bitte oben auf der Seite an.
es_es: Crea tu cuenta al introducir tu información. Si eres un cliente por favor introduce tu nombre de usuario en la parte superior de la página.
fi: Luo tili kirjoittamalla alle pyydetyt tiedot. Jos olet jo rekisteröitynyt, ole hyvä ja kirjaudu sisään sivun yläreunasta.
fr_fr: Créez un compte en entrant les informations ci-dessous. Si vous en possédez déjà un, connectez-vous en haut de la page.
he_il: צר ש ע ע . ק ק ס ש רש ף.
hu_hu: Létrehozhat egy felhasználói fiókot az alábbi adatok megadásával. Ha Ön visszatérő vásárló, az oldal tetején tud bejelentkezni.
it_it: ﻿Crea un account inserendo le informazioni qui di seguito e accedere all'area clienti. Se sei già un iscritto effettua il login nella parte superiore della pagina.
ja: お手数ですが会員登録をお願いいたします。もしもすでに会員様でしたらログインをお願い致します。
ja_jp: 以下の情報を入力してアカウントを作成してください。再度ご利用のお客様は、ページの上部でログインしてください。.
km: á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„á‚áá“á¸á˜á½á™áŠáŸ„á™á”á‰áŸ’á…á¼á›á–áŸááŸŒá˜á¶á“áá¶á„á€áŸ’ášáŸ„á˜áŸ” á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á‡á¶á¢áá·áá·á‡á“áŠáŸ‚á›ááŸ’ášá¡á”áŸ‹á˜á€áœá·á‰ áŸá¼á˜á…á¼á›á‘áŸ…á€á¶á“áŸ‹á€áŸ†á–á¼á›á‘áŸ†á–áŸášáŸ”.
ko_kr: 아래에 정보를 입력하여 계정을 생성하세요. 재방문 고객이실 경우, 페이지 상단에서 로그인 해주세요.
lo: ສ້າງບັດທະບຽນໂດຍໃສ່ຂໍໍ່ມູນດໍາລຽວ. ຖ້າທ່ານແມ່ນລູກຄ້າທີ່ກັບຄືນມາ, ກະລຸນາເລີ່ມໃນສ່ວນສູງຂອງແບບແບບ.
nb_no: Opprett en konto ved å fylle ut informasjonen nedenfor. Har du handlet hos oss tidligere, vennligst logg deg inn på toppen av siden.
nl_nl: Maak een account aan door het invullen van onderstaande informatie. Als u een terugkerende klant bent, meld u dan aan aan de bovenkant van deze pagina.
pl_pl: Stwórz konto wpisując informacje poniżej. Jeśli jesteś powracającym klientem zaloguj się na górze strony.
pt_br: Crie uma conta digitando as informações abaixo. Se você já é um cliente, faça o login no topo da página.
pt_pt: Crie uma conta preenchendo as informações abaixo. Se for um cliente registado, por favor, faça o login no topo da página.
ro_ro: Creează un cont completând spațiul de mai jos. Dacă ești deja clientul nostru, atunci conectează-te mai sus.
ru_ru: Создайте учетную запись, введя информацию ниже. Если вы зарегистрированный клиент, пожалуйста, войдите в верхней части страницы.
sv_se: Skapa ett konto genom att fylla i information nedan. Om du är en återkommande kund, vänligen logga in längst upp på den här sidan.
tr_tr: Aşağıdaki bilgileri girerek bir hesap açın. Eğer geri dönen bir müşteriyseniz, lütfen sayfanın üst kısmında giriş yapın.
uk: Створіть обліковий запис, ввівши інформацію нижче. Якщо ви вже є клієнтом, будь ласка, увійдіть у верхній частині сторінки.
vi: Tạo một tài khoản bằng cách nhập thông tin bên dưới. Nếu bạn là khách hàng quay lại, vui lòng đăng nhập ở đầu trang.
zh_cn: 请输入以下信息在本站注册帐号，如果您已有帐号，可以在网站的顶部登录.

source: Payment via %1$s: %2$s.
ar: الدفع عن طريق %1$s: %2$s.
cs_cz: Platba prostřednictvím %1$s: %2$s.
de_de: Zahlung über %1$s: %2$s.
es_es: Pago a través de %1$s: %2$s.
fi: Maksu %1$s: %2$s.
fr_fr: Paiement par %1$s : %2$s.
he_il: תש צעת %1$s: %2$s.
hu_hu: Fizetés %1$s: %2$s.
it_it: Pagamento tramite %1$s: %2$s.
ja: 0]で支払う：%2$s.
ja_jp: %1$sによる支払い: %2$s。.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á˜ %1$s: %2$s.
ko_kr: %1$s을(를) 통한 결제: %2$s.
lo: ການຊໍາລະຜ່ານ %1$s: %2$s.
nb_no: Betaling via %1$s: %2$s.
nl_nl: Betaling via %1$s: %2$s.
pl_pl: Płatność za pośrednictwem %1$s: %2$s.
pt_br: Pagamento via %1$s: %2$s.
pt_pt: Pagamento através de %1$s: %2$s.
ro_ro: Plata prin %1$s: %2$s.
ru_ru: Оплата через %1$s: %2$s.
sv_se: Betalning via %1$s: %2$s.
tr_tr: 0] aracılığıyla ödeme: %2$s.
uk: Оплата через %1$s: %2$s.
vi: Thanh toán qua %1$s: %2$s.

source: Payment via %1$s. Transaction ID: %2$s
ar: الدفع عبر %1$s. معرّف المعاملة: %2$s
cs_cz: Platba prostřednictvím %1$s. ID transakce: %2$s
de_de: Zahlung über %1$s. Transaktions-ID: %2$s
es_es: Pago a través de %1$s. ID de transacción: %2$s
fi: Maksu %1$s. Maksutapahtuman tunnus: %2$s
fr_fr: Paiement via %1$s. ID de la transaction : %2$s
he_il: תש צעת %1$s. עסק: %2$s
hu_hu: Fizetés %1$s. Tranzakció azonosítója: %2$s
it_it: Pagamento tramite %1$s. ID transazione: %2$s
ja: 0]による支払い。取引ID: [1］
ja_jp: %1$sによる支払い。取引ID: %2$s
km: á€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á˜ %1$sáŸ” á›áŸááŸá˜áŸ’á‚á¶á›áŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶áš: %2$s
ko_kr: %1$s을(를) 통한 결제. 거래 ID: %2$s
lo: ການຊໍາລະຜ່ານ %1$s. ລະບຽບການທະບຽນ: %2$s
nb_no: Betaling via %1$s. Transaksjons-ID: %2$s
nl_nl: Betaling via %1$s. Transactie ID: %2$s
pl_pl: Płatność za pośrednictwem %1$s. Identyfikator transakcji: %2$s
pt_br: Pagamento via %1$s. ID da transação: %2$s
pt_pt: Pagamento através de %1$s. ID da transação: %2$s
ro_ro: Plata prin %1$s. ID-ul tranzacției: %2$s
ru_ru: Оплата через %1$s. ID транзакции: %2$s
sv_se: Betalning via %1$s. Transaktions-ID: %2$s
tr_tr: 0] üzerinden ödeme. İşlem Kimliği: %2$s
uk: Оплата через %1$s. Ідентифікатор транзакції: %2$s
vi: Thanh toán qua %1$s. Mã giao dịch: %2$s
