Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Pay with your credit card
ar: ادفع ببطاقتك الائتمانية
cs_cz: Platba kreditní kartou
de_de: Mit Ihrer Kreditkarte bezahlen
es_es: Pague con tarjeta de crédito
fi: Maksa luottokortilla
fr_fr: Payez avec votre carte de crédit
he_il: ש צעת רס שר ש
hu_hu: Fizessen hitelkártyával
it_it: Paga con la tua Carta di credito
ja: クレジットカードでのお支払い
ko_kr: 신용카드로 결제하기
nb_no: Betal med ditt kreditt kort
nl_nl: Betaal met je creditcard
pl_pl: Zapłać kartą kredytową
pt_br: Pagar com cartão de crédito
pt_pt: Pagar com o seu cartão de crédito
ro_ro: Plătiți cu cardul de credit
ru_ru: Оплатите кредитной картой
sv_se: Betala med ditt kreditkort
tr_tr: Kredi kartınızla ödeme yapın
zh_cn: 使用信用卡支付

source: Sandbox Client ID
ar: معرف عميل Sandbox
cs_cz: ID Sandbox klienta
de_de: Sandbox Kunden ID
es_es: ID de cliente de Sandbox
fi: Sandbox-tilin asiakastunnus
fr_fr: ID du client Sandbox
he_il: ק ר
hu_hu: Sandbox ügyfél azonosítója
it_it: ID Cliente sandbox
ja: Sandbox クライアント ID
ja_jp: サンドボックスクライアントID
ko_kr: 샌드박스 클라이언트 ID
nb_no: Sandkasse-klient-ID
nl_nl: Sandbox-cliënt-ID
pl_pl: ID Klienta Sandbox
pt_br: ID da sandbox do cliente
pt_pt: ID do cliente da área restrita
ro_ro: ID-ul clientului Sandbox
sv_se: Klient-ID för sandlådan
uk: ID клієнта пісочниці
vi: ID Khách hàng Sandbox
zh_cn: 沙盒客户端ID (Client ID)

source: Sandbox Secret ID
ar: المعرف السري لصندوق الرمل
cs_cz: Sandbox Tajné ID
es_es: Identificación secreta del Sandbox
fi: Hiekkalaatikon salainen tunnus
he_il: ס ש Sandbox
hu_hu: Homokozó titkos azonosítója
it_it: ID segreto Sandbox
ja: サンドボックス シークレットID
ko_kr: 샌드박스 비밀 ID
nb_no: Sandbox hemmelig ID
nl_nl: Sandbox geheim ID
pl_pl: Secret ID (tryb sandbox)
pt_br: ID secreto da sandbox
pt_pt: ID secreta da caixa de areia
ro_ro: Sandbox ID secret
ru_ru: Секретный идентификатор песочницы
sv_se: Sandlådans hemliga ID
tr_tr: Sandbox Gizli Kimliği
zh_cn: 沙盒秘密 ID

source: Enter your Sandbox PayPal Rest API Secret ID.
ar: أدخل المُعرِّف السري لواجهة برمجة التطبيقات البرمجية لباي بال الخاصة بك في وضع الحماية.
cs_cz: Zadejte své tajné ID rozhraní API PayPal Rest v sandboxu.
de_de: Geben Sie hier Ihre Sandbox PayPal Rest API Secret ID ein.
es_es: Introduzca su Id. secreto de API de reposo de PayPal del entorno de pruebas.
fi: Syötä Sandbox PayPal Rest API Secret ID.
fr_fr: Ingrese su ID secreto de la API REST de PayPal Sandbox.
he_il: ת ס ש שק -API ש PayPal ער סת ק.
hu_hu: Adja meg a Sandbox PayPal Rest API titkos azonosítóját.
it_it: Inserisci il tuo Sandbox PayPal API REST Secret ID.
ja: Sandbox PayPal Rest API Secret IDを入力します。
ko_kr: 샌드박스 페이팔 레스트 API 비밀 ID를 입력합니다.
nb_no: Skriv inn din Sandbox PayPal Rest API Secret ID.
nl_nl: Voer uw Sandbox PayPal Rest API Secret ID in.
pl_pl: Wprowadź swój PayPal Rest API Secret ID (tryb testowy)
pt_br: Digite sua ID secreta para a sandbox PayPal Rest API.
pt_pt: Introduza o seu ID secreto da API de repouso do PayPal Sandbox.
ro_ro: Introduceți ID-ul dvs. secret Sandbox PayPal Rest API.
ru_ru: Введите секретный идентификатор PayPal Rest API Sandbox.
sv_se: Ange ditt hemliga ID för Sandbox PayPal Rest API.
tr_tr: Sandbox PayPal Rest API Gizli Kimliğinizi girin.
zh_cn: 输入您的 Sandbox PayPal Rest API Secret ID。

source: Live Secret ID
ar: الهوية السرية المباشرة
cs_cz: Tajné ID v reálném čase
fr_fr: Identifiant Secret ID
hu_hu: Élő titkos azonosító
ja: ライブ・シークレットID
ko_kr: 실시간 비밀 ID
nl_nl: Geheime ID
pl_pl: Secret ID
pt_br: ID secreto
pt_pt: ID secreta em direto
ro_ro: ID secret live
ru_ru: Живой секретный идентификатор
sv_se: Live hemligt ID
tr_tr: Canlı Gizli Kimlik
zh_cn: 实时秘密 ID

source: Enter your PayPal Rest API Secret ID.
ar: أدخل مُعرِّف PayPal Rest API السري الخاص بك.
cs_cz: Zadejte své tajné ID rozhraní PayPal Rest API.
de_de: Geben Sie hier Ihre PayPal Rest API Secret ID ein.
es_es: Introduzca su ID secreto de API PayPal Rest.
fi: Syötä PayPal Rest API Secret ID.
fr_fr: Ingrese su ID secreto de la API REST de PayPal.
he_il: ת ס ש שק -API ש PayPal.
hu_hu: Adja meg a PayPal Rest API titkos azonosítóját.
it_it: Inserisci il tuo PayPal Rest API Secret ID.
ja: PayPal Rest API Secret IDを入力します。
ko_kr: PayPal Rest API 비밀 ID를 입력합니다.
nb_no: Skriv inn din hemmelige ID for PayPal Rest API.
nl_nl: Voer uw PayPal Rest API Secret ID in.
pl_pl: Wprowadź swój PayPal Rest API Secret ID
pt_br: Digite sua ID secreta para PayPal Rest API .
pt_pt: Introduza o seu ID secreto da API Rest do PayPal.
ro_ro: Introduceți ID-ul dvs. secret API PayPal Rest.
ru_ru: Введите идентификатор PayPal Rest API Secret ID.
sv_se: Ange ditt hemliga ID för PayPal Rest API.
tr_tr: PayPal Rest API Gizli Kimliğinizi girin.
zh_cn: 输入您的 PayPal Rest API Secret ID。

source: Log PayPal events, such as Secured Token requests
ar: تسجيل أحداث PayPal، مثل طلبات الرمز المميز المضمون
cs_cz: Protokolování událostí PayPal, například žádostí o zabezpečený token
de_de: Protokollierung von PayPal-Ereignissen, wie z. B. Secured Token-Anfragen
es_es: Registrar eventos de PayPal, como solicitudes de token seguro
fi: PayPal-tapahtumien, kuten Secured Token -pyyntöjen, kirjaaminen lokiin
fr_fr: Enregistrer les événements PayPal, tels que les demandes de jetons sécurisés
he_il: רש רע PayPal, קשת ס
hu_hu: Naplózza a PayPal eseményeket, például a Secured Token-kérelmeket
it_it: Registra gli eventi di PayPal, come le richieste di Token protetto
ja: セキュアードトークン要求などのPayPalイベントを記録する。
ko_kr: 보안 토큰 요청과 같은 PayPal 이벤트 기록
nb_no: Loggføre PayPal-hendelser, for eksempel Secured Token-forespørsler
nl_nl: Log PayPal-gebeurtenissen, zoals aanvragen voor beveiligde tokens
pl_pl: Rejestrowanie zdarzeń w systemie PayPal, takich jak żądania bezpiecznych tokenów
pt_br: Registre eventos do PayPal, como solicitações de token seguro
pt_pt: Registar eventos PayPal, tais como pedidos de Token Seguro
ro_ro: Înregistrați evenimentele PayPal, cum ar fi solicitările Secured Token
ru_ru: Ведите журнал событий PayPal, например, запросов защищенных токенов
sv_se: Logga PayPal-händelser, till exempel Secured Token-förfrågningar
tr_tr: Secured Token istekleri gibi PayPal olaylarını günlüğe kaydetme
zh_cn: 记录 PayPal 事件，如安全令牌请求

source: Advanced options
ar: خيارات متقدمة
cs_cz: Rozšířené možnosti
de_de: Erweiterte Optionen
es_es: Opciones avanzadas
fi: Lisäasetukset
fr_fr: Options avancées
he_il: פשרת תקת
hu_hu: Haladó beállítások
it_it: Opzioni avanzate
ja: 高度なオプション
ko_kr: 고급 옵션
nb_no: Avanserte innstillinger
nl_nl: Geavanceerde opties
pl_pl: Opcje zaawansowane
pt_br: Opções Avançadas
pt_pt: Opções avançadas
ro_ro: Optiuni avansate
ru_ru: Расширенные опции
sv_se: Avancerade inställningar
tr_tr: Gelişmiş seçenekler
zh_cn: 高级选项

source: Enable Tokenized Payments
ar: تمكين المدفوعات الرمزية
cs_cz: Povolení tokenizovaných plateb
de_de: Tokenisierte Zahlungen aktivieren
es_es: Habilitar Pagos Tokenizados
fi: Ota käyttöön tunnisteelliset maksut
fr_fr: Activez les paiements sous forme de jeton
he_il: פשר תש צעת ס
hu_hu: Tokenizált fizetések engedélyezése
it_it: Abilitare i pagamenti con token
ja: トークン化された支払いを可能にする
ko_kr: 토큰화된 결제 사용
nb_no: Aktiver tokeniserte betalinger
nl_nl: Betalingen met tokens mogelijk maken
pl_pl: Włączanie płatności tokenizowanych
pt_br: Habilitar pagamentos com tolken
pt_pt: Permitir pagamentos com token
ro_ro: Activați plățile tokenizate
ru_ru: Обеспечение возможности проведения токенизированных платежей
sv_se: Möjliggör tokeniserade betalningar
tr_tr: Tokenize Ödemeleri Etkinleştirin
zh_cn: 启用令牌支付

source: Allow buyers to securely save payment details to their account for quick checkout / auto-ship orders in the future.
ar: اسمح للمشترين بحفظ تفاصيل الدفع بأمان في حساباتهم لطلبات الدفع السريع/الشحن التلقائي في المستقبل.
cs_cz: Umožněte kupujícím bezpečně uložit platební údaje do svého účtu pro rychlé odhlášení / automatické zasílání objednávek v budoucnu.
de_de: Erlauben Sie Käufern, die Zahlungsdetails in ihrem Kundenkonto sicher zu speichern, um künftig vom schnellen Checkout zu profitieren.
es_es: Permita que los compradores guarden de forma segura los datos de pago en su cuenta para agilizar el proceso de pago/envío automático de pedidos en el futuro.
fi: Salli ostajien tallentaa maksutiedot turvallisesti tililleen, jotta he voivat tulevaisuudessa tehdä tilauksia nopeasti kassalle/automaattitoimituksena.
fr_fr: Permettre aux acheteurs de bien enregistrer les détails de paiement sur son compte pour extraction rapide / auto-livraison arrêtés à l’avenir.
he_il: פשר ק שר ת פר תש ש ש ש צר ת, ש צע תש ר / ת ש עת.
hu_hu: Lehetővé teszi a vásárlók számára, hogy biztonságosan elmenthessék a fizetési adatokat a fiókjukba, hogy a jövőben gyors pénztárhoz / automatikus szállítású megrendelésekhez jussanak.
it_it: Consentite agli acquirenti di salvare in modo sicuro i dettagli del pagamento nel loro account per un checkout rapido / ordini di spedizione automatica in futuro.
ja: バイヤーのアカウントに支払い詳細を安全に保存し、今後の迅速なチェックアウト/自動発送注文に利用できるようにします。
ko_kr: 구매자가 결제 세부 정보를 계정에 안전하게 저장하여 향후 빠른 결제/자동 배송 주문을 할 수 있도록 합니다.
nb_no: Tillat kjøpere å lagre betalingsinformasjon på kontoen sin på en sikker måte, slik at de kan betale raskt og sende bestillinger automatisk i fremtiden.
nl_nl: Geef kopers de mogelijkheid om betaalgegevens veilig op te slaan in hun account zodat ze in de toekomst snel kunnen afrekenen en automatisch kunnen verzenden.
pl_pl: Zezwalaj kupującym na bezpieczne zapisywanie szczegółów płatności na ich koncie w celu szybkiej realizacji zamówienia / automatycznej wysyłki w przyszłości.
pt_br: Permitir que os compradores salvem as informações de pagamento com segurança em suas contas, para pedidos com checkout rápido / frete automático no futuro.
pt_pt: Permitir que os compradores guardem de forma segura os detalhes de pagamento na sua conta para um checkout rápido/encomendas de envio automático no futuro.
ro_ro: Permiteți cumpărătorilor să salveze în siguranță detaliile de plată în contul lor pentru comenzi rapide / comenzi cu expediere automată în viitor.
ru_ru: Позволяйте покупателям безопасно сохранять платежные реквизиты в своем аккаунте для быстрого оформления заказа или автоотправки в будущем.
sv_se: Låt köparna spara betalningsuppgifter på ett säkert sätt på sitt konto för snabb utcheckning och automatisk leverans av beställningar i framtiden.
tr_tr: Alıcıların gelecekte hızlı ödeme / otomatik gönderim siparişleri için ödeme ayrıntılarını hesaplarına güvenli bir şekilde kaydetmelerine izin verin.
zh_cn: 允许买家将付款详情安全地保存到自己的账户中，以便日后快速结账/自动发货。

source: Validation error: PayPal currencies do not match (code %s).
ar: خطأ التحقق من الصحة: ​​العملات باي بال لا تتطابق (رمز %s).
cs_cz: Chyba ověření: Měny PayPal neodpovídají (kód%s).
de_de: Validierungsfehler: Paypal-Währungen stimmen nicht überein. (Code %s).
es_es: Error de validación: No coinciden las divisas en PayPal (código %s).
fi: Validointivirhe: PayPal-valuutat eivät täsmää (koodi %s).
fr_fr: Erreur de validation : les devises Paypal ne correspondent pas (code %s).
he_il: שת ת: עת פפ תת (ק %s).
hu_hu: Érvényesítési hiba: a PayPal pénzneme nem egyezik (%s kód).
it_it: Errore di validazione: le valute di PayPal non corrispondono (codice %s).
ja: 検証エラー: PayPal の貨幣設定と合いませんでした。(code %s)
ko_kr: 인증 에러: 페이팔 통화가 일치하지 않습니다 (코드 %s).
nb_no: Valideringsfeil: PayPal-valutaer samsvarer ikke (kode %s).
nl_nl: Validatie fout: PayPal-valuta komt niet overeen (code%s).
pl_pl: Błąd walidacji: Waluty PayPal się nie zgadzają (kod %s).
pt_br: Erro na validação: a moeda da loja e do PayPal não são iguais (code %s).
pt_pt: Erro de validação: moedas do PayPal não correspondem (código %s).
ro_ro: Eroare de validare: Monedele PayPal nu se potrivesc (cod %s).
ru_ru: Ошибка проверки: валюты в PayPal не совпадают (код %s).
sv_se: Valideringsfel: PayPal valutor stämmer inte överens (kod %s).
tr_tr: Doğrulama hatası: PayPal tutarları uyuşmuyor (kod %s ).
zh_cn: 验证错误: 贝宝货币不匹配 (代码 %s)。

source: Validation error: PayPal amounts do not match (gross %s).
ar: خطأ في التحقق: مبالغ بايبال غير متطابقة ( %s من الإجمالي)
cs_cz: Chyba ověření: Hodnoty PayPal neodpovídají (hrubé%s).
de_de: Validierungsfehler: Paypal-Beträge stimmen nicht überein. (Brutto %s).
es_es: Error de validación: cantidades en PayPal no coinciden (ama %s).
fi: Vahvistusvirhe: PayPal summat eivät täsmää (bruttosumma %s).
fr_fr: Erreur de validation : les montants Paypal ne correspondent pas (brut %s).
he_il: שת ת: ת -PayPal תת (ר %s).
hu_hu: Érvényesítési hiba: a PayPal összegei nem egyeznek (bruttó %s).
it_it: Errore validazione: l'importo PayPal non corrsiponde (totale lordo %s).
ja: 検証エラー：PayPalの金額が一致しません（総額%s）。
ko_kr: 인증 에러: 페이팔 금액이 일치하지 않습니다 (총계 %s).
nb_no: Valideringsfeil: PayPal-beløp stemmer ikke overens (brutto %s).
nl_nl: Validatie fout: PayPal bedragen komen niet overeen (bruto%s).
pl_pl: Błąd walidacji: Kwoty PayPal się nie zgadzają (brutto %s).
pt_br: Erro de validação: Os valores no PayPal não conferem (gross %s).
pt_pt: Erro de validação: Os valores no PayPal não conferem (total %s).
ro_ro: Eroare de validare: Sumele PayPal nu se potrivesc (brut %s).
ru_ru: Ошибка проверки: в PayPal суммы не совпадают (брутто %s).
sv_se: Valideringsfel: PayPal belopp stämmer inte överens (brutto %s).
tr_tr: Doğrulama hatası: PayPal tutarları uyuşmuyor (brüt %s ).
zh_cn: 验证错误: 贝宝数额不匹配 (毛 %s)。

source: IPN payment completed
ar: IPN تم الدفع
cs_cz: IPN platba provedená
de_de: Instant Payment Notification (IPN)-Bezahlung abeschlossen
es_es: Pago IPN completo
fi: IPN maksu suoritettu
fr_fr: Paiement IPN complété
he_il: תש IPN ש
hu_hu: IPN fizetés befejeződött
it_it: Pagamento IPN completato
ja: IPN 決済完了
ko_kr: IPN 결제가 완료되었습니다
nb_no: Direktebetataling er gjennomført
nl_nl: Betaling ontvangen
pl_pl: IPN - Płatność została ukończona
pt_br: Pagamento IPN concluído
pt_pt: Pagamento IPN concluído
ro_ro: Plată
ru_ru: IPN-оплата проведена
sv_se: IPN betalning slutförd
tr_tr: IPN ödeme tamamlandı
zh_cn: IPN 支付完成

source: Payment pending: %s
ar: في انتظار الدفع: %s
cs_cz: Čekající na platbu %s
de_de: Zahlung ausstehend: %s
es_es: Pago pendiente: %s
fi: Maksua odotetaan: %s
fr_fr: Paiement en attente&nbsp;: %s
he_il: תש ת: %s
hu_hu: Fizetés folyamatban: %s
it_it: Pagamento in attesa: %s
ja: 支払い待ち：
ko_kr: 지불 대기중: %s
nb_no: Venter på betaling: %s
nl_nl: Betaling in behandeling: %s
pl_pl: Płatność oczekująca: %s
pt_br: Pagamento pendente: %s
pt_pt: Pagamento pendente: %s
ro_ro: Plata în așteptare: %s
ru_ru: Ожидание оплаты: %s
sv_se: Inväntar betalning %s
tr_tr: Ödeme bekleniyor: %s
zh_cn: %s 存为草稿

source: Payment %s via IPN.
ar: الدفع (%s) عبر IPN.
cs_cz: Platba%s přes IPN.
de_de: Zahlung %s über IPN.
es_es: Pago a través de %s IPN.
fi: Maksu %s PayPalin IPN-viesti.
fr_fr: Paiement %s via IPN.
he_il: תש %s ר IPN.
hu_hu: Fizetési %s IPN-en keresztül.
it_it: Pagamento %s tramite IPN.
ja: お支払いの %s IPN経由。<small>インスタント支払い通知（IPNは）PayPal取引に関連したイベントを通知するメッセージサービスです。</small>
ko_kr: IPN을 통한 지불 %s.
nb_no: Betaling %s via IPN.
nl_nl: Betaling %s via IPN.
pl_pl: Płatność %s przez IPN.
pt_br: Pagamento %s via IPN.
pt_pt: Pagamento %s via IPN.
ro_ro: Plata %s prin IPN.
ru_ru: Платеж %s через IPN.
sv_se: Betalning %s via IPN.
tr_tr: %s IPN için ödeme tamamlandı.
zh_cn: 支付 %s 使用IPN.

source: Payment for order %1$s refunded
ar: تم استرداد المبلغ المدفوع للطلب %1$s
cs_cz: Platba za objednávku %1$s vrácena
de_de: Zahlung für Auftrag %1$s zurückerstattet
es_es: Pago del pedido %1$s reembolsado
fi: Tilauksen %1$s maksu palautettu
fr_fr: Paiement de la commande %1$s remboursé
he_il: תש ער %1$s ר
hu_hu: A %1$s rendelés kifizetése visszatérítve
it_it: Il pagamento per l'ordine %1$s è stato rimborsato
ja: 注文%1$sの支払いが返金された
ko_kr: 주문 결제 %1$s 환불됨
nb_no: Betaling for bestilling %1$s refundert
nl_nl: Betaling voor order %1$s teruggestort
pl_pl: Płatność za zamówienie %1$s została zwrócona
pt_br: Pagamento do pedido %1$s reembolsado
pt_pt: Pagamento da encomenda %1$s reembolsado
ro_ro: Plata pentru comanda %1$s rambursată
ru_ru: Оплата за заказ %1$s возвращена
sv_se: Betalning för order %1$s återbetald
tr_tr: Sipariş %1$s için ödeme iade edildi

source: Order #%1$s has been marked as refunded - PayPal reason code: %2$s
ar: تم وضع علامة على الطلب رقم #%1$s كمسترد - رمز سبب PayPal: %2$s
cs_cz: Rezervace č. %s byla označená jako vrácená. - chybový kód platební brány PayPal: %s
de_de: Die Bestellung #%1$s wurde auf "zurückerstattet" gesetzt – PayPal Ursachen-Code: %2$s
es_es: El pedido #%s se ha marcado como reembolsado - código del motivo de PayPal: %s
fi: Tilaus %1$s on merkitty hyvitetyksi - PayPal selityskoodi: %2$s
fr_fr: La commande #%1$s a été notée comme remboursée - Code explicatif Paypal: %2$s
he_il: #%s ס ת - ק ס פפ: %s
hu_hu: A(z) #%1$s megrendelés visszatérítésre került - PayPal kód: %2$s
it_it: L'ordine #%1$s è stato segnato come rimborsato - Codice motivazione PayPal: %2$s
ja: 注文番号 #%1$s は返金としてマークされました - PayPalの理由コード: %2$s
ko_kr: 주문 #%1$s이 (는) 환불 된 것으로 표시되었습니다. - PayPal 이유 코드 : %2$s
nb_no: Ordre #%1$s er merket som refundert - PayPal-årsakskode: %2$s
nl_nl: Boeking #%1$s is gemarkeerd als terugbetaald - PayPal-code: %2$s
pl_pl: Zamówienie #%1$s zostało oznaczone jako zwrócone - PayPal kod przyczyny: %2$s
pt_br: O <strong>Pedido #%1$s</strong> foi marcado como <strong>Reembolsado</strong> - Código do Motivo do PayPal: <strong>%2$s</strong>
pt_pt: O pedido #%1$s foi marcado como 'Pedido Reembolsado' - Código do motivo do PayPal: %2$s
ro_ro: Comanda #%1$s a fost marcată ca rambursată - cod motiv PayPal: %2$s
ru_ru: Заказ #%1$s был отмечен как возвращённый — код причины в PayPal: %2$s
sv_se: Beställning #%1$s har markerats som återbetald - PayPal orsakskod: %2$s
tr_tr: Sipariş #%s İade Edildi olarak işaretlendi - PayPal gerekçe kodu: %s

source: Payment for order %1$s reversed
ar: تم عكس الدفع للطلب %1$s
cs_cz: Obrácená platba za objednávku %1$s
de_de: Zahlung für Auftrag %1$s storniert
es_es: Pago del pedido %1$s anulado
fi: Tilauksen %1$s maksu peruutettu
fr_fr: Paiement de la commande %1$s annulée
he_il: תש ער %1$s
hu_hu: A %1$s rendelés kifizetése visszafordítva
it_it: Pagamento dell'ordine %1$s stornato
ja: 注文%1$sの支払いが取り消された
ko_kr: 주문 %1$s에 대한 결제 취소
nb_no: Betaling for ordre %1$s tilbakeført
nl_nl: Betaling voor order %1$s teruggedraaid
pl_pl: Płatność za zamówienie %1$s cofnięta
pt_br: Pagamento do pedido %1$s estornado
pt_pt: Pagamento da ordem %1$s estornado
ro_ro: Plata pentru comanda %1$s inversată
ru_ru: Оплата заказа %1$s отменена
sv_se: Betalning för order %1$s omvänd
tr_tr: Sipariş %1$s için ödeme tersine çevrildi

source: Order #%1$s has been marked on-hold due to a reversal - PayPal reason code: %2$s
ar: تم وضع الطلب رقم #%1$s قيد الانتظار بسبب عملية عكس - رمز سبب PayPal: %2$s
cs_cz: Objednávka #%1$s byla označena jako podržená v důsledku reverzace - kód příčiny PayPal: %2$s
de_de: Bestellung Nr. %1$s wurde aufgrund einer Stornierung als „Wartend“ markiert – PayPal Ursachen-Code: %2$s
es_es: El pedido #%1$s ha sido marcado en-espera debido a una reversión - Código de razón de PayPal: %2$s
fi: Tilaus %1$s on merkitty pidossa -tilaan perumisen takia – PayPal-selityskoodi: %2$s
fr_fr: La commande #%1$s a été indiquée comme mise en attente à la suite d’une transaction inversée - Code explicatif PayPal: %2$s
he_il: #%1$s ס ת עק פ - ק ס ש PayPal : %2$s
hu_hu: A(z) #%1$s rendelés visszatartottként lett megjelölve visszafordítás miatt - PayPal indoklási kód: %2$s
it_it: L'ordine #%1$s è stato sospeso per procedura di reso in corso - Codice motivazione PayPal: %2$s
ja: 注文番号 %1$s は取り消しのため保留中とマークされています - PayPal の理由コード: %2$s
ko_kr: 주문 번호 %s는 입금대기중에 이므로 반전 표시 되었습니다. - PayPal 원인 코드 : %s
nb_no: Bestilling nr. %1$s er markert som avventende på grunn av en reversering - PayPal-grunnkode: %2$s
nl_nl: Boeking #%1$s is gemarkeerd als 'in de wacht' door een terugname - PayPal code: %2$s
pl_pl: Zamówienie #%1$s zostało oznaczone wstrzymane z powodu cofnięcia - PayPal kod przyczyny: %2$s
pt_br: O Pedido #%1$s foi Marcado como A Pagar devido a uma Reversão do PayPal - Código do Motivo: %2$s
pt_pt: O pedido #%1$s foi marcado como 'Aguardando Pagamento' devido a um reembolso - Código do motivo do PayPal: %2$s
ro_ro: Comanda #%1$s a fost marcată în așteptare din cauza unei inversări - cod motiv PayPal: %2$s
ru_ru: Заказ #%1$s был поставлен на удержание в связи с аннулированием — код причины PayPal: %2$s
sv_se: Beställningen #%1$s har markerats som pausad på grund av en kreditering – PayPal orsakskod: %2$s
tr_tr: Sipariş #%s ters kayda bağlı olarak Beklemede olarak işaretlendi - Paypal gerekçe kodu: %s

source: Reversal cancelled for order #%1$s
ar: تم إلغاء الإلغاء للطلب #%1$s
cs_cz: Zpětný převod zrušen pro objednávku #%1$s
de_de: Stornierung der Stornierung für Auftrag #%1$s
es_es: Reversión cancelada para la orden #%1$s
fi: Peruutus peruutettu tilaukselle #%1$s
fr_fr: Annulation du renversement pour l'ordre #%1$s
he_il: ער ס' %1$s
hu_hu: Visszavonták a #%1$s megbízás visszavonását
it_it: Inversione annullata per l'ordine #%1$s
ja: 注文#%1$sのリバーサルはキャンセルされた。
ko_kr: 주문 #%1$s에 대한 취소가 취소되었습니다
nb_no: Reversering kansellert for ordre #%1$s
nl_nl: Omkering geannuleerd voor order #%1$s
pl_pl: Odwrócenie anulowane dla zlecenia #%1$s
pt_br: Reversão cancelada para a ordem #%1$s
pt_pt: Reversão cancelada para a ordem #%1$s
ro_ro: Revers anulat pentru ordinul #%1$s
ru_ru: Разворот отменен для ордера #%1$s
sv_se: Reversal avbruten för order #%1$s
tr_tr: Sipariş #%1$s için geri dönüş iptal edildi
