Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Payment Gateway for PhonePe and for WooCommerce
ar: بوابة الدفع ل PhonePe وWooCommerce
cs_cz: Platební brána pro PhonePe a pro WooCommerce
de_de: Payment Gateway für PhonePe und für WooCommerce
es_es: Pasarela de pago para PhonePe y para WooCommerce
fi: Maksu Gateway for PhonePe ja WooCommerce
fr_fr: Passerelle de paiement pour PhonePe et pour WooCommerce
he_il: שער תש ער PhonePe -WooCommerce
hu_hu: Fizetési átjáró a PhonePe és a WooCommerce számára
it_it: Gateway di pagamento per PhonePe e WooCommerce
ja: PhonePeとWooCommerceの決済ゲートウェイ
ja_jp: PhonePeおよびWooCommerce用の決済ゲートウェイ
km: PhonePe á“á·á„ WooCommerce áŸá˜áŸ’ášá¶á”áŸ‹á…áŸ’ášá€á‘á¼á‘á¶ááŸ‹
ko_kr: 폰페 및 우커머스용 결제 게이트웨이
lo: Payment Gateway rau PhonePe thiab rau WooCommerce
nb_no: Betalingsgateway for PhonePe og for WooCommerce
nl_nl: Betaalgateway voor PhonePe en voor WooCommerce
pl_pl: Bramka płatności dla PhonePe i dla WooCommerce
pt_br: Gateway de pagamento para PhonePe e para WooCommerce
pt_pt: Gateway de pagamento para PhonePe e para WooCommerce
ro_ro: Gateway de plată pentru PhonePe și pentru WooCommerce
ru_ru: Платежный шлюз для PhonePe и для WooCommerce
sv_se: Betalningsgateway för PhonePe och för WooCommerce
tr_tr: PhonePe ve WooCommerce için Ödeme Geçidi
uk: Платіжний шлюз для PhonePe та для WooCommerce
vi: Cổng thanh toán cho PhonePe và cho WooCommerce

source: Accept PhonePe UPI, Wallet, and Cards in WooCommerce with a secure, fast, and seamless payment gateway developed by a PhonePe Partner.
ar: اقبل PhonePe UPI والمحفظة والبطاقات في WooCommerce من خلال بوابة دفع آمنة وسريعة وسلسة طورها شريك PhonePe.
cs_cz: Přijímejte PhonePe UPI, peněženku a karty ve WooCommerce pomocí bezpečné, rychlé a bezproblémové platební brány vyvinuté partnerem PhonePe.
de_de: Akzeptieren Sie PhonePe UPI, Wallet und Karten in WooCommerce mit einem sicheren, schnellen und nahtlosen Zahlungsgateway, das von einem PhonePe-Partner entwickelt wurde.
es_es: Acepte PhonePe UPI, Wallet y tarjetas en WooCommerce con una pasarela de pago segura, rápida y sin problemas desarrollada por un socio de PhonePe.
fi: Hyväksy PhonePe UPI, lompakko ja kortit WooCommercessa PhonePe-kumppanin kehittämän turvallisen, nopean ja saumattoman maksuportin avulla.
fr_fr: Acceptez PhonePe UPI, Wallet et les cartes dans WooCommerce avec une passerelle de paiement sécurisée, rapide et transparente développée par un partenaire PhonePe.
he_il: ק תש צעת PhonePe UPI, רק רס שר -WooCommerce צעת שער תש , ר ק שפת ע שתף ש PhonePe.
hu_hu: Fogadja el a PhonePe UPI-t, a pénztárcát és a kártyákat a WooCommerce-ben egy biztonságos, gyors és zökkenőmentes fizetési átjáróval, amelyet egy PhonePe-partner fejlesztett ki.
it_it: Accettate PhonePe UPI, Wallet e Carte in WooCommerce con un gateway di pagamento sicuro, veloce e senza interruzioni, sviluppato da un partner PhonePe.
ja: PhonePeパートナーによって開発された、安全で、高速で、シームレスな支払いゲートウェイを使用して、WooCommerceでPhonePe UPI、ウォレット、およびカードを受け入れます。
ko_kr: PhonePe 파트너가 개발한 안전하고 빠르고 원활한 결제 게이트웨이를 통해 WooCommerce에서 PhonePe UPI, 월렛 및 카드를 수락하세요.
nb_no: Godta PhonePe UPI, Wallet og kort i WooCommerce med en sikker, rask og sømløs betalingsgateway utviklet av en PhonePe-partner.
nl_nl: Accepteer PhonePe UPI, Wallet en Cards in WooCommerce met een veilige, snelle en naadloze betalingsgateway, ontwikkeld door een PhonePe Partner.
pl_pl: Akceptuj PhonePe UPI, portfel i karty w WooCommerce dzięki bezpiecznej, szybkiej i płynnej bramce płatności opracowanej przez partnera PhonePe.
pt_br: Aceite o PhonePe UPI, Wallet e Cartões no WooCommerce com um gateway de pagamento seguro, rápido e contínuo desenvolvido por um parceiro do PhonePe.
pt_pt: Aceite PhonePe UPI, Wallet e Cartões no WooCommerce com um gateway de pagamento seguro, rápido e contínuo desenvolvido por um parceiro PhonePe.
ro_ro: Acceptați PhonePe UPI, Wallet și carduri în WooCommerce cu un gateway de plată sigur, rapid și fără probleme dezvoltat de un partener PhonePe.
ru_ru: Принимайте PhonePe UPI, кошелек и карты в WooCommerce с помощью безопасного, быстрого и бесшовного платежного шлюза, разработанного партнером PhonePe.
sv_se: Acceptera PhonePe UPI, Wallet och kort i WooCommerce med en säker, snabb och sömlös betalningsgateway som utvecklats av en PhonePe-partner.
tr_tr: PhonePe Ortağı tarafından geliştirilen güvenli, hızlı ve sorunsuz bir ödeme ağ geçidi ile WooCommerce'de PhonePe UPI, Cüzdan ve Kartları kabul edin.

source: Recommended payment method for Indian merchants
ar: طريقة الدفع الموصى بها للتجار الهنود
cs_cz: Doporučený způsob platby pro indické obchodníky
de_de: Empfohlene Zahlungsmethode für indische Händler
es_es: Método de pago recomendado para los comerciantes indios
fi: Suositeltu maksutapa intialaisille kauppiaille
fr_fr: Méthode de paiement recommandée pour les commerçants indiens
he_il: צע תש ץ ער סר
hu_hu: Ajánlott fizetési mód indiai kereskedők számára
it_it: Metodo di pagamento consigliato per i commercianti indiani
ja: インドの加盟店にお勧めの支払い方法
ko_kr: 인도 판매자를 위한 권장 결제 방법
nb_no: Anbefalt betalingsmetode for indiske selgere
nl_nl: Aanbevolen betaalmethode voor Indiase winkeliers
pl_pl: Zalecana metoda płatności dla indyjskich sprzedawców
pt_br: Método de pagamento recomendado para comerciantes indianos
pt_pt: Método de pagamento recomendado para os comerciantes indianos
ro_ro: Metodă de plată recomandată pentru comercianții indieni
ru_ru: Рекомендуемый способ оплаты для индийских продавцов
sv_se: Rekommenderad betalningsmetod för indiska handlare
tr_tr: Hintli tüccarlar için önerilen ödeme yöntemi

source: Plugin Logo
ar: شعار البرنامج المساعد
cs_cz: Logo zásuvného modulu
es_es: Logotipo del plugin
fr_fr: Logo du plugin
he_il: תסף
hu_hu: Plugin logó
it_it: Logo del plugin
ja: プラグインのロゴ
ko_kr: 플러그인 로고
pl_pl: Logo wtyczki
pt_br: Logotipo do plug-in
pt_pt: Logótipo do plugin
ro_ro: Logo Plugin
ru_ru: Логотип плагина
sv_se: Plugin-logotyp
tr_tr: Eklenti Logosu

source: By
ar: بواسطة
cs_cz: Od
de_de: Von
es_es: Por
fi: Kirjoittanut
fr_fr: Par
he_il: ת
hu_hu: Szerző:
it_it: Di
ja: 投稿者
ko_kr: 작성자
nb_no: Av
nl_nl: Door
pl_pl: Przez
pt_br: Por
pt_pt: Por
ro_ro: De
ru_ru: От
sv_se: Av
tr_tr: Tarafından

source: Install Now
ar: تنصيب الان
cs_cz: Nainstalovat nyní
de_de: Jetzt installieren
es_es: Instalar ahora
fi: Asenna nyt
fr_fr: Installer maintenant
he_il: תק עש
hu_hu: Telepítés most
it_it: Installa ora
ja: 今すぐインストール
ja_jp: 今すぐインストール
km: áŠáŸ†á¡á¾á„á¥á¡á¼áœá“áŸáŸ‡
ko_kr: 바로 설치합니다
lo: ຕິດຕັ້ງດຽວນີ້
nb_no: Installer nå
nl_nl: Installeer Nu
pl_pl: Zainstaluj teraz
pt_br: Instale agora
pt_pt: Instalar agora
ro_ro: Instalează acum
ru_ru: Установить сейчас
sv_se: Installera nu
tr_tr: Şimdi Kur
uk: Встановити зараз
vi: Cài đặt ngay

source: Invalid or missing payment token fields.
ar: حقول رمز الدفع الرمزي غير صالحة أو مفقودة.
cs_cz: Neplatné nebo chybějící pole tokenů plateb.
de_de: Ungültige oder fehlende Payment-Token-Felder.
es_es: Campos token no válido o falta de pago.
fi: Virheelliset tai puuttuvat maksutunnuskentät.
fr_fr: Champs de jeton de paiement non valide ou manquant.
he_il: שת ס (token) תש ק סר.
hu_hu: Érvénytelen vagy hiányzó fizetési tokenek.
it_it: Campi pagamento non validi o mancanti.
ja: 無効もしくは失われた支払いトークン項目。
ja_jp: 無効または不足している支払いトークンフィールド。.
km: á€á“áŸ’á›áŸ‚á„á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹áŠáŸ‚á›á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ á¬ááŸ’áœáŸ‡áá¶ááŸ”.
ko_kr: 지불 토큰 필드가 잘못 되었거나 누락 되었습니다.
lo: ຟິດທີ່ບໍ່ຖືກຕ້ອງ ຫຼື ບໍ່ມີຟິດສຽງການຈ່າຍເງິນ.
nb_no: Ugyldige eller manglende betalingstokenfelt.
nl_nl: Ongeldige of ontbrekende velden voor betalingstoken.
pl_pl: Nieprawidłowe lub brakujące pola tokena płatności.
pt_br: Campos de token de pagamento inválidos ou em falta.
pt_pt: Campos de token de pagamento inválidos ou em falta.
ro_ro: Câmpuri token de plată invalide sau lipsă.
ru_ru: Недопустимые или отсутствующие поля токена платежа.
sv_se: Ogiltiga eller saknade betalningsbevisfält.
tr_tr: Geçersiz veya eksik ödeme belirteci alanları.
uk: Недійсні або відсутні поля токена платежу.
vi: Các trường mã thông báo thanh toán không hợp lệ hoặc bị thiếu.
zh_cn: 无效或缺少付款令牌字段。

source: Please choose the quantity of items you wish to add to your cart&hellip;
ar: الرجاء إختيار كمية المنتجات التي ترغب بإضافتها إلى الطلبية &hellip;
cs_cz: Zvolte prosím počet služeb, které si přejete zvolit&hellip;
de_de: Bitte wählen Sie die Anzahl der Artikel aus, die Sie Ihrem Warenkorb hinzufügen möchten;
es_es: Por favor escoge la cantidad de artículos que deseas agregar a tu pedido&hellip;
fi: Ole hyvä, valitse kuinka monta palveluyksikköä lisätään ostoskoriin...
fr_fr: Seleccione la cantidad de artículos que desea añadir a su carrito;
he_il: ר ת ת צר ספ קת&hellip;
hu_hu: Kérjük, válassza ki a kosárba helyezni kívánt termékek mennyiségét&hellip;
it_it: Scegliere la quantità di elementi che si desidera aggiungere al carrello&hellip;
ja: お申込みリストに追加する数量を選択してください&hellip;
ja_jp: カートに追加したいアイテムの数量を選択してください&hellip;
km: áŸá¼á˜á‡áŸ’ášá¾áŸášá¾áŸá”ášá·á˜á¶áá“áŸƒá’á¶áá»áŠáŸ‚á›á¢áŸ’á“á€á…á„áŸ‹á”á“áŸ’ááŸ‚á˜á‘áŸ…á€á¶á“áŸ‹á€á“áŸ’ááŸ’ášá€ášá”áŸáŸ‹á¢áŸ’á“á€&hellip;
ko_kr: 장바구니에 추가할 항목의 수량을 선택해주십시오&hellip;
lo: Thov xaiv tus naj npawb ntawm cov khoom koj xav ntxiv rau koj lub thawv&hellip;
nb_no: Vennligst velg antall produkter du ønsker å legge i bestillingslisten&hellip;
nl_nl: Kies het aantal artikelen dat je toe wilt voegen aan je winkelwagen&hellip;
pl_pl: Wybierz ilość produktów, które chcesz dodać do koszyka..
pt_br: Por favor, selecione a quantidade de itens que você deseja adicionar à sua sacola&hellip;
pt_pt: Por favor, selecione a quantidade de cursos que você deseja adicionar aos seus pedidos de inscrição&hellip;
ro_ro: Va rugam sa alegeti cantitatea de produse pe care doriti sa le adaugati in Listă&hellip;
ru_ru: Пожалуйста, выберите количество товаров, которое вы хотите добавить в корзину&hellip;
sv_se: Vänligen ange det antal artiklar du önskar lägga i varukorgen&hellip;
tr_tr: Lütfen Rezervasyonlarınıza eklemek istediğiniz ürünlerin miktarlarını belirleyiniz &hellip;
uk: Будь ласка, виберіть кількість товарів, які ви бажаєте додати до вашого кошика&hellip;
vi: Vui lòng chọn số lượng mặt hàng bạn muốn thêm vào giỏ hàng&hellip;
zh_cn: 请选择您希望添加到您的购物车的物料的数量 &hellip;

source: Please choose a product to add to your cart&hellip;
ar: الرجاء إختيار منتج لإضافته لطلبيتك &hellip;
cs_cz: Přidejte prosím službu&hellip;
de_de: Bitte wählen Sie ein Produkt aus, das Sie Ihrem Warenkorb hinzufügen möchten;
es_es: Por favor, elige un producto para agregar al pedido&hellip;
fi: Ole hyvä, valitse tuote joka lisätään ostoskoriin&hellip;
fr_fr: Veuillez choisir un produit à ajouter à votre panier&hellip;
he_il: ר צר שרצ סף ס קת&hellip;
hu_hu: Kérjük, válasszon egy terméket, amit a kosárba szeretne tenni&hellip;
it_it: Per favore, scegli un prodotto da aggiungere al carrello&hellip;
ja: お申込みリストに追加する項目を選択してください&hellip;
ja_jp: 商品をカートに追加してください&hellip;
km: áŸá¼á˜á‡áŸ’ášá¾áŸášá¾áŸá•á›á·áá•á›á˜á½á™áŠá¾á˜áŸ’á”á¸á”á“áŸ’ááŸ‚á˜á‘áŸ…á€á¶á“áŸ‹á€á“áŸ’ááŸ’ášá¶á€áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€&hellip;
ko_kr: 장바구니에 추가할 제품을 선택해주세요&hellip;
lo: ກະລຸນາເລືອກສິນຄ້າເພື່ອເພີ່ມໃສ່ຖັງສິນຄ້າຂອງທ່ານ&hellip;
nb_no: Vennligst velg et produkt for å legge til i handlekurven&hellip;
nl_nl: Kies een product om aan je winkelwagen toe te voegen&hellip;
pl_pl: Proszę wybrać produkt, aby dodać do koszyka&hellip;
pt_br: Selecione um produto para adicionar à sua sacola&hellip;
pt_pt: Por favor, selecione um curso para adicionar aos seus pedidos de inscrição&hellip;
ro_ro: Va rugam selectati un produs pentru a-l adauga in Listă &hellip;
ru_ru: Пожалуйста, выберите товар, который хотите добавить в корзину&hellip;
sv_se: Vänligen välj en tjänst att lägga i varukorgen&hellip;
tr_tr: Lütfen Rezervasyonlarınıza eklemek için bir Transfer seçiniz &hellip;
uk: Будь ласка, виберіть продукт, щоб додати до вашого кошика&hellip;
vi: Vui lòng chọn một sản phẩm để thêm vào giỏ hàng&hellip;
zh_cn: 请选择商品添加到预订清单&hellip;

source: Please choose product options&hellip;
ar: رجاء حدد خصائص المنتج&hellip;
cs_cz: Prosím zvol možnosti produktu &hellip;
de_de: Bitte wählen Sie Produktoptionen aus;
es_es: Por favor, elige las opciones de producto&hellip;
fi: Valitse tuotteen vaihtoehdoista&hellip;
fr_fr: Veuillez choisir les options du produit&hellip;
he_il: ר פשרת צר&hellip;
hu_hu: Kérjük, válasszon termék opciókat&hellip;
it_it: Si prega di scegliere una opzione&hellip;
ja: サイズを選択してください
ja_jp: 商品オプションを選択してください&hellip;
km: áŸá¼á˜á‡áŸ’ášá¾áŸášá¾áŸá‡á˜áŸ’ášá¾áŸá•á›á·áá•á›&hellip;
ko_kr: 상품 옵션을 선택해주세요&hellip;
lo: ກະລຸນາເລືອກຕົວເລືອກສິນຄ້າ&hellip;
nb_no: Vennligst velg produktalternativer&hellip;
nl_nl: Kies product opties &hellip;
pl_pl: Proszę wybierz rozmiar produktów &hellip;
pt_br: Por favor, escolha as opções do produto&hellip;
pt_pt: Por favor, escolha as opções&hellip; do produto;
ro_ro: Va rugam selectati optiunile produsului &hellip;
ru_ru: Пожалуйста, выберите опции продукта&hellip;
sv_se: Välj produktalternativ&hellip;
tr_tr: Lütfen ürün seçeneklerini belirleyin&hellip;
uk: Будь ласка, виберіть варіанти продукту&hellip;
vi: Vui lòng chọn các tùy chọn sản phẩm&hellip;
zh_cn: 请选择产品选项&hellip;

source: Invalid value posted for %s
ar: القيمة غير صالحه ل %s
cs_cz: Neplatná hodnota zadaná pro %s
de_de: Ungültiger Wert für %s
es_es: Valor inválido publicado para %s
fi: Arvo(t)
fr_fr: Valeur non valide publiée pour %s
he_il: ער ק פרס ער %s
hu_hu: Hibás érték lett létrehozva %s
it_it: Valore non valido postato per %s
ja: %s に投稿された値が無効です。
ja_jp: %s に対して無効な値が投稿されました。
km: %s à·ƒà¶³à·„à· à¶´à·… à¶šà¶»à¶± à¶½à¶¯ à¶…à·ƒà¶­à·Šâ€à¶º à¶…à¶œà¶º
ko_kr: %s에 게시된 값이 유효하지 않습니다
lo: ຄ່າທີ່ເປັນບັດທິດສຳລັບ %s
nb_no: Ugyldig verdi for %s
nl_nl: Ongeldige waarde gepost voor %s
pl_pl: Niepoprawna wartość dla %s
pt_br: Valor inválido para %s
pt_pt: Valor inválido para %s
ro_ro: Valoare invalidă înregistrată pentru %s
ru_ru: Недопустимое значение для %s
sv_se: Ogiltigt värde skickat för %s
tr_tr: %s için geçersiz değer gönderildi
uk: Недійсне значення, надіслане для %s
vi: Giá trị không hợp lệ đã được gửi cho %s
zh_cn: 为发布的值无效%s

source: Continue to payment
ar: المواصلة إلى الدفع
cs_cz: Pokračovat
de_de: Weiter zur Zahlung
es_es: Continuar con el pago
fi: Jatka maksamiseen
fr_fr: Procéder au paiement
he_il: ש תש
hu_hu: Tovább
it_it: Effettua il Pagamento
ja: 支払いに進む
ja_jp: 支払いに進む
km: á”á“áŸ’áá‘áŸ…á€á¶ášá‘á¼á‘á¶ááŸ‹
ko_kr: 결제 계속하기
lo: ດຳເນີນການໄປສູ່ການຊໍາລະ
nb_no: Fortsett til betaling
nl_nl: Verder naar betalen
pl_pl: Przejdź do płatności
pt_br: Efetuar pagamento
pt_pt: Confirmar e pagar
ro_ro: Continuați spre plata
ru_ru: Перейти к оплате
sv_se: Fortsätt till betalning
tr_tr: Ödemeye Sayfasına Gidin
uk: Продовжити до оплати
vi: Tiếp tục đến thanh toán
zh_cn: 继续付款

source: Card Details
ar: تفاصيل البطاقة
cs_cz: Podrobnosti o kartě
de_de: Karten-Details
es_es: Detalles Tarjeta
fi: Kortin tiedot
fr_fr: Détails de la carte
he_il: פר רס
hu_hu: Kártya adatok
it_it: Dettagli carta
ja: カード詳細
ja_jp: カードの詳細
km: à¶šà·à¶©à·Š à·€à·’à·ƒà·Šà¶­à¶»
ko_kr: 카드 정보
lo: ລາຍລະອຽດບັດ
nb_no: Kortdetaljer
nl_nl: Kaartgegevens
pl_pl: Dane karty
pt_br: Detalhes do Cartão
pt_pt: Detalhes do Cartão
ro_ro: Introduceți numele dvs. de utilizator sau adresa de e-mail
ru_ru: Детали карты
sv_se: Kortuppgifter
tr_tr: Kart Bilgileri
uk: Деталі картки
vi: Chi tiết thẻ
zh_cn: 卡详细信息

source: Address Verification Result
ar: نتيجة التحقق من العنوان
cs_cz: Výsledek ověření adresy
de_de: Ergebnis der Adressüberprüfung
es_es: Resultado de la verificación de la dirección
fi: Osoitteen tarkistuksen tulos
fr_fr: Resultado de Verificación de Dirección
he_il: תצת ת תת
hu_hu: Címellenőrzés eredménye
it_it: Risultato Indirizzo di verifica
ja: 住所確認結果
ja_jp: 住所確認結果
km: á›á‘áŸ’á’á•á›á€á¶ášá–á·á“á·ááŸ’á™á¢á¶áŸá™áŠáŸ’á‹á¶á“
ko_kr: 주소 확인 결과
lo: ຜົນລະບຸບັນທຶກທີ່ຢູ່
nb_no: Resultat av adressebekreftelse
nl_nl: Adres Verificatie Resultaat
pl_pl: Wynik weryfikacji adresu
pt_br: Resultado da verificação de endereço
pt_pt: Resultado da verificação de endereço
ro_ro: Rezultatul verificării adresei
ru_ru: Результат проверки адреса
sv_se: Resultat av adressverifiering
tr_tr: Adres Doğrulama Sonucu
uk: Результат перевірки адреси
vi: Kết quả xác minh địa chỉ
zh_cn: 地址验证结果

source: Card Security Code Result
ar: نتيجة رمز أمان البطاقة
cs_cz: Bezpečnostní kód karty Výsledek
de_de: Kartenprüfnummer Ergebnis
es_es: Código de seguridad de la tarjeta Resultado
fi: Kortin turvakoodi Tulos
fr_fr: Card Security Code résultat
he_il: תצת ק ש רס
hu_hu: Kártya biztonsági kód eredménye
it_it: Risultato Codice di sicurezza
ja: カード・セキュリティ・コード結果
ja_jp: カードセキュリティコードの結果
km: á€á¼áŠáŸá»áœááŸ’áá·á—á¶á–á€á¶áá›á‘áŸ’á’á•á›
ko_kr: 카드 보안 코드 결과
lo: ຜົນລັບບັດຄະແນນລະບົບຄວາມປອດໄພຂອງບັດ
nb_no: Kortets sikkerhetskode Resultat
nl_nl: Kaartbeveiligingscode Resultaat
pl_pl: Wynik kodu zabezpieczenia
pt_br: Resultado do código de segurança do cartão
pt_pt: Resultado do código de segurança do cartão
ro_ro: Codul de securitate al cardului Rezultat
ru_ru: Результат кода безопасности карты
sv_se: Kort Säkerhetskod Resultat
tr_tr: Kart Güvenlik Kodu Sonucu
uk: Результат коду безпеки картки
vi: Kết quả Mã Bảo Mật Thẻ
zh_cn: 卡安全代码结果

source: Payment via %1$s : %2$s.
ar: الدفع عن طريق %1$s : %2$s.
cs_cz: Platba prostřednictvím %1$s : %2$s.
de_de: Zahlung über %1$s : %2$s.
es_es: Pago a través de %1$s : %2$s.
fi: Maksu %1$s : %2$s.
fr_fr: Paiement par %1$s : %2$s.
he_il: תש צעת %1$s : %2$s.
hu_hu: Fizetés %1$s : %2$s.
it_it: Pagamento tramite %1$s : %2$s.
ja: 0]：%2$sによる支払い。
ja_jp: %1$sによる支払い: %2$s。.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á˜ %1$s : %2$s.
ko_kr: %1$s을(를) 통한 결제: %2$s.
lo: ການຈ່າຍເງິນຜ່ານ %1$s : %2$s.
nb_no: Betaling via %1$s : %2$s.
nl_nl: Betaling via %1$s : %2$s.
pl_pl: Płatność za pośrednictwem %1$s : %2$s.
pt_br: Pagamento via %1$s : %2$s.
pt_pt: Pagamento através de %1$s : %2$s.
ro_ro: Plata prin %1$s : %2$s.
ru_ru: Оплата через %1$s : %2$s.
sv_se: Betalning via %1$s : %2$s.
tr_tr: 0] : %2$s aracılığıyla ödeme.
uk: Оплата через %1$s : %2$s.
vi: Thanh toán qua %1$s : %2$s.

source: %1$s Transaction ID: %2$s
ar: %1$s معرّف المعاملة: %2$s
cs_cz: %1$s ID transakce: %2$s
de_de: %1$s Transaktions-ID: %2$s
es_es: %1$s ID de transacción: %2$s
fi: %1$s Tapahtuman tunnus: %2$s
fr_fr: %1$s ID de la transaction : %2$s
he_il: %1$s עסק: %2$s
hu_hu: %1$s Tranzakció azonosító: %2$s
it_it: %1$s Tranazione ID: %2$s
ja: %1$s トランザクションID: [1］
ja_jp: %1$s 取引ID: %2$s
km: %1$s á€á¶ášá’áŸ’áœá¾á”áŸ’ášáá·á”ááŸ’áá· ID: %2$s
ko_kr: %1$s 트랜잭션 ID: %2$s
lo: %1$s ລະບົດລະບຽບການເອົາເງິນ: %2$s
nb_no: %1$s Transaksjons-ID: %2$s
nl_nl: %1$s Transactie-ID: %2$s
pl_pl: %1$s Identyfikator transakcji: %2$s
pt_br: %1$s ID da transação: %2$s
pt_pt: %1$s ID da transação: %2$s
ro_ro: %1$s: ID-ul tranzacției: %2$s
ru_ru: %1$s Идентификатор транзакции: %2$s
sv_se: %1$s Transaktions-ID: %2$s
tr_tr: %1$s İşlem Kimliği: %2$s
uk: %1$s Ідентифікатор транзакції: %2$s
vi: %1$s Mã giao dịch: %2$s

source: Payment authorized. Change payment status to processing or complete to capture funds.
ar: تم إعطاء التصريح بالدفع. رجاء قم بتغيير حالة الدفع إلى "المعالجة" أو "إكتملت" لسحب الأموال.
cs_cz: Platba byla schválena. Změňte stav platby na zpracování nebo ukončení za účelem připsaní finančních prostředků.
de_de: Zahlung autorisiert. Ändern Sie den Zahlungsstatus auf 'in Bearbeitung' oder 'Abgeschlossen', um die Zahlung einzuziehen.
es_es: El pago autorizado. Cambiar el estado de pago de procesamiento o completa de captación de fondos.
fi: Maksu sallittu. Vaihda maksun tila käsittelyyn tai loppuun, jotta varat saadaan talteen.
fr_fr: Paiement autorisé. Modifier le statut de paiement en cours de traitement ou effectué pour obtenir les fonds.
he_il: תש שר.ש סס תש ״פ״ ״ש״ ספ.
hu_hu: Kifizetés engedélyezett. Kifizetés állapotának megváltoztatása feldolgozásra vagy befejezés befogáshoz.
it_it: Pagamento autorizzato. Cambiare lo stato del pagamento in elaborazione o completato per ricevere il denaro.
ja: お支払いが承認されました。 お申込み状況の「状況：」を「処理中」(有形物を発送する場合)または「完了」(支払完了でお取引が完結する場合)へ変更してください。
ja_jp: 支払いが承認されました。資金をキャプチャするために、支払いステータスを処理中または完了に変更してください。.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹ááŸ’ášá¼áœá”á¶á“á¢á“á»á˜áŸááŸ” á”áŸ’áŠá¼ášá”áŸ’ášá—áŸá‘áŸáŸ’áá¶á“á—á¶á–á‘á¼á‘á¶ááŸ‹á‘áŸ…á€á¶á“áŸ‹á€áŸ†á–á»á„áŠáŸ†áá¾ášá€á¶áš á¬á”á¶á“á”á‰áŸ’á…á”áŸ‹ áŠá¾á˜áŸ’á”á¸á…á¶á”áŸ‹á™á€á”áŸ’ášá¶á€áŸ‹áŸ”.
ko_kr: 지불 승인. 지불 상태를 처리 또는 완료로 변경하여 자금을 확보하십시오.
lo: ການຊໍາລະເງິນໄດ້ອະນຸມັດ. ປ່ອນສະຖານະການຊໍາລະເງິນເປັນກະບວນການປະຕິບັດ ຫຼື ສົບຜົນເພື່ອຈິງຈັງສິນຄ້າທີ່ຈິງ.
nb_no: Betaling autorisert. Endre betalingsstatus til behandling eller fullført for å fange opp midler.
nl_nl: Betaling toegestaan. Wijzig de betalingsstatus naar verwerking of voltooi om fondsen vast te leggen.
pl_pl: Płatność autoryzowana. Zmień status płatności na realizację lub zakończ, aby przejąć środki.
pt_br: Pagamento autorizado. Atualize o status (situação) da encomenda em processamento ou concluída.
pt_pt: Pagamento autorizado. Atualize o status (situação) da encomenda em processamento ou concluída.
ro_ro: Plată autorizată. Modifică starea plății la procesare sau finalizare comandă pentru a aduga fonduri.
ru_ru: Оплата разрешена. Измените статус платежа на обработку или завершите сбор средств.
sv_se: Betalning auktoriserad. Byt status till behandlas eller levererad för att hämta betalningen.
tr_tr: Ödeme onaylandı. Parayı almak için ödeme durumunu işleniyor veya kargoya verildi olarak değiştirin.
uk: Оплата авторизована. Змініть статус платежу на обробку або завершено, щоб зафіксувати кошти.
vi: Thanh toán đã được ủy quyền. Thay đổi trạng thái thanh toán thành đang xử lý hoặc hoàn tất để thu tiền.
zh_cn: 付款授权。 将付款状态更改为处理或完成以获取资金。

source: Refunded %1$s - Refund ID: %2$s
ar: المستردة %1$s - معرف الاسترداد: %2$s
cs_cz: Vráceno %1$s - ID vrácení: %2$s
de_de: %1$s zurückerstattet - Rückerstattungs ID: %2$s
es_es: Reembolsado%1$s - ID de reembolso:%2$s
fi: Hyvitetty %s - Hyvityksen tunnus ID: %s
fr_fr: Remboursée %1$s - Identifiant remboursement&nbsp;: %2$s
he_il: צע ר ספ ער %s - ר: %s
hu_hu: Visszatérítve %1$s - visszatérítés azonosítója: %2$s
it_it: Rimborsati %1$s - ID Rimborso: %2$s
ja: 返金しました %1$s - 返金 ID: %2$s
ja_jp: 返金済み %1$s - 返金ID: %2$s
km: á”á¶á“áŸá„á”áŸ’ášá¶á€áŸ‹ %1$s - á¢ááŸ’ááŸá‰áŸ’á‰á¶ááŸá„á”áŸ’ášá¶á€áŸ‹: %2$s
ko_kr: 환불된 %1$s - 환불 ID : %2$s
lo: ກັບເງິນ %1$s - ລະຫັດກັບເງິນ: %2$s
nb_no: Refundert %1$s - Refunderings ID: %2$s
nl_nl: Terugbetaald %1$s - restitutie-ID: %2$s
pl_pl: Zwrócony %1$s - Identyfikator zwrotu: %2$s
pt_br: Reembolsado %1$s - ID do Reembolso: %2$s
pt_pt: 'Pedido Reembolsado' %1$s - ID do reembolso: %2$s
ro_ro: Rambursat %1$s - ID rambursare: %2$s
ru_ru: Возвращено: %1$s - Идентификатор возврата: %2$s
sv_se: Återbetalat %1$s - Återbetalningsnummer: %2$s
tr_tr: Geri ödenen %1$s - Refund ID: %2$s
uk: Відшкодовано %1$s - ID відшкодування: %2$s
vi: Đã hoàn tiền %1$s - Mã hoàn tiền: %2$s
