Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Enable Braintree Payment Gateway
ar: تمكين بوابة الدفع Braintree Gateway
cs_cz: Povolení platební brány Braintree
de_de: Aktivieren Sie Braintree Payment Gateway
es_es: Activar la pasarela de pago Braintree
fi: Ota Braintree-maksuportti käyttöön
fr_fr: Brain Tree passerelle de paiement
he_il: פע ת שער תש Braintree
hu_hu: Braintree fizetési átjáró engedélyezése
it_it: Abilitare il gateway di pagamento Braintree
ja: Braintreeペイメントゲートウェイを有効にする
ko_kr: Braintree 결제 게이트웨이 활성화
nb_no: Aktiver Braintree Payment Gateway
nl_nl: Braintree betalingsgateway inschakelen
pl_pl: Włącz bramkę płatności Braintree
pt_br: Habilitar o Gateway de pagamento Braintree
pt_pt: Ativar o gateway de pagamento Braintree
ro_ro: Activați Gateway-ul de plată Braintree
ru_ru: Включите платежный шлюз Braintree
sv_se: Aktivera Braintree Payment Gateway
tr_tr: Braintree Ödeme Ağ Geçidini Etkinleştirin
zh_cn: 启用 Braintree 支付网关

source: Title
ar: العنوان
cs_cz: Nadpis
de_de: Titel
es_es: Título
fi: Otsikko
fr_fr: Titre
he_il: תרת
hu_hu: Cím
it_it: Titolo
ja: タイトル
ja_jp: タイトル
km: á…áŸ†áá„á‡á¾á„
ko_kr: 제목
lo: ຊື່
nb_no: Tittel
nl_nl: Titel
pl_pl: Tytuł
pt_br: Título
pt_pt: Título
ro_ro: Titlu
ru_ru: Заголовок
sv_se: Titel
tr_tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_cn: 标题

source: This controls the title which the user sees during checkout.
ar: العنوان الذي يراه المستخدم أثناء إتمام الطلبية.
cs_cz: Zde nastavíte název, který uživatel uvidí při placení.
de_de: Dies steuert den Titel, den der Kunde während des Zahlvorgangs sieht.
es_es: Esto controla el título que el usuario ve durante el pago.
fi: Maksutavan otsikko, jonka asiakas näkee kassalla.
fr_fr: Cela détermine le titre que les utilisateurs verront durant la commande.
he_il: קע ת תרת שתצ שתש תש.
hu_hu: Ez határozza meg az elnevezést amit a felhasználó lát a fizetési oldalon.
it_it: Questo controlla il messaggio che vede l’utente durante il checkout.
ja: 決済時にユーザーに表示される決済名を設定します.
ko_kr: 이것은 사용자가 체크아웃할 때 보여질 제목을 제어합니다.
nb_no: Dette styrer hvilken tittel brukeren ser i bestillingen.
nl_nl: Dit bepaalt de titel die de gebruiker ziet tijdens het betalen.
pl_pl: To tytuł, który użytkownik widzi podczas płatności.
pt_br: Isso controla o título que o usuário vê durante o checkout.
pt_pt: Isto controla a descrição que o utilizador vê durante o checkout.
ro_ro: Aceasta controlează titlul pe care utilizatorul îl vede în timpul plății.
ru_ru: Это контролирует заголовок, который пользователь видит во время проверки.
sv_se: Detta bestämmer rubriken på fraktsättet som kunden ser i kassan.
tr_tr: Bu, kullanıcının ödeme sırasında gördüğü başlığı kontrol eder.
zh_cn: 此设置控制用户在结帐时看到的名称。

source: Credit / PayPal / PayPal Credit
ar: Braintree (بطاقة ائتمان / PayPal / ائتمان PayPal)
cs_cz: Kredit / PayPal / PayPal kredit
de_de: Kredit / PayPal / PayPal-Guthaben
es_es: Crédito / PayPal / Crédito PayPal
fi: Luotto / PayPal / PayPal-luotto
fr_fr: Crédit / PayPal / Crédit PayPal
he_il: שר / PayPal / שר PayPal
hu_hu: Hitel / PayPal / PayPal hitel
it_it: Credito / PayPal / Credito PayPal
ja: クレジット / ペイパル / ペイパルクレジット
ko_kr: 크레딧 / 페이팔 / 페이팔 크레딧
nb_no: Kreditt / PayPal / PayPal-kreditt
nl_nl: Krediet / PayPal / PayPal-krediet
pl_pl: Kredyt / PayPal / Kredyt PayPal
pt_br: Crédito / PayPal / Crédito do PayPal
pt_pt: Crédito / PayPal / Crédito PayPal
ro_ro: Credit / PayPal / Credit PayPal
ru_ru: Кредит / PayPal / PayPal Credit
sv_se: Kredit / PayPal / PayPal-kredit
tr_tr: Kredi / PayPal / PayPal Kredisi
zh_cn: 贷记卡/贝宝/贝宝贷记卡

source: Description
ar: الوصف
cs_cz: Popis
de_de: Beschreibung
es_es: Descripción
fi: Kuvaus
he_il: תר
hu_hu: Leírás
it_it: Descrizione
ja: 説明
ja_jp: 説明
km: á€á¶ášá–á·á–ááŸŒá“á¶
ko_kr: 설명
lo: ຄະແນນ
nb_no: Beskrivelse
nl_nl: Omschrijving
pl_pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sv_se: Beskrivning
tr_tr: Açıklama
uk: Описання
vi: Mô tả
zh_cn: 描述

source: This controls the description which the user sees during checkout.
ar: هذا يتحكم في الوصف الذي يراه المستخدم أثناء الدفع.
cs_cz: Tohle kontroluje popis, který vidí uživatelé během nákupu v pokladně.
de_de: Beschreibungstext, den Benutzer bei der Auswahl dieser Zahlungsart sehen.
es_es: Esto controla la descripción que el usuario ve al durante el pago.
fi: Tämä määrittelee kuvauksen, jonka asiakas näkee kassalla.
fr_fr: Ceci détermine la description que les utilisateurs verront durant le réglement.
he_il: ש תר ת ר שתש ף תש.
hu_hu: Itt állítható a leírás, amit a felhasználó a fizetés során lát.
it_it: La descizione che l'utente vede durante il checkout.
ja: ここで、ユーザーが購入手続きの際に目にする説明を設定します。
ko_kr: 이것은 결재 중에 사용자가 보는 설명을 제어합니다.
nb_no: Dette kontrollerer beskrivelsen brukeren ser ved checkout.
nl_nl: Dit bepaalt de beschrijving die de gebruiker ziet bij het betalen.
pl_pl: To kontroluje opis, który użytkownik widzi podczas płatności.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.
pt_pt: Isto controla a descrição que o utilizador vê durante o checkout.
ro_ro: Aceasta controlează descrierea pe care utilizatorul o vede în timpul comenzii.
ru_ru: Это управляет описанием, которое пользователь видит во время проверки.
sv_se: Detta styr den beskrivning som användaren ser vid utcheckningen.
tr_tr: Bu, kullanıcının ödeme sırasında gördüğü açıklamayı kontrol eder.
zh_cn: 这个控制用户在结帐时看到的描述。

source: Invoice Prefix
ar: بادئة الفاتورة
cs_cz: Předčíslí faktury
de_de: Rechnungspräfix
es_es: Prefijo de factura
fi: Laskun etuliite
fr_fr: Préfix de la facture
he_il: קת שת
hu_hu: Számla előtag
it_it: Prefisso fattura
ja: 請求書接頭辞
nb_no: Faktura nr
nl_nl: Factuurvoorvoegsel
pl_pl: Prefiks faktury
pt_br: Prefixo da fatura
pt_pt: Prefixo da Factura
ro_ro: Prefix factură
ru_ru: Префикс счёта
sv_se: Fakturans prefix
tr_tr: Fatura Öneki
zh_cn: 发票前缀

source: Please enter a prefix for your invoice numbers. If you use your PayPal account for multiple stores ensure this prefix is unique as PayPal will not allow orders with the same invoice number.
ar: من فضلك أدخل بادئة لأرقام فاتورتك.إذا كنت تستخدم حساب بايبال للعديد من المتاجر تأكد من أن هذه البادئة خاصة وغير مستخدمة حيث أن بايبال لن يسمح بقبول الفواتير ذات نفس الرقم.
cs_cz: Prosím nastavte předponu pro čísla vašich faktur. Pokud používáte PayPal pro více eshopů pak se ujistěte, že je tato předpona unikátní, jelikož Paypal nepovolí generování faktur se stejným číslem.
de_de: Bitte geben Sie ein Präfix für Ihre Rechnungsnummern ein. Falls Sie Ihr PayPal-Konto für mehrere Shops verwenden, stellen Sie bitte sicher, dass das Präfix einzigartig ist, sonst wird PayPal keine Bestellungen mit identischer Rechnungsnummer akzeptieren.
es_es: Por favor, introduce un prefijo para los números de factura. Si utilizas tu cuenta de PayPal para varias tiendas asegúrate de que este prefijo es único ya que PayPal no permite hacer los pedidos con el mismo número de factura.
fi: Aseta etuliite laskuille. Jos myyt usean verkkokaupan kautta ja maksut ohjataan samalle PayPal-tilille niin varmista että etuliite on toisista poikkeava. PayPal ei salli laskuja joilla on sama numero.
fr_fr: Veuillez saisir un préfixe pour vos numéros de facture.
he_il: ת קת ער ספר שת ש. ש -PayPal ש שש ת שת, ש שקת ת שפפ פשר ת ע ת ספר שת.
hu_hu: Kérjük, írjon be egy előtagot a számlák sorszámának. Ha a PayPal azonosítóját más üzletekhez is használja, akkor győződjön meg róla, hogy ez az előtag egyedi, mivel a PayPal nem engedélyez azonos számlasorszámmal rendeléseket.
it_it: Inserisci un prefisso per i tuoi numeri fattura. Se usi il tuo account PayPal per negozi multipli assicurati che questo prefisso sia unico poichÃ© PayPal non consentirÃ ordini con lo stesso numero di fattura.
ja: 請求書番号の接頭辞を入力してください。 複数の店舗に PayPal アカウントを使用する場合、PayPal は同じ請求書番号の注文を許可しないため、この接頭辞は一意であることを確認してください。
ja_jp: 請求書番号のプレフィックスを入力してください。複数の店舗でPayPalアカウントを使用する場合、このプレフィックスは一意であることを確認してください。PayPalは同じ請求書番号の注文を許可しません。.
km: áŸá¼á˜á”á‰áŸ’á…á¼á›á¢á€áŸ’áŸášáŸá‰áŸ’á‰á¶áŸá˜áŸ’ášá¶á”áŸ‹á›áŸááœá·á€áŸá™á”áŸááŸ’ášášá”áŸáŸ‹á¢áŸ’á“á€áŸ” á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á”áŸ’ášá¾á‚áá“á¸ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€áŸá˜áŸ’ášá¶á”áŸ‹á á¶á„á…áŸ’ášá¾á“ áŸá¼á˜á’á¶á“á¶áá¶á¢á€áŸ’áŸášáŸá‰áŸ’á‰á¶á“áŸáŸ‡á˜á¶á“á¢ááŸ’ááŸá‰áŸ’á‰á¶áá¯á€ááŸ’áá‡á¶á˜á½á™á‚áŸ’á“á¶ á–á¸á–áŸ’ášáŸ„áŸ‡ PayPal á“á¹á„á˜á·á“á¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á˜á¶á“á€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰áŠáŸ‚á›á˜á¶á“á›áŸááœá·á€áŸá™á”áŸááŸ’ášáŠá¼á…á‚áŸ’á“á¶áŸ”.
ko_kr: 송장 번호에 대해 접두어를 입력하세요. 다중 상점에 페이팔 계정을 사용할 경우 이 접두어가 독특한 것인지 확실히 하세요. PayPal은 같은 송장 번호로 주문을 할 수 없습니다.
lo: Thov sau ib qho prefix rau koj cov lej invoice. Yog tias koj siv koj PayPal account rau ntau lub khw, xyuas kom cov prefix no yog tshwj xeeb vim PayPal yuav tsis tso cai rau cov kev txiav txim nrog tib lej invoice.
nb_no: Vennligst skriv inn et prefiks for fakturanumre. Hvis du bruker PayPal-kontoen din for flere butikker, sikre at dette prefikset er unikt, siden PayPal ikke vil tillate ordre med samme fakturanummer.
nl_nl: Voer een voorvoegsel in voor uw factuurnummers. Als u uw PayPal rekening voor meerdere winkels gebruikt, moet u ervoor zorgen dat dit voorvoegsel uniek is, omdat PayPal geen bestellingen met hetzelfde factuurnummer toestaat.
pl_pl: Proszę wstaw prefiks dla Twoich numerów faktury. Jeśli używasz konta PayPal dla różnych sklepów, upewnij się, że prefiks jest unikalny, ponieważ PayPal nie zaakceptuje zamówień z tym samym numerem faktury.
pt_br: Por favor digite um prefixo para o número das faturas. Se você usar sua conta Paypal para multiplas lojas teha certeza que este prefixo seja unico pois o paypal não irá permitir pedidos com o mesmo número de fatura.
pt_pt: Digite um prefixo para seus números de fatura / pedido. Se você usa sua conta PayPal para várias lojas, certifique-se de que este prefixo é exclusivo, pois o PayPal não permitirá pedidos com o mesmo número de fatura/pedido.
ro_ro: Introduceți un prefix pentru numerele facturii. Dacă utilizați contul PayPal pentru mai multe magazine asigurați-vă că acest prefix este unic, deoarece PayPal nu va permite comenzi cu același număr de factură.
ru_ru: Пожалуйста, введите префикс для номеров счётов. Если Вы используете Ваш Pay Pal аккаунт для нескольких магазинов этот префикс должен быть уникальным, так как Pay Pal не позволит делать заказы с тем же номером счёта.
sv_se: Ange ett prefix för dina fakturanummer. Om du använder ditt PayPal-konto för flera butiker, se till att detta prefix är unikt eftersom PayPal inte tillåter beställningar med samma fakturanummer.
tr_tr: Lütfen fatura numaralarınız için bir önek girin. PayPal hesabınızı birden fazla mağaza için kullanıyorsanız, bu öneki, PayPal'ın aynı fatura numarasına sahip siparişlere izin vermemesi nedeniyle benzersiz olmasını sağlayın.
uk: Будь ласка, введіть префікс для ваших номерів рахунків. Якщо ви використовуєте свій обліковий запис PayPal для кількох магазинів, переконайтеся, що цей префікс є унікальним, оскільки PayPal не дозволить замовлення з однаковим номером рахунку.
vi: Vui lòng nhập một tiền tố cho số hóa đơn của bạn. Nếu bạn sử dụng tài khoản PayPal của mình cho nhiều cửa hàng, hãy đảm bảo rằng tiền tố này là duy nhất vì PayPal sẽ không cho phép các đơn hàng có cùng số hóa đơn.
zh_cn: 请输入您的发票号码的前缀。如果您使用您的 PayPal 帐户，为多个存储确保此前缀是独特的因为 PayPal 将不允许具有相同的发票编号的订单。

source: Sandbox
ar: وضع الحماية
fi: Testaus (Sandbox)
he_il: ר
hu_hu: Homokozó
ja: サンドボックス
ko_kr: 샌드박스
nb_no: Sandkasse
ru_ru: Песочница
sv_se: Sandlåda
zh_cn: 沙盒

source: Enable Sandbox Mode
ar: تفعيل الوضع التجريبي
cs_cz: Povolení režimu Sandbox
de_de: Sandbox-Modus aktivieren
es_es: Habilitar modo Sandbox
fi: Ota hiekkalaatikkotila käyttöön
fr_fr: Activer le mode SandBox
he_il: פע צ ר
hu_hu: Sandbox mód engedélyezése
it_it: Abilità modalità Sandbox
ja: サンドボックスモードを有効にする
ko_kr: 샌드박스 모드 활성화
nb_no: Aktiver sandkassemodus
nl_nl: Sandboxmodus inschakelen
pl_pl: Włącz tryb piaskownicy
pt_br: Habilitar Modo Sandbox (Testes)
pt_pt: Ativar o modo Sandbox
ro_ro: Activați modul Sandbox
sv_se: Aktivera Testläge
tr_tr: Korumalı Alan Modunu Etkinleştir
zh_cn: 启用沙盒模式

source: Place the payment gateway in sandbox mode using sandbox API keys (real payments will not be taken).
ar: وضع بوابة الدفع في وضع الحماية باستخدام مفاتيح API حماية (لن تؤخذ المبالغ الحقيقية).
cs_cz: Umístěte platební bránu do režimu sandbox pomocí klíčenky API (skutečné platby nebudou přijaty).
de_de: Versetzen Sie das Zahlungs-Gateway in den Sandbox-Modus, indem Sie Sandbox-API-Schlüssel verwenden. Echte Zahlungen werden dann nicht durchgeführt.
es_es: Establece la pasarela de pagos en modo de pruebas utilizando las claves de API de pruebas.
fi: Aseta maksuportti hiekkalaatikkotilaan käyttämällä hiekkalaatikko-API-avaimia (oikeita maksuja ei oteta vastaan).
fr_fr: Placez la passerelle de paiement dans le mode bac à sable en utilisant les clés API bac à sable (les paiements ne seront réels).
he_il: ער ת שער תש צ sandbox צעת פתת API ש sandbox (תש ת צע).
hu_hu: Helyezze a fizetési átjárót sandbox üzemmódba sandbox API-kulcsok használatával (valódi fizetéseket nem fogad el).
it_it: Posizionare il gateway di pagamento in modalità sandbox utilizzando le chiavi API sandbox (i pagamenti reali non saranno accettati).
ja: サンドボックスのAPIキーを使用してサンドボックスモードでの決済代行システムを配置(実際の決済は使えません)
ko_kr: 샌드박스 API 키를 이용하여 샌드박스 모드로 결제 게이트웨이를 배정하십시오(실제 결제는 이루어지지 않습니다)
nb_no: Sett betalingsgatewayen i sandkassemodus ved hjelp av sandkasse-API-nøkler (ekte betalinger vil ikke bli tatt imot).
nl_nl: Zet de betalingsgateway in sandboxmodus met sandbox-API-sleutels (echte betalingen worden niet uitgevoerd).
pl_pl: Umieść bramkę płatności w trybie piaskownicy przy użyciu kluczy API piaskownicy (prawdziwe płatności nie będą przyjmowane).
ro_ro: Plasați gateway-ul de plată în modul sandbox utilizând chei API sandbox (nu vor fi efectuate plăți reale).
ru_ru: Переключить шлюз оплаты в режим песочницы используя специальные ключи API "в этом режиме реальные платежи не принимаются".
sv_se: Placera betalmodulen i sandbox-läge med hjälp av sandbox-API-nycklar (riktiga betalningar hanteras inte).
tr_tr: Sandbox API anahtarlarını kullanarak ödeme ağ geçidini sandbox modunda yerleştirin (gerçek ödemeler alınmayacaktır).
zh_cn: 使用沙盒API密钥将支付网关置于沙箱模式（不会执行实际支付）。

source: Sandbox Public Key
ar: مفتاح الحماية العمومي
cs_cz: Veřejný klíč sandboxu
de_de: Öffentlicher Sandbox-Schlüssel
es_es: Sandbox clave pública
fi: Hiekkalaatikon julkinen avain
fr_fr: Clé publique du bac à sable
he_il: פת צר ש Sandbox
hu_hu: Sandbox nyilvános kulcs
it_it: Chiave pubblica Sandbox
ja: サンドボックス公開鍵
ko_kr: 샌드박스 공개 키
nb_no: Offentlig nøkkel i sandkassen
pl_pl: Klucz publiczny piaskownicy
pt_pt: Chave Pública Sandbox
ro_ro: Cheie publică Sandbox
ru_ru: Публичный ключ песочницы
sv_se: Sandbox offentlig nyckel
tr_tr: Korumalı Alan Genel Anahtarı
zh_cn: 公钥

source: Get your API keys from your Braintree account.
ar: احصل على مفاتيح واجهة برمجة التطبيقات (API) من حسابك على Braintree.
cs_cz: Získejte klíče API z účtu Braintree.
de_de: Holen Sie sich Ihre API-Schlüssel aus Ihrem Braintree-Konto.
es_es: Obtén tus claves API de tu cuenta Braintree.
fi: Hae API-avaimet Braintree-tililtäsi.
fr_fr: Obtenir vos clés de l’API de votre compte de Braintree.
he_il: ק ת פתת -API ש Braintree ש.
hu_hu: Szerezze be az API-kulcsokat a Braintree-fiókjából.
it_it: Ottenete le chiavi API dal vostro account Braintree.
ja: BraintreeアカウントからAPIキーを取得します。
ko_kr: Braintree 계정에서 API 키를 받습니다.
nb_no: Hent API-nøklene dine fra Braintree-kontoen din.
nl_nl: Haal je API-sleutels op uit je Braintree-account.
pl_pl: Pobierz klucze API ze swojego konta Braintree.
pt_br: Obtenha suas chaves API da sua conta de Braintree.
pt_pt: Obtenha as suas chaves API a partir da sua conta Braintree.
ro_ro: Obțineți cheile API din contul dumneavoastră Braintree.
ru_ru: Получите ключи API из вашей учетной записи Braintree.
sv_se: Hämta dina API-nycklar från ditt Braintree-konto.
tr_tr: API anahtarlarınızı Braintree hesabınızdan alın.
zh_cn: 从您的 Braintree 账户获取 API 密钥。

source: Sandbox Private Key
ar: مفتاح الحماية الخاص
cs_cz: Soukromý klíč Sandboxu
de_de: Sandbox Privater Schlüssel
fi: Hiekkalaatikon yksityinen avain
fr_fr: Clé privée du bac à sable
he_il: פת פר ש Sandbox
hu_hu: Sandbox privát kulcs
it_it: Chiave privata Sandbox
ja: サンドボックス秘密鍵
ko_kr: 샌드박스 비밀키
nb_no: Privat nøkkel til sandkassen
pl_pl: Klucz prywatny piaskownicy
pt_pt: Chave Privada Sandbox
ro_ro: Cheie privată Sandbox
ru_ru: Приватный ключ "песочницы"
sv_se: Sandbox privat nyckel
tr_tr: Sandbox Özel Anahtar
zh_cn: 私密信息

source: Sandbox Merchant ID
ar: معرّف تاجر صندوق الرمل
cs_cz: Sandbox ID obchodníka
de_de: Sandbox Händler ID
fi: Hiekkalaatikon kauppiaan tunnus
he_il: סר Sandbox
hu_hu: Sandbox Kereskedő azonosítója
it_it: ID commerciante Sandbox
ja: サンドボックスマーチャント ID
ko_kr: 샌드박스 판매자 ID
pl_pl: Identyfikator sprzedawcy w piaskownicy
pt_br: ID de vendedor para sandbox
pt_pt: ID do comerciante de sandbox
ro_ro: Sandbox ID comerciant
ru_ru: Идентификатор торговца в песочнице
sv_se: Sandbox försäljar-ID
tr_tr: Korumalı Alan Satıcı Kimliği
zh_cn: 沙盒商家ID

source: Live Private Key
ar: المفتاح الخاص المباشر
cs_cz: Soukromý klíč Live
es_es: Clave Privada
fi: Yksityinen live-avain
fr_fr: Clé privée
he_il: פת פר
hu_hu: Élő privát kulcs
it_it: Chiave privata in tempo reale
ja: ライブプライベートキー
ko_kr: 라이브 개인 키
nb_no: Live privat nøkkel
nl_nl: Live privésleutel
pl_pl: Klucz prywatny na żywo
pt_br: Chave Privada
pt_pt: Chave privada em direto
ro_ro: Cheie privată live
ru_ru: Реальный приватный ключ (Private Key)
sv_se: Live Private nyckel
tr_tr: Canlı Özel Anahtar
zh_cn: 私钥

source: Live Merchant ID
ar: معرّف التاجر المباشر
cs_cz: Veřejné Merchant ID
de_de: Live Händler-ID
es_es: ID de comerciante en vivo
fi: Live-kauppiaan tunnus
fr_fr: Identifiant marchand
he_il: סר
hu_hu: Élő kereskedői azonosító
it_it: ID commerciante in tempo reale
ja: ライブマーチャントID
ko_kr: 라이브 판매자 ID
nl_nl: Live handelaars-ID
pl_pl: Identyfikator sprzedawcy na żywo
pt_br: ID de vendedor ativo
pt_pt: ID do comerciante em direto
ro_ro: ID comerciant live
sv_se: Id för Merchant
tr_tr: Canlı Satıcı Kimliği
zh_cn: Merchant ID

source: Card Icon
ar: أيقونة البطاقة
cs_cz: Ikona karty
de_de: Karte Symbol
es_es: Icono de tarjeta
fi: Kortin kuvake
fr_fr: Icône de la carte
he_il: ס רס
hu_hu: Kártya ikon
it_it: Icona Scheda
ja: カードアイコン
ko_kr: 카드 아이콘
nb_no: Ikon for kort
nl_nl: Kaart Pictogram
pl_pl: Ikona karty
pt_br: Símbolo de cartão
pt_pt: Ícone do cartão
ro_ro: Pictograma cardului
ru_ru: Значок карты
sv_se: Ikon för kort
tr_tr: Kart Simgesi
zh_cn: 卡片图标

source: Debug Log
ar: بيانات وضع التصحيح (Debug Log)
cs_cz: Protokol režimu ladění
de_de: Debug Log (Fehlerprotokoll)
es_es: Registro de depuración
fi: Vianjäljitysloki
fr_fr: Journal de débogage
he_il: תר
hu_hu: Hibakereső napló
it_it: Log di Debug
ja: デバッグログ
ko_kr: 디버그 로그
nb_no: Feilsøkingslogg
nl_nl: Debug logboek
pl_pl: Log debugowania
pt_br: Log Depuração
pt_pt: Registro de depuração
ru_ru: Журнал отладки
sv_se: Felsökningslogg
tr_tr: Hata ayıklama günlüğü
zh_cn: 调试日志

source: Enable logging
ar: تمكين التسجيل
cs_cz: Povolit protokolování
de_de: Protokollierung aktivieren
es_es: Habilitar el registro
fi: Ota käyttöön testitilan lokitus
fr_fr: Activer l&rsquo;enregistrement de logs
he_il: פע רש
hu_hu: Naplózás engedélyezése
it_it: Abilita la registrazione
ja: ログを有効にする
ja_jp: ログ記録を有効にする
km: á”á¾á€á€á¶ášá€ááŸ‹ááŸ’ášá¶
ko_kr: 로깅 활성화
lo: ເປີດການບັນທຶກສິ່ງທີ່ເກີດຂຶ້ນ
nb_no: Aktiver logging
nl_nl: Logging inschakelen
pl_pl: Włącz logowanie
pt_br: Ativar Logs
pt_pt: Activar registo de eventos
ro_ro: Activați înregistrarea
ru_ru: Включить ведение журнала
sv_se: Aktivera loggning
tr_tr: Günlük kaydını etkinleştir
uk: Увімкнути ведення журналу
vi: Bật ghi log
zh_cn: 启用日志记录

source: Log PayPal/Braintree events
ar: تسجيل أحداث باي بال/براينتري
cs_cz: Protokolování událostí PayPal/Braintree
de_de: PayPal/Braintree-Ereignisse protokollieren
es_es: Registrar eventos de PayPal/Braintree
fi: PayPal/Braintree-tapahtumien kirjaaminen
fr_fr: Enregistrer les événements PayPal/Braintree
he_il: רש רע PayPal/Braintree
hu_hu: PayPal/Braintree események naplózása
it_it: Registra gli eventi PayPal/Braintree
ja: PayPal/Braintreeイベントのログ
ko_kr: PayPal/Braintree 이벤트 로그
nb_no: Loggføre PayPal/Braintree-hendelser
nl_nl: Log PayPal/Braintree-gebeurtenissen
pl_pl: Rejestrowanie zdarzeń PayPal/Braintree
pt_br: Registrar eventos do PayPal/Braintree
pt_pt: Registar eventos PayPal/Braintree
ro_ro: Înregistrați evenimentele PayPal/Braintree
ru_ru: Ведите журнал событий PayPal/Braintree
sv_se: Logga PayPal/Braintree-evenemang
tr_tr: PayPal/Braintree etkinliklerini günlüğe kaydedin
zh_cn: 记录 PayPal/Braintree 事件

source: Payment method successfully added.
ar: تمت أضافه وسيلة الدفع بنجاح.
cs_cz: Platební metoda byla úspěšně přidána.
de_de: Zahlungsart hinzugefügt.
es_es: Método de pago añadido.
fi: Maksutapa lisätty onnistuneesti.
fr_fr: Moyen de paiement ajouté.
he_il: שת תש ספ צ.
hu_hu: Fizetési mód sikeresen hozzáadva.
it_it: Metodo di pagamento aggiunto correttamente.
ja: お支払い方法が正常に追加されました。
ko_kr: 지불 방법이 성공적으로 추가되었습니다.
nb_no: Betalingsmåte er lagt til.
nl_nl: Betaalmethode toegevoegd.
pl_pl: Metoda płatności została pomyślnie dodana.
pt_br: Método de pagamento adicionado com sucesso.
pt_pt: Método de pagamento adicionado com sucesso.
ro_ro: Metoda de plată adăugată cu succes.
ru_ru: Способ оплаты успешно добавлен.
sv_se: Betalsättet har lagts till.
tr_tr: Ödeme yöntemi başarıyla eklendi.
zh_cn: 已成功添加付款方式。

source: An error occurred while trying to connect to PayPal: %s
ar: حدث خطأ أثناء محاولة الاتصال بـ PayPal: ‏%s
cs_cz: Při pokusu o připojení ke službě PayPal došlo k chybě: %s
de_de: Fehler beim Verbindungsversuch mit PayPal: %s
es_es: Se ha producido un error al intentar conectar con PayPal:%s
fi: PayPal-yhteyttä yritettäessä tapahtui virhe: %s
fr_fr: Une erreur s’est produite en essayant de se connecter à PayPal : %s
he_il: רע ש עת ס תר פפ: %s
hu_hu: Hiba történt a PayPal-hoz való kapcsolódás során: %s
it_it: Si è verificato un errore durante il tentativo di connessione a PayPal: %s
ja: PayPal に接続しようとしたときにエラーが発生しました: %s
ko_kr: PayPal에 연결하는 동안 오류가 발생했습니다: %s
nb_no: Det oppsto en feil under forsøk på å koble til PayPal: %s
nl_nl: Er is een fout opgetreden bij het verbinden met PayPal: %s
pl_pl: Wystąpił błąd podczas próby połączenia z PayPal: %s
pt_br: Ocorreu um erro ao tentar se conectar ao PayPal: %s
pt_pt: Ocorreu um erro ao tentar se conectar ao PayPal: %s
ro_ro: A apărut o eroare în timpul încercării de conectare la PayPal: %s
ru_ru: При попытке подключения к PayPal произошла ошибка: %s
sv_se: Ett fel inträffade när jag försökte ansluta till PayPal: %s
tr_tr: PayPal'a bağlanmaya çalışılırken bir hata oluştu: %s
zh_cn: 尝试连接到用户时发生PayPal：%s

source: Empty Paypal response.
ar: رد باي بال فارغ.
cs_cz: Prázdná odpověď Paypal.
de_de: Leere PayPal Antwort.
es_es: Respuesta vacía de Paypal.
fi: Tyhjä Paypal-vastaus.
fr_fr: Réponse Paypal vide.
he_il: ת רק -PayPal.
hu_hu: Üres Paypal válasz.
it_it: Risposta vuota di Paypal.
ja: Paypalの応答は空。
ko_kr: 페이팔 응답이 비어 있습니다.
nb_no: Tomt Paypal-svar.
nl_nl: Leeg antwoord van Paypal.
pl_pl: Pusta odpowiedź Paypal.
pt_br: Resposta vazia do Paypal.
pt_pt: Resposta vazia do Paypal.
ro_ro: Răspuns gol Paypal.
ru_ru: Пустой ответ Paypal.
sv_se: Tomt Paypal-svar.
tr_tr: Boş Paypal yanıtı.
zh_cn: 支付宝空头回复。
