Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Please ensure that Apple Pay is enabled in your PayPal account.
cs_cz: Ujistěte se, že máte v účtu PayPal povolenou službu Apple Pay.
fi: Varmista, että Apple Pay on käytössä PayPal-tililläsi.
he_il: ש-Apple Pay פע ש PayPal ש.
hu_hu: Kérjük, győződjön meg arról, hogy az Apple Pay engedélyezve van PayPal-fiókjában.
ja: PayPalアカウントでApple Payが有効になっていることをご確認ください。
ja_jp: Apple PayがあなたのPayPalアカウントで有効になっていることを確認してください。.
km: áŸá¼á˜á’á¶á“á¶áá¶ Apple Pay ááŸ’ášá¼áœá”á¶á“á”á¾á€á“áŸ…á€áŸ’á“á»á„á‚áá“á¸ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
ko_kr: PayPal 계정에서 Apple Pay가 활성화되어 있는지 확인하세요.
lo: Thov xyuas kom meej tias Apple Pay tau qhib hauv koj tus PayPal account.
nb_no: Sørg for at Apple Pay er aktivert i PayPal-kontoen din.
nl_nl: Zorg ervoor dat Apple Pay is ingeschakeld in uw PayPal-account.
pl_pl: Upewnij się, że usługa Apple Pay jest włączona na Twoim koncie PayPal.
ro_ro: Vă rugăm să vă asigurați că Apple Pay este activat în contul dumneavoastră PayPal.
sv_se: Se till att Apple Pay är aktiverat i ditt PayPal-konto.
tr_tr: Lütfen PayPal hesabınızda Apple Pay'in etkin olduğundan emin olun.
uk: Будь ласка, переконайтеся, що Apple Pay увімкнено у вашому обліковому записі PayPal.
vi: Vui lòng đảm bảo rằng Apple Pay đã được kích hoạt trong tài khoản PayPal của bạn.

source: Apple Pay must be enabled in your PayPal account (%s).
cs_cz: Služba Apple Pay musí být v účtu PayPal povolena (%s).
fi: Apple Payn on oltava käytössä PayPal-tililläsi (%s).
he_il: ש פע ת Apple Pay ש PayPal ש (%s).
hu_hu: Az Apple Paynek engedélyezve kell lennie a PayPal-fiókjában (%s).
ja: Apple PayはPayPalアカウント（%s）で有効になっている必要があります。
ja_jp: Apple PayはあなたのPayPalアカウント（%s）で有効にする必要があります。.
ko_kr: PayPal 계정(%s)에서 Apple Pay가 활성화되어 있어야 합니다.
nb_no: Apple Pay må være aktivert i PayPal-kontoen din (%s).
nl_nl: Apple Pay moet ingeschakeld zijn op je PayPal-rekening (%s).
pl_pl: Usługa Apple Pay musi być włączona na koncie PayPal (%s).
ro_ro: Apple Pay trebuie să fie activat în contul PayPal (%s).
sv_se: Apple Pay måste vara aktiverat i ditt PayPal-konto (%s).
tr_tr: Apple Pay, PayPal hesabınızda etkinleştirilmiş olmalıdır (%s).
uk: Apple Pay має бути увімкнено у вашому обліковому записі PayPal (%s).

source: To show the Apple Pay button,
cs_cz: Zobrazení tlačítka Apple Pay,
fi: Apple Pay -painikkeen näyttäminen,
he_il: צ ת פתר Apple Pay,
hu_hu: Az Apple Pay gomb megjelenítése,
ja: Apple Payボタンを表示する、
ja_jp: Apple Payボタンを表示するには、,
km: Apple Pay à¶¶à·œà¶­à·Šà¶­à¶¸ à¶´à·™à¶±à·Šà·€à¶±à·Šà¶±,
ko_kr: Apple Pay 버튼을 표시합니다,
lo: ເພື່ອແສດງປຸ່ມ Apple Pay,
nb_no: For å vise Apple Pay-knappen,
nl_nl: De Apple Pay-knop weergeven,
pl_pl: Aby wyświetlić przycisk Apple Pay,
ro_ro: Pentru a afișa butonul Apple Pay,
sv_se: För att visa Apple Pay-knappen,
tr_tr: Apple Pay düğmesini göstermek için,
uk: Щоб показати кнопку Apple Pay,
vi: Để hiển thị nút Apple Pay,

source: Display Apple Pay Button On
cs_cz: Zobrazení zapnutého tlačítka Apple Pay
fi: Näytä Apple Pay -painike päällä
he_il: צ ת פתר Apple Pay
hu_hu: Apple Pay gomb megjelenítése bekapcsolva
ja: Apple Payボタンをオンにする
ja_jp: Apple Payボタンを表示する
km: á”á„áŸ’á á¶á‰á”áŸŠá¼áá»á„ Apple Pay á“áŸ…á›á¾
ko_kr: Apple Pay 버튼 켜짐 표시
lo: ສະແດງປຸ່ມ Apple Pay ຢູ່ບ່ອນ
nb_no: Vis Apple Pay-knappen på
nl_nl: Apple Pay-knop weergeven op
pl_pl: Włączony przycisk Apple Pay
ro_ro: Afișați butonul Apple Pay pe
sv_se: Visa Apple Pay-knappen på
tr_tr: Apple Pay Düğmesini Açık Göster
uk: Відобразити кнопку Apple Pay У
vi: Hiển thị nút Apple Pay Bật

source: White with outline
cs_cz: Bílá s obrysem
fi: Valkoinen ääriviivoilla
he_il: ע ק תר
hu_hu: Fehér körvonallal
ja: アウトライン付き白
ja_jp: アウトライン付きのホワイト
km: áŸá–áŸ’áœááŸ’á„áŸƒá‡á¶á˜á½á™áŸáŸŠá»á˜
ko_kr: 윤곽선이 있는 흰색
lo: ສີຂາວກັບຂອງລອຍ
nb_no: Hvit med omriss
nl_nl: Wit met contour
pl_pl: Biały z konturem
ro_ro: Alb cu contur
sv_se: Vit med kontur
tr_tr: Anahat ile beyaz
uk: Білий з контуром
vi: Trắng với viền

source: Your customers can already buy now and pay later with PayPal — add messaging to your site to let them know. PayPal’s Pay Later helps boost merchants' conversion rates and increases cart sizes by 39%.¹ You get paid in full up front. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">More about Pay Later</a>
cs_cz: Vaši zákazníci již mohou nakupovat nyní a platit později pomocí služby PayPal - přidejte na své stránky zprávu, která je o tom bude informovat. Služba PayPal Pay Later pomáhá zvýšit konverzní poměr obchodníků a zvyšuje velikost košíku o 39 %.¹ Dostanete zaplaceno předem v plné výši. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Další informace o službě Pay Later</a>
fi: Asiakkaasi voivat jo nyt ostaa nyt ja maksaa myöhemmin PayPalin avulla - lisää sivustollesi viesti, joka kertoo heille siitä. PayPalin Pay Later auttaa parantamaan kauppiaiden konversiolukuja ja kasvattaa ostoskorin kokoa 39 %.¹ Saat täyden maksun etukäteen. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Lisätietoja Pay Later -palvelusta</a>
hu_hu: Ügyfelei már most is vásárolhatnak és később fizethetnek a PayPal segítségével - adjon hozzá üzenetet a webhelyéhez, hogy ezt tudassák velük. A PayPal Később fizetni segít növelni a kereskedők konverziós arányát, és 39%-kal növeli a kosár méretét.¹ Ön előre megkapja a teljes összeget. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">További információ a Pay Laterről</a>
ja: PayPalを利用することで、顧客はすでに今すぐ購入し、後で支払うことができます。PayPalのPay Laterは、マーチャントのコンバージョン率を高め、カートサイズを39%増加させます。<a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Pay Laterの詳細</a>
ja_jp: お客様はすでにPayPalを使って今すぐ購入し、後で支払うことができます — それを知らせるメッセージをサイトに追加しましょう。PayPalのPay Laterは、商人のコンバージョン率を向上させ、カートサイズを39%増加させます。¹ あなたは全額を前払いで受け取ります。 <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Pay Laterの詳細</a>
ko_kr: 고객이 지금 구매하고 나중에 PayPal로 결제할 수 있도록 사이트에 메시지를 추가하여 이를 알릴 수 있습니다. PayPal의 나중에 결제를 사용하면 판매자의 전환율을 높이고 카트 크기를 39%까지 늘릴 수 있습니다.¹ 결제 대금은 전액 선지급됩니다. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">나중에 결제에 대해 자세히 알아보기</a>
lo: ລູກຄ້າຂອງທ່ານສາมາດຊື້ໃຫ້ແລ້ວແລະຈ່າຍຄືນລະຫວ່າງກັບ PayPal — ເພີ່ມຂໍໍ່ສະຖານທີ່ໃນເວບໄຊທ໌ຂອງທ່ານເພື່ອໃຫ້ພວກເຂົ້າໃຈ. PayPal’s Pay Later ຊ່ວຍເພີ່ມອັດຕາການແປບຂອງພະນັກງານແລະເພີ່ມຂະບວນການຊື້ເຂົ້າໃນລະດັບ 39%.¹ ທ່ານໄດ້ຮັບເງິນໃນຈິງລວມຕົວເລກ. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">ຂໍໍ່ເພີ່ມເຕີມກ່ຽວກັບ Pay Later</a>
nb_no: Kundene dine kan allerede kjøpe nå og betale senere med PayPal - legg til meldinger på nettstedet ditt for å informere dem om dette. PayPals Pay Later bidrar til å øke konverteringsraten for forhandlere og øker størrelsen på handlekurven med 39 %.¹ Du får full betaling på forhånd. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Mer om Betal senere</a>
nl_nl: Uw klanten kunnen nu al kopen en later betalen met PayPal - voeg een bericht toe aan uw site om hen dat te laten weten. PayPal's Pay Later helpt winkeliers hun conversie te verhogen en vergroot de omvang van hun winkelwagen met 39%.¹ U krijgt vooraf het volledige bedrag betaald. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Meer over Later Betalen</a>
pl_pl: Twoi klienci mogą już kupować teraz i płacić później za pomocą PayPal - dodaj komunikaty do swojej witryny, aby ich o tym poinformować. Usługa PayPal Pay Later pomaga zwiększyć współczynniki konwersji sprzedawców i zwiększa wielkość koszyka o 39%.¹ Otrzymujesz pełną płatność z góry. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Więcej informacji o usłudze Pay Later</a>
ro_ro: Clienții dvs. pot deja să cumpere acum și să plătească mai târziu cu PayPal - adăugați mesaje pe site-ul dvs. pentru a-i anunța. Plata mai târziu de la PayPal ajută la creșterea ratelor de conversie ale comercianților și mărește dimensiunea coșurilor cu 39%.¹ Primiți plata integrală în avans. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Mai multe despre Plătiți mai târziu</a>
sv_se: Dina kunder kan redan köpa nu och betala senare med PayPal - lägg till meddelanden på din webbplats så att de vet om det. PayPals Pay Later hjälper till att öka handlarnas konverteringsfrekvens och ökar varukorgarnas storlek med 39 %.¹ Du får full betalning direkt. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Mer om Betala senare</a>
tr_tr: Müşterileriniz PayPal ile zaten şimdi satın alıp daha sonra ödeyebilir - sitenize mesaj ekleyerek bunu bilmelerini sağlayın. PayPal'ın Daha Sonra Öde özelliği, satıcıların dönüşüm oranlarını artırmaya yardımcı olur ve sepet boyutlarını %39 oranında artırır.¹ Ödemenin tamamını önceden alırsınız. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Daha Sonra Öde hakkında daha fazla bilgi</a>
uk: Ваші клієнти вже можуть купувати зараз і платити пізніше з PayPal — додайте повідомлення на свій сайт, щоб повідомити їх про це. PayPal’s Pay Later допомагає підвищити конверсію торговців і збільшити розмір кошика на 39%.¹ Ви отримуєте повну оплату наперед. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Дізнатися більше про Pay Later</a>
vi: Khách hàng của bạn có thể mua ngay và thanh toán sau với PayPal — hãy thêm thông điệp vào trang web của bạn để thông báo cho họ. PayPal’s Pay Later giúp tăng tỷ lệ chuyển đổi của các thương nhân và tăng kích thước giỏ hàng lên 39%.¹ Bạn sẽ nhận được thanh toán đầy đủ ngay từ đầu. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">Tìm hiểu thêm về Pay Later</a>

source: Display Pay Later messaging On
cs_cz: Zobrazení zpráv Pay Later On
fi: Näyttö maksa myöhemmin -viestien näyttäminen päälle
he_il: צ עת "ש ר תר" פע
hu_hu: Későbbi fizetés üzenet megjelenítése On
ja: 後払いメッセージの表示
ja_jp: 「後払いメッセージを表示」オン
km: á”á„áŸ’á á¶á‰áŸá¶ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á€áŸ’ášáŸ„á™ á”á¾á€
ko_kr: 나중에 결제 메시지 표시 켜기
lo: ສະແດງຂໍໍ່ສະຖານທີ່ຈ່າຍບໍ່ລວງກ່ຽວກັບສິນຄ້າ
nb_no: Vis betaling senere-meldinger på
nl_nl: Pay Later berichten weergeven op
pl_pl: Wyświetlanie komunikatów Płać później na
ro_ro: Afișați Mesajele Pay Later pe
sv_se: Visa betala senare meddelanden på
tr_tr: Daha Sonra Öde mesajını göster
uk: Включити повідомлення "Сплатити пізніше"
vi: Hiển thị thông điệp Trả sau Bật

source: Payment Gateway for PayPal on WooCommerce
cs_cz: Platební brána pro PayPal ve WooCommerce
de_de: Zahlungsgateway für PayPal in WooCommerce
fi: Maksu Gateway PayPal WooCommerce
he_il: שער תש ער PayPal -WooCommerce
hu_hu: Fizetési átjáró a PayPal számára a WooCommerce-en
ja: WooCommerceにおけるPayPalの決済ゲートウェイ
ja_jp: WooCommerceのPayPal用決済ゲートウェイ
km: á€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á˜á‘áŸ’áœá¶ášá‘á¼á‘á¶ááŸ‹áŸá˜áŸ’ášá¶á”áŸ‹ PayPal á“áŸ…á›á¾ WooCommerce
lo: Payment Gateway rau PayPal ntawm WooCommerce
nb_no: Betalingsgateway for PayPal på WooCommerce
nl_nl: Betaalgateway voor PayPal op WooCommerce
pl_pl: Bramka płatności dla PayPal na WooCommerce
ro_ro: Gateway de plată pentru PayPal pe WooCommerce
sv_se: Betalningsgateway för PayPal på WooCommerce
tr_tr: WooCommerce'de PayPal için Ödeme Geçidi
uk: Платіжний шлюз для PayPal на WooCommerce
vi: Cổng thanh toán cho PayPal trên WooCommerce

source: PayPal Express
ja: PayPal エクスプレス
nl_nl: PayPal Uitdrukkelijk
ro_ro: Plată PayPal Express
tr_tr: PayPal Ekspres
zh_cn: PayPal 快捷支付

# Name of credit card
source: Elo
ru_ru: Эло

source: PayPal Checkout
es_es: Pago con PayPal
it_it: Paga con PayPal
pt_br: Checkout do PayPal
ru_ru: Оформить заказ Paypal
vi: Thanh toán qua PayPal

source: Were sorry to see you go!
he_il: צער רת ת ע!

source: Can you please tell us why youre deactivating the plugin? Your feedback helps us make it better.
he_il: ת ספר ע ת ת פעת תסף? ש ש ער שפר ת.

source: Please share why youre deactivating the PayPal plugin so we can make improvements.
he_il: שתף ת ע ת ת תסף PayPal ש שפר ת.

source: Your privacy is important to us. No personal data is collected with this formjust your valuable feedback and basic system information (such as WordPress and plugin versions) to help us improve our plugin.
he_il: פרת ש ש . פס סף ת ש ש, רק ת ש ש ש ע סס ע ערת ( רסת WordPress רסת תסף) ער שפר ת תסף ש.

source: %sBraintree\Exception\Authentication: API keys are incorrect. Please double-check that you havent accidentally tried to use your sandbox keys in production or vice-versa.
he_il: %sBraintree\Exception\Authentication: פתת -API . ק ש ש סת עת שתש פתת סקס ש סת צר פ.

source: PayPal, Pay Later, Venmo, Credit & Debit Cards, Google Pay, Apple Pay and many more.
he_il: PayPal, Pay Later, Venmo, רס שר , Google Pay, Apple Pay ע ר ר.

source: The buyers country
he_il: רץ ק

source: The funding sources theyve enabled
he_il: קרת ש פשר

source: Learn more about Pay Later on PayPals website.
he_il: ע סף ע תש ר תר תר PayPal.

source: Accept payments through UPI, Cards, and Net Banking using Razorpay developed by an official Razorpay Partner.
he_il: ק תש צעת UPI, רס שר קת קת צעת Razorpay שפת ע שתף רש ש Razorpay.

source: Pay via PayPal; you can pay with your credit card if you dont have a PayPal account
he_il: ש צעת PayPal; ש PayPal, ת ש צעת רס שר ש

source: PayPal buttons (e.g. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, etc.) are shown automatically based on factors such as the buyers country and their device type. By default, all buttons are enabled. To disable individual payment buttons, use the "Disable Specific Payment Buttons" setting available in each page section below.<br><br>For Express Checkout, it will follow the configuration from the Checkout Page.<br>For Mini Cart, this setting will follow the configuration from the Product Page.
he_il: פתר PayPal (, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact ') צ פ ת ר ת ק ס שר ש. ררת , פתר פע. שת פתר תש , שתש ר "שת פתר תש ספצפ" קע ש ף ש.<br><br>ער תש ר, ר תתצע ת תצר ף תש.<br>ער עת , ר תתצע ת תצר ף צר.

source: To use Advanced Card Payments, ensure your PayPal account is eligible and enabled:<br><br>1. Visit developer.paypal.com Apps & Credentials API Credentials.<br>2. Click your App Name.<br>3. Under "Features" Accept Payments, check if "Advanced Credit and Debit Card Payments" is enabled.<br>4. If missing, your account or region may not support it.
he_il: שתש תש תק רס, שש PayPal ש פשר ת:<br><br>1. קר -developer.paypal.com Apps &amp; Credentials API Credentials.<br>2. ץ ע ש פקצ ש.<br>3. תת "Features" Accept Payments, ק "Advanced Credit and Debit Card Payments" פע.<br>4. פשרת סר, ת שש ר ש ת .

source: Your customers can already buy now and pay later with PayPal add messaging to your site to let them know. PayPals Pay Later helps boost merchants' conversion rates and increases cart sizes by 39%.¹ You get paid in full up front. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">More about Pay Later</a>
he_il: קת ש ר קת עש ש ר צעת PayPal ספ ע תר ש ע ת. שרת Pay Later ש PayPal סע ת שער ר ש סר ת ע -39%.¹ ת ק ת תש רש. <a target="_blank" href="https://www.paypal.com/us/business/accept-payments/checkout/installments">ע סף ע Pay Later</a>

source: PayPal, Credit/Debit Cards, Google Pay, Apple Pay, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact & more - by an official PayPal Partner
km: PayPal, Kredit/Kredit Kartu, Google Pay, Apple Pay, Bayar Nanti, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact & lebih - oleh Mitra Resmi PayPal
lo: PayPal, ແດບິດ/ເດບິດ ບັດ, Google Pay, Apple Pay, ຈ່າຍຄ່າບໍ່ລົດ, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact ແລະອື່ນໆ - ໂດຍສະຖານທີ່ປ່ອນສິນຄ້າທາງການເງິນ PayPal
uk: PayPal, кредитні/дебетові картки, Google Pay, Apple Pay, Оплата пізніше, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact та інші - від офіційного партнера PayPal
vi: PayPal, Thẻ tín dụng/Ghi nợ, Google Pay, Apple Pay, Trả sau, Venmo, SEPA, iDEAL, Mercado Pago, Sofort, Bancontact & nhiều hơn nữa - bởi một Đối tác chính thức của PayPal

source: Thank you for using %s 💕
lo: ຂອບໃຈສໍາລັບການໃຊ້ %s 💕
uk: Дякуємо, що користуєтеся %s 💕
vi: Cảm ơn bạn đã sử dụng %s 💕

source: If you have a moment, we'd love it if you could leave us a <b><a target="_blank" href="%1$s">quick review</a>.</b> it motivates us and helps us keep improving. 💫 <br>Have feature ideas? Include them in your review — your feedback shapes our roadmap, and we love turning your ideas into reality.
lo: ຖ້າທ່ານມີເວລາ, ພວກເຮົາຈະຮັບຊິດຖ້າທ່ານສາມາດເລີ່ມໃຫ້ເຮົາບັນທຶກ <b><a target="_blank" href="%1$s">ຄວາມຄິດເລີ່ມໃຫ້ສັ່ງສັ່ງ</a>.</b> ມັນສົ່ງເສີມໃຈແລະຊ່ວຍເຮົາສໍາລັບການປັບປຸງ. 💫 <br>ມີແນວຄິດສໍາລັບຄຸນສົມບັດບໍ? ລວມເຂົ້າໃນຄວາມຄິດເລີ່ມໃຫ້ສັ່ງ — ຄວາມຕິຊົມຂອງທ່ານສໍາລັບສະຖານທີ່ຂອງເຮົາ, ແລະພວກເຮົາຮັບຊິດການແປບໃຈຂອງທ່ານເປັນຄວາມຈິງ.
uk: Якщо у вас є хвилинка, ми були б вдячні, якби ви залишили нам <b><a target="_blank" href="%1$s">швидкий відгук</a>.</b> Це мотивує нас і допомагає покращуватися. 💫 <br>Є ідеї щодо функцій? Включіть їх у свій відгук — ваші відгуки формують наш план розвитку, і нам подобається втілювати ваші ідеї в життя.
vi: Nếu bạn có một chút thời gian, chúng tôi rất vui nếu bạn có thể để lại cho chúng tôi một <b><a target="_blank" href="%1$s">đánh giá nhanh</a>.</b> Điều đó thúc đẩy chúng tôi và giúp chúng tôi tiếp tục cải thiện. 💫 <br>Có ý tưởng tính năng nào không? Hãy bao gồm chúng trong đánh giá của bạn — phản hồi của bạn định hình lộ trình của chúng tôi, và chúng tôi rất thích biến ý tưởng của bạn thành hiện thực.

source: Write Review
km: áŸášáŸáŸášâ€‹á–á·á“á·ááŸ’á™
lo: ຂຽນບັນທຶກ
uk: Написати відгук
vi: Viết Đánh Giá

source: Done!
km: á”á¶á“á”á‰áŸ’á…á”áŸ‹!
lo: ສໍາເລັດ!
uk: Готово!
vi: Xong!

source: Remind me later
km: ááŸ’á‰á»áŸ†áŸá¼á˜ášáŸ†á›á¹á€ááŸ’á‰á»áŸ†á“áŸ…á–áŸá›á€áŸ’ášáŸ„á™
lo: ຈົ່ງຈື່ຂໍໃຫ້ສະແດງອີກໃນຄັ້ງຕໍ່ໄປ
uk: Нагадайте мені пізніше
vi: Nhắc tôi sau

source: Hide
km: á›á¶á€áŸ‹
lo: ປິດ
uk: Сховати
vi: Ẩn

# Important
source: Card number
ja_jp: カード番号
km: á›áŸáá€á¶á
lo: ເບີການບັດ
uk: Номер картки
vi: Số thẻ

# Important
source: Expiration date
ja_jp: 有効期限
km: ááŸ’á„áŸƒá•á»áá€áŸ†áááŸ‹
lo: ວັນທີເສຍອາຍ
uk: Термін придатності
vi: Ngày hết hạn

# Important
source: Security code
ja_jp: セキュリティコード
km: á€á¼áŠáŸá»áœááŸ’áá·á—á¶á–
lo: ລະຫັດຄວາມປອດໄພ
uk: Код безпеки
vi: Mã bảo mật

# Important
source: Confirm Your PayPal Order
ja_jp: PayPal注文を確認する
km: á”á‰áŸ’á‡á¶á€áŸ‹á€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€
lo: ຢືນຢັນຄຳສັ່ງ PayPal ຂອງທ່ານ
uk: Підтвердіть своє замовлення PayPal
vi: Xác nhận đơn hàng PayPal của bạn

# Important
source: Proceed to PayPal
ja_jp: PayPalに進む
km: á”á“áŸ’áá‘áŸ… PayPal
lo: ດຳເນີນການໄປທີ່ PayPal
uk: Перейти до PayPal
vi: Tiến hành đến PayPal

# Important
source: Click the "%s" button below to process your order.
ja_jp: 下の "%s" ボタンをクリックして、注文を処理してください。.
km: á…á»á…á”áŸŠá¼áá»á„ "%s" áá¶á„á€áŸ’ášáŸ„á˜áŠá¾á˜áŸ’á”á¸áŠáŸ†áá¾ášá€á¶ášá€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”.
lo: ກົດປຸ່ມ "%s" ດ້ານລຸ່ມເພື່ອປະຕິບັດຄຳສັ່ງສິນຄ້າຂອງທ່ານ.
uk: Натисніть кнопку "%s" нижче, щоб обробити ваше замовлення.
vi: Nhấn nút "%s" bên dưới để xử lý đơn hàng của bạn.

# Important
source: Credit or Debit Card (PayPal) By Easy Payment
ja_jp: クレジットカードまたはデビットカード（PayPal）による簡単決済
km: á€á¶áá¥áá‘á¶á“ á¬ á€á¶áá¥áá‘á¶á“ (PayPal) áŠáŸ„á™á€á¶ášá‘á¼á‘á¶ááŸ‹á„á¶á™
lo: ບັດເດີດ ຫຼື ບັດເຄດ (PayPal) ດ້ວຍການຈ່າຍງ່າຍ
uk: Кредитна або дебетова картка (PayPal) через Easy Payment
vi: Thẻ tín dụng hoặc thẻ ghi nợ (PayPal) Bằng cách thanh toán dễ dàng

# Important
source: Advanced Card Processing.
ja_jp: 高度なカード処理。.
km: á€á·á…áŸ’á…á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá”áŸááŸ’áá€á¶áá€á˜áŸ’ášá·áááŸ’á–áŸáŸ‹áŸ”.
lo: ການປະກອບບັດສະບັດທີ່ລະດັບສູງ.
uk: Розширена обробка карток.
vi: Xử lý thẻ nâng cao.

# Important
source: Sandbox Mode Enabled.
ja_jp: サンドボックスモードが有効になりました。.
km: Sandbox Mode á”á¶á“á”á¾á€áŸ”.
lo: ລະບົບ Sandbox ຖືກເປີດໃຊ້.
uk: Режим пісочниці увімкнено.
vi: Chế độ Sandbox đã được kích hoạt.

# Important
source: Use test card 4111 1111 1111 1111 with any future expiration date and any CVV.
ja_jp: テストカード 4111 1111 1111 1111 を使用し、将来の有効期限と任意の CVV を設定してください。.
km: á”áŸ’ášá¾á€á¶ááŸá¶á€á›áŸ’á”á„ 4111 1111 1111 1111 áŠáŸ‚á›á˜á¶á“á€á¶á›á”ášá·á…áŸ’á†áŸá‘á•á»áá€áŸ†áááŸ‹á¢á“á¶á‚ááá¶á˜á½á™ á“á·á„ CVV áá¶á˜á½á™áŸ”.
lo: ໃຊ້ບັດທົດສອບ 4111 1111 1111 1111 ກັບວັນສິ່ນສຸດໃດແລະ CVV ໃດແລະ.
uk: Використовуйте тестову картку 4111 1111 1111 1111 з будь-якою майбутньою датою закінчення терміну дії та будь-яким CVV.
vi: Sử dụng thẻ thử nghiệm 4111 1111 1111 1111 với bất kỳ ngày hết hạn nào trong tương lai và bất kỳ CVV nào.

# Important
source: Credit or Debit Card
ja_jp: クレジットカードまたはデビットカード
km: á€á¶áá¥áá‘á¶á“á¬á€á¶áá¥áá‘á¶á“
lo: ບັດເຄດິດ ຫຼື ບັດເດບິດ
uk: Кредитна або дебетова картка
vi: Thẻ tín dụng hoặc thẻ ghi nợ

# Important
source: Confirm your PayPal order
ja_jp: PayPalの注文を確認してください。
km: á”á‰áŸ’á‡á¶á€áŸ‹á€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€
lo: ຢືນຢັນຄຳສັ່ງ PayPal ຂອງທ່ານ
uk: Підтвердіть своє замовлення PayPal
vi: Xác nhận đơn hàng PayPal của bạn

# Important
source: PayPal Gateway By Easy Payment
ja_jp: Easy PaymentによるPayPalゲートウェイ
km: PayPal Gateway áŠáŸ„á™ Easy Payment
lo: PayPal Gateway ດ້ວຍ ການຈ່າຍງ່າຍ
uk: PayPal Gateway від Easy Payment
vi: Cổng thanh toán PayPal bởi Easy Payment

# Important
source: PayPal, Pay Later, Venmo, Credit & Debit Cards, Google Pay, Apple Pay — and many more.
ja_jp: PayPal、後払い、Venmo、クレジットカードとデビットカード、Google Pay、Apple Pay — そしてその他多数。.
lo: PayPal, Pay Later, Venmo, Credit & Debit Cards, Google Pay, Apple Pay — thiab ntau ntxiv.
uk: PayPal, Pay Later, Venmo, кредитні та дебетові картки, Google Pay, Apple Pay — і багато інших.
vi: PayPal, Trả sau, Venmo, Thẻ tín dụng & Thẻ ghi nợ, Google Pay, Apple Pay — và nhiều hơn nữa.

source: Admin Only Mode
ja_jp: 管理者専用モード
km: á˜áŸ‰á¼áŠá‚áŸ’ášá”áŸ‹á‚áŸ’ášá„ááŸ‚
lo: ລະບົບເພີ່ມຂອງບັນຊີບໍ່ສາມາດໃຊ້ໄດ້
uk: Режим лише для адміністраторів
vi: Chế độ chỉ dành cho quản trị viên

source: is currently enabled. PayPal payment methods are visible only to site administrators and store managers. Disable this mode after testing to make them available to customers.
ja_jp: 現在有効になっています。PayPalの支払い方法は、サイト管理者とストアマネージャーのみが表示できます。テスト後にこのモードを無効にして、顧客に利用可能にしてください。.
km: á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á“áŸáŸ‡á”á¶á“á”á¾á€áŸ” áœá·á’á¸áŸá¶áŸáŸ’ááŸ’áš pembayaran PayPal á˜á¶á“áŸáŸ’ášá¶á”áŸ‹ááŸ‚áŸá˜áŸ’ášá¶á”áŸ‹á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„á‚áŸá á‘áŸ†á–áŸáš á“á·á„á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„á á¶á„áŸ” á”á·á‘á˜á¼áŠá“áŸáŸ‡á”á“áŸ’á‘á¶á”áŸ‹á–á¸á€á¶ášáŸá¶á€á›áŸ’á”á„áŠá¾á˜áŸ’á”á¸á’áŸ’áœá¾á±áŸ’á™áœá¶á¢á¶á…á”áŸ’ášá¾á”á¶á“áŸá˜áŸ’ášá¶á”áŸ‹á¢áá·áá·á‡á“áŸ”.
lo: ແມ່ນກະລຸນາແບບປະຈຸບັນ. ວິທີການຊໍາລະເງິນ PayPal ຈະເປັນສິ່ງທີ່ເຫັນໄດ້ແຕ່ສຳລັບຜູ້ບໍລິຫານແລະຜູ້ຈັດການຮ້ານ. ປິດແບບນີ້ບັດທັນຫຼັງຈາກທົດລອງເພື່ອໃຫ້ພວກເຂົ້າເຖິງສໍາລັບລູກຄ້າ.
uk: в даний час увімкнено. Методи оплати PayPal видимі лише адміністраторам сайту та менеджерам магазину. Вимкніть цей режим після тестування, щоб зробити їх доступними для клієнтів.
vi: hiện đang được kích hoạt. Các phương thức thanh toán PayPal chỉ hiển thị cho quản trị viên trang và quản lý cửa hàng. Vui lòng tắt chế độ này sau khi thử nghiệm để làm cho chúng có sẵn cho khách hàng.
