Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Step 2: Enable Advanced Credit/Debit Card Payments
ar: عنوان بطاقات الائتمان المتقدمة
cs_cz: Krok 2: Povolení pokročilých plateb kreditní/debetní kartou
de_de: Erweiterte Kredit-/Debitkarte aktivieren
es_es: Activar tarjeta de crédito/débito avanzada
fi: Vaihe 2: Ota käyttöön laajennetut luotto-/pankkikorttimaksut
fr_fr: Activer la fonction avancée de carte de crédit/débit
he_il: ש 2: פע תש תק צעת רס שר/
hu_hu: 2. lépés: Engedélyezze a speciális hitelkártyás/betéti kártyás fizetéseket
it_it: Abilitazione della carta di credito/debito avanzata
ja: ステップ 2: クレジットカード/デビットカード決済を有効にする
ja_jp: ステップ2：高度なクレジット/デビットカード決済を有効にする
km: á‡áŸ†á á¶á“á‘á¸ 2: á”á¾á€á€á¶ášá‘á¼á‘á¶ááŸ‹á€á¶áá¥áá‘á¶á“/á€á¶áá¥áá‘á¶á“á€á˜áŸ’ášá·áááŸ’á–áŸáŸ‹
ko_kr: 고급 신용/직불 카드 사용
lo: ຂັໍ້ດຽວ 2: ປ໴ອນການຊໍາລະເງິນດ່ວນສູງສໍາລັບບັດເດັບ/ບັດເດິດ
nb_no: Trinn 2: Aktiver avanserte kreditt-/debetkortbetalinger
nl_nl: Stap 2: Geavanceerde creditcardbetalingen inschakelen
pl_pl: Krok 2: Włącz zaawansowane płatności kartą kredytową/debetową
pt_br: Ativar cartão de crédito/débito avançado
pt_pt: Ativar cartão de crédito/débito avançado
ro_ro: Pasul 2: Activarea plăților avansate cu card de credit/debit
ru_ru: Включить расширенные возможности кредитной/дебетовой карты
sv_se: Steg 2: Aktivera avancerade kredit- / betalkortsbetalningar
tr_tr: Adım 2: Gelişmiş Kredi/Banka Kartı Ödemelerini Etkinleştirin
uk: Крок 2: Увімкніть розширені платежі кредитними/дебетовими картками
vi: Bước 2: Bật thanh toán thẻ tín dụng/thẻ ghi nợ nâng cao
zh_cn: 启用高级信用卡/借记卡

source: Enable the option <strong>Enable Advanced Credit/Debit Card in the Payment Gateway List on the Checkout Page</strong>.
ar: قم بتمكين الخيار <strong>تمكين بطاقة الائتمان/الخصم المتقدمة في قائمة بوابة الدفع في صفحة الدفع</strong>.
de_de: Aktivieren Sie die Option <strong>Erweiterte Kredit-/Debitkarte aktivieren in der Liste der Zahlungsgateways auf der Kassenseite</strong>.
es_es: Active la opción <strong>Activar tarjeta de crédito/débito avanzada en la lista de pasarelas de pago de la página de pago</strong>.
fr_fr: Activez l'option <strong>Activer la carte de crédit/débit avancée dans la liste des passerelles de paiement de la page de paiement.</strong>
it_it: Attivare l'opzione <strong>Abilita carta di credito/debito avanzata nell'elenco dei gateway di pagamento della pagina di checkout</strong>.
pt_br: Ative a opção <strong>Ativar cartão de crédito/débito avançado na lista de gateway de pagamento na página de checkout</strong>.
pt_pt: Active a opção <strong>Ativar cartão de crédito/débito avançado na lista de gateways de pagamento na página Checkout</strong>.
ru_ru: Включите опцию <strong>Enable Advanced Credit/Debit Card в списке платежных шлюзов на странице оформления заказа</strong>.
zh_cn: <strong>在结账页面的支付网关列表中</strong>启用<strong>启用高级信用卡/借记卡</strong>选项。

source: Once you save the changes in both sections, only the "Credit or Debit Card" payment method will appear on the Checkout page.
ar: قم بتعيين عنوان طريقة الدفع ببطاقة الائتمان/الخصم المتقدمة كما ستظهر في صفحة الدفع (على سبيل المثال، "الدفع ببطاقة الائتمان/الخصم").
cs_cz: Po uložení změn v obou sekcích se na stránce Pokladna zobrazí pouze platební metoda "Kreditní nebo debetní karta".
de_de: Legen Sie den Titel für die erweiterte Kredit-/Debitkarten-Zahlungsmethode so fest, wie er auf der Kassenseite erscheinen soll (z. B. "Mit Kredit-/Debitkarte zahlen").
es_es: Establezca el título del método de pago con tarjeta de crédito/débito avanzado tal y como aparecerá en la página de pago (por ejemplo, "Pagar con tarjeta de crédito/débito")..
fi: Kun olet tallentanut muutokset molempiin osioihin, vain "Luotto- tai pankkikortti" -maksutapa näkyy Checkout-sivulla.
fr_fr: Définissez le titre de la méthode de paiement avancée par carte de crédit/débit tel qu'il apparaîtra sur la page de paiement (par exemple, "Payer avec une carte de crédit/débit") .
he_il: ר שתשר ת ש ש סעפ, רק צע תש "רס שר " פע ף תש.
hu_hu: Miután mindkét szakaszban elmentette a módosításokat, a Pénztár oldalon csak a "Hitel- vagy bankkártya" fizetési mód fog megjelenni.
it_it: Impostate il titolo del metodo di pagamento avanzato con carta di credito/debito come apparirà nella pagina di pagamento (ad esempio, "Paga con carta di credito/debito").
ja: 両方のセクションの変更を保存すると、チェックアウトページには「クレジットカードまたはデビットカード」の支払い方法のみが表示されます。
ja_jp: 両方のセクションで変更を保存すると、「クレジットカードまたはデビットカード」支払い方法のみがチェックアウトページに表示されます。.
km: á¢áŸ’á“á€á”á¶á“ášá€áŸ’áŸá¶á‘á»á€á€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášâ€‹á“áŸ…á€áŸ’á“á»á„á•áŸ’á“áŸ‚á€á‘á¶áŸ†á„á–á¸ášâ€‹á á¾á™ á‚áŸ’ášá¶á“áŸ‹ááŸ‚áœá·á’á¸áŸá¶áŸáŸ’ááŸ’ášâ€‹á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹ "á€á¶áá¥áá‘á¶á“ á¬ á€á¶áá¥áá‘á¶á“" á“á¹á„á”á„áŸ’á á¶á‰á“áŸ…á›á¾á‘áŸ†á–áŸáš CheckoutáŸ”.
ko_kr: 결제 페이지에 표시되는 고급 신용/직불 카드 결제 방법의 제목을 설정합니다(예: '신용/직불 카드로 결제').
lo: ຄັ້ງແທ້ທີ່ເຈົ້າບັນທຶກການແກ້ໄຂໃນສອງສ່ວນ, ແຕ່ລະຄັ້ງທີ່ "ບັດເດີດ ຫຼື ບັດເດິບ" ຈະປິ່ນສະຖານທີ່ໃນໜ້າ Checkout ສຽງດຽວແທນທີ່ຈະປິ່ນສະຖານທີ່ອື່ນ.
nb_no: Når du har lagret endringene i begge seksjonene, er det bare betalingsmåten "Kreditt- eller debetkort" som vises på betalingssiden.
nl_nl: Zodra je de wijzigingen in beide secties hebt opgeslagen, wordt alleen de betaalmethode "Creditcard of Debitcard" weergegeven op de afrekenpagina.
pl_pl: Po zapisaniu zmian w obu sekcjach na stronie płatności pojawi się tylko metoda płatności "Karta kredytowa lub debetowa".
pt_br: Defina o título para o método de pagamento Advanced Credit/Debit Card (Cartão de crédito/débito avançado) como ele aparecerá na página de checkout (por exemplo, 'Pay with Credit/Debit Card').
pt_pt: Defina o título para o método de pagamento Avançado com Cartão de Crédito/Débito tal como aparecerá na página de finalização da compra (por exemplo, "Pagar com Cartão de Crédito/Débito")...
ro_ro: După ce salvați modificările în ambele secțiuni, doar metoda de plată "Card de credit sau de debit" va apărea pe pagina Checkout.
ru_ru: Задайте название для расширенного способа оплаты кредитной/дебетовой картой, которое будет отображаться на странице оформления заказа (например, "Оплата кредитной/дебетовой картой").
sv_se: När du har sparat ändringarna i båda avsnitten kommer endast betalningsmetoden "Credit or Debit Card" att visas på sidan Checkout.
tr_tr: Her iki bölümdeki değişiklikleri kaydettiğinizde, Ödeme sayfasında yalnızca "Kredi Kartı veya Banka Kartı" ödeme yöntemi görünecektir.
uk: Після збереження змін в обох секціях на сторінці оформлення замовлення з'явиться лише метод оплати "Кредитна або Дебетова картка".
vi: Khi bạn lưu các thay đổi trong cả hai phần, chỉ phương thức thanh toán "Thẻ tín dụng hoặc thẻ ghi nợ" sẽ xuất hiện trên trang Thanh toán.
zh_cn: 设置高级信用卡/借记卡付款方式的标题，该标题将显示在结账页面上（如 "使用信用卡/借记卡付款"）。

source: How can I contact support or request a new functionality?
ar: كيف يمكنني الاتصال بالدعم أو طلب وظيفة جديدة؟
cs_cz: Jak mohu kontaktovat podporu nebo požádat o novou funkci?
de_de: Wie kann ich den Support kontaktieren oder eine neue Funktion anfordern?
es_es: ¿Cómo puedo ponerme en contacto con el servicio de asistencia o solicitar una nueva funcionalidad?
fi: Miten voin ottaa yhteyttä tukeen tai pyytää uutta toimintoa?
fr_fr: Comment puis-je contacter le service d'assistance ou demander une nouvelle fonctionnalité ?
he_il: צ צר קשר ע ת קש פקצת ש?
hu_hu: Hogyan léphetek kapcsolatba az ügyfélszolgálattal vagy kérhetek új funkciót?
it_it: Come posso contattare l'assistenza o richiedere una nuova funzionalità?
ja: サポートへの問い合わせや新機能のリクエストはどうすればよいですか？
ja_jp: サポートに連絡するか、新しい機能をリクエストするにはどうすればよいですか？?
km: ááŸ’á‰á»áŸ†á¢á¶á…á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á“á¹á„á€á¶ášá‚á¶áŸ†á‘áŸ’ášá¬áŸáŸ’á“á¾áŸá»áŸ†á˜á»áá„á¶ášááŸ’á˜á¸á”á¶á“á™áŸ‰á¶á„áŠá¼á…á˜áŸ’ááŸá…?
ko_kr: 지원팀에 문의하거나 새로운 기능을 요청하려면 어떻게 해야 하나요?
lo: Kuv li cas kuv thiaj li hu rau kev txhawb nqa lossis thov kom muaj functionality tshiab?
nb_no: Hvordan kan jeg kontakte kundestøtte eller be om en ny funksjonalitet?
nl_nl: Hoe kan ik contact opnemen met ondersteuning of een nieuwe functionaliteit aanvragen?
pl_pl: Jak mogę skontaktować się z pomocą techniczną lub poprosić o nową funkcję?
pt_br: Como posso entrar em contato com o suporte ou solicitar uma nova funcionalidade?
pt_pt: Como posso contactar o suporte ou solicitar uma nova funcionalidade?
ro_ro: Cum pot contacta asistența sau solicita o nouă funcționalitate?
ru_ru: Как я могу связаться со службой поддержки или запросить новую функциональность?
sv_se: Hur kan jag kontakta support eller begära en ny funktion?
tr_tr: Desteğe nasıl ulaşabilirim veya yeni bir işlev talep edebilirim?
uk: Як я можу зв'язатися з підтримкою або запросити нову функціональність?
vi: Làm thế nào tôi có thể liên hệ với bộ phận hỗ trợ hoặc yêu cầu một chức năng mới?
zh_cn: 如何联系支持人员或申请新功能？

source: If you have any questions, encounter an issue, or have a new functionality request, please create a support ticket on our official support page at:
ar: إذا كان لديك أي أسئلة أو واجهتك أي مشكلة أو كان لديك طلب وظيفة جديدة، يُرجى إنشاء تذكرة دعم على صفحة الدعم الرسمية الخاصة بنا على
cs_cz: Pokud máte jakékoli dotazy, narazíte na problém nebo máte požadavek na novou funkci, vytvořte prosím ticket podpory na naší oficiální stránce podpory na adrese:
de_de: Wenn Sie Fragen haben, auf ein Problem stoßen oder eine neue Funktionalität wünschen, erstellen Sie bitte ein Support-Ticket auf unserer offiziellen Support-Seite unter:
es_es: Si tiene alguna pregunta, se encuentra con un problema o tiene una nueva solicitud de funcionalidad, por favor cree un ticket de soporte en nuestra página oficial de soporte en:
fi: Jos sinulla on kysyttävää, havaitset ongelman tai sinulla on uusi toiminnallisuuspyyntö, voit luoda tukipyynnön virallisella tukisivullamme osoitteessa:
fr_fr: Si vous avez des questions, si vous rencontrez un problème ou si vous avez une demande de nouvelle fonctionnalité, veuillez créer un ticket d'assistance sur notre page d'assistance officielle à l'adresse suivante :
he_il: ש שת, תקת ע ש קש פקצת ש, צר רס ת ף ת רש ש תת:
hu_hu: Ha bármilyen kérdése van, problémával találkozik, vagy új funkciót szeretne használni, kérjük, hozzon létre egy támogatási jegyet a hivatalos támogatási oldalunkon az alábbi címen:
it_it: In caso di domande, problemi o richieste di nuove funzionalità, è possibile creare un ticket di assistenza sulla nostra pagina di supporto ufficiale all'indirizzo:
ja: ご質問がある場合、問題が発生した場合、または新しい機能のリクエストがある場合は、以下の公式サポートページでサポートチケットを作成してください：
ja_jp: ご質問がある場合、問題が発生した場合、または新しい機能のリクエストがある場合は、公式サポートページでサポートチケットを作成してください:
ko_kr: 궁금한 점이 있거나 문제가 발생하거나 새로운 기능 요청이 있는 경우 공식 지원 페이지에서 지원 티켓을 작성해 주세요:
nb_no: Hvis du har spørsmål, støter på et problem eller har en forespørsel om ny funksjonalitet, kan du opprette en supportmelding på vår offisielle supportside på
nl_nl: Als je vragen hebt, een probleem tegenkomt of een nieuwe functionaliteit aanvraagt, maak dan een supportticket aan op onze officiële supportpagina op:
pl_pl: Jeśli masz jakieś pytania, napotkałeś problem lub masz prośbę o nową funkcjonalność, utwórz zgłoszenie do pomocy technicznej na naszej oficjalnej stronie pomocy technicznej pod adresem:
pt_br: Se tiver alguma dúvida, encontrar um problema ou solicitar uma nova funcionalidade, crie um tíquete de suporte em nossa página oficial de suporte em:
pt_pt: Se tiver alguma dúvida, se encontrar um problema ou se tiver um pedido de nova funcionalidade, crie um bilhete de assistência na nossa página de assistência oficial em:
ro_ro: Dacă aveți întrebări, întâmpinați o problemă sau aveți o cerere de funcționalitate nouă, vă rugăm să creați un bilet de asistență pe pagina noastră oficială de asistență la:
ru_ru: Если у вас возникли вопросы, вы столкнулись с проблемой или хотите создать новую функциональность, пожалуйста, создайте тикет на нашей официальной странице поддержки по адресу:
sv_se: Om du har några frågor, stöter på ett problem eller har en begäran om ny funktionalitet, vänligen skapa ett supportärende på vår officiella supportsida på
tr_tr: Herhangi bir sorunuz varsa, bir sorunla karşılaşırsanız veya yeni bir işlev talebiniz varsa, lütfen resmi destek sayfamızda bir destek bileti oluşturun:
uk: Якщо у вас є будь-які запитання, ви зіткнулися з проблемою або маєте запит на нову функціональність, будь ласка, створіть заявку на підтримку на нашій офіційній сторінці підтримки за адресою:
zh_cn: 如果您有任何疑问、遇到问题或有新功能需求，请在我们的官方支持页面上创建支持票据，网址是

source: Click to Enable Google Pay
ar: انقر لتفعيل خدمة Google Pay
cs_cz: Kliknutím povolíte službu Google Pay
de_de: Klicken Sie, um Google Pay zu aktivieren
es_es: Haz clic para activar Google Pay
fi: Ota Google Pay käyttöön napsauttamalla
fr_fr: Cliquez pour activer Google Pay
he_il: ץ פע ת Google Pay
hu_hu: Kattintson a Google Pay engedélyezéséhez
it_it: Fare clic per attivare Google Pay
ja: クリックしてGoogle Payを有効にする
ja_jp: Google Payを有効にするにはクリックしてください
km: á…á»á…áŠá¾á˜áŸ’á”á¸á”á¾á€ Google Pay
ko_kr: Google Pay를 사용하려면 클릭하세요
lo: ກົດເພື່ອເປິດ Google Pay
nb_no: Klikk for å aktivere Google Pay
nl_nl: Klik om Google Pay in te schakelen
pl_pl: Kliknij, aby włączyć Google Pay
pt_br: Clique para ativar o Google Pay
pt_pt: Clique para ativar o Google Pay
ro_ro: Faceți clic pentru a activa Google Pay
ru_ru: Нажмите, чтобы включить Google Pay
sv_se: Klicka för att aktivera Google Pay
tr_tr: Google Pay'i Etkinleştirmek için Tıklayın
uk: Натисніть, щоб увімкнути Google Pay
vi: Nhấp để kích hoạt Google Pay
zh_cn: 点击启用 Google Pay

source: Important:
ar: هام:
cs_cz: Důležité:
de_de: Wichtig:
es_es: Importante:
fi: Tärkeää:
he_il: ש:
hu_hu: Fontos:
it_it: Importante:
ja: 重要だ：
ja_jp: 重要:
km: áŸáŸ†áá¶á“áŸ‹:
ko_kr: 중요:
lo: ສຳຄັນ:
nb_no: Det er viktig:
nl_nl: Let op:
pl_pl: Ważne:
pt_br: Importante:
pt_pt: Importante:
ro_ro: Evenimente importante (%s)
ru_ru: Важно:
sv_se: Viktigt:
tr_tr: Önemli:
uk: Важливо:
vi: Quan trọng:
zh_cn: 重要：

source: Click to Enable Apple Pay
ar: انقر لتمكين Apple Pay
cs_cz: Kliknutím povolíte Apple Pay
de_de: Klicken Sie, um Apple Pay zu aktivieren
es_es: Haz clic para activar Apple Pay
fi: Ota Apple Pay käyttöön napsauttamalla
fr_fr: Cliquez pour activer Apple Pay
he_il: ץ פע ת Apple Pay
hu_hu: Kattintson az Apple Pay engedélyezéséhez
it_it: Fare clic per abilitare Apple Pay
ja: Apple Payを有効にする
ja_jp: Apple Payを有効にするにはクリックしてください
km: á…á»á…áŠá¾á˜áŸ’á”á¸á”á¾á€ Apple Pay
ko_kr: Apple Pay를 활성화하려면 클릭
lo: ກົດເພື່ອເປິດ Apple Pay
nb_no: Klikk for å aktivere Apple Pay
nl_nl: Klik om Apple Pay in te schakelen
pl_pl: Kliknij, aby włączyć Apple Pay
pt_br: Clique para ativar o Apple Pay
pt_pt: Clique para ativar o Apple Pay
ro_ro: Faceți clic pentru a activa Apple Pay
ru_ru: Нажмите, чтобы включить Apple Pay
sv_se: Klicka för att aktivera Apple Pay
tr_tr: Apple Pay'i Etkinleştirmek için Tıklayın
uk: Натисніть, щоб увімкнути Apple Pay
vi: Nhấp để kích hoạt Apple Pay
zh_cn: 点击启用 Apple Pay

source: Manage Domain Registration
ar: تسجيل النطاق
de_de: Domain-Registrierung
es_es: Lista de precios de dominio
fr_fr: Enregistrement du Domaine
it_it: Registrazione dominio
pt_br: Gerenciar registro de domínio
pt_pt: Registo de domínios
ru_ru: Регистрация доменов
zh_cn: 域名注册

source: Any (sub)domain displaying an Apple Pay button must be registered on the PayPal website. If the domain is not registered, the payment method will not work.
ar: يجب تسجيل أي نطاق (فرعي) يعرض زر Apple Pay على موقع PayPal الإلكتروني. إذا لم يكن النطاق مسجلاً، فلن تعمل طريقة الدفع.
cs_cz: Každá (sub)doména zobrazující tlačítko Apple Pay musí být zaregistrována na webu PayPal. Pokud doména není registrovaná, platební metoda nebude fungovat.
de_de: Jede (Sub-)Domain, die eine Apple Pay-Schaltfläche anzeigt, muss auf der PayPal-Website registriert sein. Wenn die Domain nicht registriert ist, funktioniert die Zahlungsmethode nicht.
es_es: Cualquier (sub)dominio que muestre un botón de Apple Pay debe estar registrado en el sitio web de PayPal. Si el dominio no está registrado, el método de pago no funcionará.
fi: Kaikki Apple Pay -painiketta näyttävät (ali)verkkotunnukset on rekisteröitävä PayPalin verkkosivustolla. Jos verkkotunnusta ei ole rekisteröity, maksutapa ei toimi.
fr_fr: Tout (sous-)domaine affichant un bouton Apple Pay doit être enregistré sur le site de PayPal. Si le domaine n'est pas enregistré, la méthode de paiement ne fonctionnera pas.
he_il: (תת) צ פתר Apple Pay ת רש תר PayPal. רש, צע תש פע.
hu_hu: Minden Apple Pay gombot megjelenítő (al)domainnek regisztráltnak kell lennie a PayPal weboldalán. Ha a domain nincs regisztrálva, a fizetési mód nem fog működni.
it_it: Ogni (sotto)dominio che mostra un pulsante Apple Pay deve essere registrato sul sito web di PayPal. Se il dominio non è registrato, il metodo di pagamento non funziona.
ja: Apple Payボタンを表示する（サブ）ドメインは、PayPalのウェブサイトに登録されている必要があります。ドメインが登録されていない場合、支払い方法は機能しません。
ja_jp: Apple Payボタンを表示する任意の（サブ）ドメインは、PayPalのウェブサイトに登録されている必要があります。ドメインが登録されていない場合、支払い方法は機能しません。.
km: Koh (sub)domain yang menampilkan tombol Apple Pay mesti didaftarkan di situs web PayPal. Jika domain tidak terdaftar, metode pembayaran tidak akan berfungsi.
ko_kr: Apple Pay 버튼이 표시되는 모든 (하위) 도메인은 PayPal 웹사이트에 등록되어 있어야 합니다. 도메인이 등록되지 않은 경우 결제 수단이 작동하지 않습니다.
lo: ໃດໆ (sub)domain ທີ່ສະແດງປຸ່ມ Apple Pay ຈະຕ້ອງຖືກລົງທະບຽນໃນເວັບໄຊທ໌ PayPal. ຖ້າດອໍແມນບໍ່ຖືກລົງທະບຽນ, ວິທີການຈ່າຍເງິນຈະບໍ່ເຮັດວຽກ.
nb_no: Alle (under)domener som viser en Apple Pay-knapp, må være registrert på PayPals nettsted. Hvis domenet ikke er registrert, vil ikke betalingsmåten fungere.
nl_nl: Elk (sub)domein met een Apple Pay-knop moet geregistreerd zijn op de PayPal-website. Als het domein niet is geregistreerd, werkt de betaalmethode niet.
pl_pl: Każda (pod)domena wyświetlająca przycisk Apple Pay musi być zarejestrowana w witrynie PayPal. Jeśli domena nie jest zarejestrowana, metoda płatności nie będzie działać.
pt_br: Qualquer (sub)domínio que exiba um botão do Apple Pay deve ser registrado no site do PayPal. Se o domínio não estiver registrado, o método de pagamento não funcionará.
pt_pt: Qualquer (sub)domínio que apresente um botão Apple Pay tem de estar registado no site do PayPal. Se o domínio não estiver registado, o método de pagamento não funcionará.
ro_ro: Orice (sub)domeniu care afișează un buton Apple Pay trebuie să fie înregistrat pe site-ul PayPal. Dacă domeniul nu este înregistrat, metoda de plată nu va funcționa.
ru_ru: Любой (суб)домен, на котором отображается кнопка Apple Pay, должен быть зарегистрирован на сайте PayPal. Если домен не зарегистрирован, метод оплаты работать не будет.
sv_se: Alla (under)domäner som visar en Apple Pay-knapp måste registreras på PayPals webbplats. Om domänen inte är registrerad kommer betalningsmetoden inte att fungera.
tr_tr: Apple Pay düğmesi görüntüleyen herhangi bir (alt) alan adı PayPal web sitesinde kayıtlı olmalıdır. Alan adı kayıtlı değilse, ödeme yöntemi çalışmayacaktır.
uk: Будь-який (під)домен, на якому відображається кнопка Apple Pay, повинен бути зареєстрований на веб-сайті PayPal. Якщо домен не зареєстрований, метод оплати не буде працювати.
vi: Bất kỳ (phụ) miền nào hiển thị nút Apple Pay phải được đăng ký trên trang web PayPal. Nếu miền không được đăng ký, phương thức thanh toán sẽ không hoạt động.
zh_cn: 任何显示 Apple Pay 按钮的（子）域名都必须在 PayPal 网站上注册。如果域名未注册，支付方式将无法使用。

source: Easy Payment Gateway for Razorpay and for WooCommerce
ar: بوابة الدفع السهلة ل Razorpay وWooCommerce
cs_cz: Snadná platební brána pro Razorpay a pro WooCommerce
de_de: Easy Payment Gateway für Razorpay und für WooCommerce
es_es: Pasarela de pago fácil para Razorpay y para WooCommerce
fi: Helppo maksuportaali Razorpaylle ja WooCommercelle
fr_fr: Passerelle de paiement facile pour Razorpay et pour WooCommerce
he_il: שער תש ק ער Razorpay -WooCommerce
hu_hu: Egyszerű fizetési átjáró a Razorpay és a WooCommerce számára
it_it: Gateway di pagamento semplice per Razorpay e WooCommerce
ja: RazorpayとWooCommerceのための簡単な支払いゲートウェイ
ko_kr: 레이저페이 및 우커머스용 간편 결제 게이트웨이
nb_no: Enkel betalingsportal for Razorpay og for WooCommerce
nl_nl: Gemakkelijke betalingsgateway voor Razorpay en voor WooCommerce
pl_pl: Łatwa bramka płatności dla Razorpay i WooCommerce
pt_br: Gateway de pagamento fácil para Razorpay e para WooCommerce
pt_pt: Gateway de pagamento fácil para Razorpay e para WooCommerce
ro_ro: Easy Payment Gateway pentru Razorpay și pentru WooCommerce
ru_ru: Простой платежный шлюз для Razorpay и для WooCommerce
sv_se: Enkel betalningsportal för Razorpay och för WooCommerce
tr_tr: Razorpay ve WooCommerce için Kolay Ödeme Geçidi

source: Accept payments through UPI, Cards, and Net Banking using Razorpay — developed by an official Razorpay Partner.
ar: اقبل المدفوعات من خلال UPI، والبطاقات، وصافي الخدمات المصرفية باستخدام Razorpay - الذي طوره شريك Razorpay الرسمي.
cs_cz: Přijímejte platby prostřednictvím UPI, karet a čistého bankovnictví pomocí Razorpay - vyvinutého oficiálním partnerem Razorpay.
de_de: Akzeptieren Sie Zahlungen über UPI, Karten und Net Banking mit Razorpay - entwickelt von einem offiziellen Razorpay-Partner.
es_es: Acepte pagos a través de UPI, tarjetas y Net Banking utilizando Razorpay - desarrollado por un socio oficial de Razorpay.
fi: Hyväksy maksuja UPI:n, korttien ja verkkopankkitoiminnan kautta käyttämällä Razorpayta - jonka on kehittänyt virallinen Razorpay-kumppani.
fr_fr: Acceptez les paiements par UPI, cartes et Net Banking en utilisant Razorpay - développé par un partenaire officiel de Razorpay.
hu_hu: Fogadjon el fizetéseket UPI-n, kártyákon és Net Bankingen keresztül a Razorpay segítségével - amelyet egy hivatalos Razorpay partner fejlesztett ki.
it_it: Accettare pagamenti tramite UPI, carte e Net Banking utilizzando Razorpay - sviluppato da un partner ufficiale di Razorpay.
ja: Razorpayの公式パートナーによって開発されたRazorpayを使用して、UPI、カード、ネットバンキングによる支払いを受け付けます。
ko_kr: 공식 레이저페이 파트너가 개발한 레이저페이를 사용하여 UPI, 카드, 인터넷 뱅킹을 통해 결제를 수락하세요.
nb_no: Godta betalinger via UPI, kort og nettbank ved hjelp av Razorpay - utviklet av en offisiell Razorpay-partner.
nl_nl: Accepteer betalingen via UPI, Cards en Net Banking met Razorpay - ontwikkeld door een officiële Razorpay Partner.
pl_pl: Akceptuj płatności za pośrednictwem UPI, kart i bankowości internetowej za pomocą Razorpay - opracowanego przez oficjalnego partnera Razorpay.
pt_br: Aceite pagamentos por meio de UPI, cartões e Net Banking usando o Razorpay - desenvolvido por um parceiro oficial do Razorpay.
pt_pt: Aceitar pagamentos através de UPI, cartões e Net Banking usando Razorpay - desenvolvido por um parceiro oficial Razorpay.
ro_ro: Acceptați plăți prin UPI, carduri și Net Banking utilizând Razorpay - dezvoltat de un partener oficial Razorpay.
ru_ru: Принимайте платежи через UPI, карты и Net Banking с помощью Razorpay - разработанного официальным партнером Razorpay.
sv_se: Acceptera betalningar via UPI, kort och nätbank med Razorpay - utvecklat av en officiell Razorpay-partner.
tr_tr: Resmi bir Razorpay Ortağı tarafından geliştirilen Razorpay'i kullanarak UPI, Kartlar ve Net Bankacılık yoluyla ödemeleri kabul edin.
