Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Please verify the PayPal account to receive the payments.
ar: زيادة المبيعات باستخدام الدفع السريع من PayPal لقبول المدفوعات.
cs_cz: Ověřte prosím účet PayPal pro příjem plateb.
de_de: Steigern Sie den Umsatz, indem Sie PayPal Express-Checkout verwenden, um Zahlungen zu akzeptieren.
es_es: Aumente las ventas utilizando el Pago exprés de PayPal para aceptar pagos.
fi: Vahvista PayPal-tili, jotta voit vastaanottaa maksut.
fr_fr: Augmentez vos ventes en utilisant PayPal Express Checkout pour accepter les paiements.
he_il: ת ת ש PayPal ק ת תש.
hu_hu: Kérjük, ellenőrizze a PayPal-fiókot a kifizetések fogadásához.
it_it: Aumentate le vendite utilizzando PayPal express checkout per accettare i pagamenti.
ja: PayPalアカウントを確認してください。
ja_jp: PayPalアカウントを確認して、支払いを受け取るようにしてください。.
km: áŸá¼á˜á”á‰áŸ’á‡á¶á€áŸ‹á‚áá“á¸ PayPal áŠá¾á˜áŸ’á”á¸á‘á‘á½á›á”áŸ’ášá¶á€áŸ‹á”á„áŸ‹áŸ”.
ko_kr: PayPal 빠른 결제를 사용하여 결제를 수락하여 매출을 늘리세요.
lo: ກະລຸນາຢືນຢັນບັນຊີ PayPal ສໍາລັບຮັບເງິນຄ່າໃຫ້.
nb_no: Vennligst bekreft PayPal-kontoen for å motta betalingene.
nl_nl: Controleer de PayPal-account om de betalingen te ontvangen.
pl_pl: Aby otrzymywać płatności, należy zweryfikować konto PayPal.
pt_br: Aumente as vendas usando o checkout expresso do PayPal para aceitar pagamentos.
pt_pt: Aumente as vendas usando o checkout expresso do PayPal para aceitar pagamentos.
ro_ro: Vă rugăm să verificați contul PayPal pentru a primi plățile.
ru_ru: Увеличьте продажи, используя для приема платежей экспресс-кассу PayPal.
sv_se: Vänligen verifiera PayPal-kontot för att ta emot betalningarna.
tr_tr: Ödemeleri almak için lütfen PayPal hesabını doğrulayın.
uk: Будь ласка, підтвердіть обліковий запис PayPal, щоб отримувати платежі.
vi: Vui lòng xác minh tài khoản PayPal để nhận các khoản thanh toán.
zh_cn: 使用 PayPal 快速结账接受付款，提高销售额。

source: PayPal onboarding process successfully completed.
ar: اكتملت عملية الإعداد على PayPal بنجاح.
cs_cz: Proces PayPal onboarding byl úspěšně dokončen.
de_de: PayPal-Konto erfolgreich verknüpft!
es_es: Cuenta PayPal conectada correctamente
fi: PayPalin käyttöönottoprosessi on suoritettu onnistuneesti.
fr_fr: Compte PayPal connecté avec succès !
he_il: ת רש -PayPal ש צ.
hu_hu: Sikeresen befejeződött a PayPal rendszerbe állítási folyamat.
it_it: Conto PayPal collegato con successo!
ja: PayPalのオンボーディングプロセスが正常に完了しました。
ja_jp: PayPalのオンボーディングプロセスが正常に完了しました。.
km: áŠáŸ†áá¾ášá€á¶ášá…á¼á›ášá½á˜ PayPal á”á¶á“á”á‰áŸ’á…á”áŸ‹áŠáŸ„á™á‡áŸ„á‚á‡áŸá™áŸ”.
ko_kr: PayPal 계정이 성공적으로 연결되었습니다!
lo: ຂະບວນການລົງທະບຽນ PayPal ສໍາເລັດແລ້ວ.
nb_no: PayPal-introduksjonsprosessen er fullført.
nl_nl: PayPal onboarding proces succesvol afgerond.
pl_pl: Proces wdrażania PayPal został pomyślnie zakończony.
pt_br: Conta do PayPal conectada com sucesso!
pt_pt: Conta do PayPal conectada com sucesso!
ro_ro: Procesul de onboarding PayPal a fost finalizat cu succes.
ru_ru: Счет PayPal успешно подключен!
sv_se: PayPals onboardingprocess har slutförts.
tr_tr: PayPal işe alım süreci başarıyla tamamlandı.
uk: Процес onboarding PayPal успішно завершено.
vi: Quá trình onboarding PayPal đã hoàn tất thành công.
zh_cn: PayPal 账户连接成功！

source: <strong>PayPal Setup Required:</strong> Connect your PayPal account or enter your Client ID and Secret in the <a href="%1$s">API settings</a> to begin accepting payments.
ar: <strong>مطلوب إعداد PayPal:</strong> قم بتوصيل حساب PayPal الخاص بك أو أدخل مُعرِّف العميل والسر في <a href="%1$s">إعدادات واجهة برمجة التطبيقات</a> لبدء قبول المدفوعات.
cs_cz: <strong>Je vyžadováno nastavení služby PayPal:</strong> Pro zahájení přijímání plateb připojte svůj účet PayPal nebo zadejte své ID klienta a Secret v <a href="%1$s">nastavení API</a>.
de_de: <strong>PayPal-Einrichtung erforderlich:</strong> Verbinden Sie Ihr PayPal-Konto oder geben Sie Ihre Kunden-ID und Ihr Geheimnis in den <a href="%1$s">API-Einstellungen</a> ein, um mit der Annahme von Zahlungen zu beginnen.
es_es: <strong>Se requiere configuración de PayPal:</strong> Conecte su cuenta PayPal o introduzca su ID de cliente y su secreto en la <a href="%1$s">configuración de la API</a> para empezar a aceptar pagos.
fi: <strong>PayPal-asetus vaaditaan:</strong> Yhdistä PayPal-tilisi tai syötä asiakastunnuksesi ja salaisuutesi <a href="%1$s">API-asetuksiin</a>, jotta voit aloittaa maksujen hyväksymisen.
fr_fr: <strong>Configuration PayPal requise :</strong> Connectez votre compte PayPal ou saisissez votre identifiant client et votre code secret dans les <a href="%1$s">paramètres de l'API</a> pour commencer à accepter les paiements.
he_il: <strong>רשת רת PayPal:</strong> ר ת ש PayPal ש ת ק סס סת ש <a href="%1$s">רת -API</a> ת ק תש.
hu_hu: <strong>PayPal beállítása szükséges:</strong> Csatlakoztassa PayPal-fiókját, vagy adja meg ügyfél-azonosítóját és titkát az <a href="%1$s">API-beállításokban</a> a fizetések elfogadásának megkezdéséhez.
it_it: <strong>È richiesta l'installazione di PayPal:</strong> Collegare il conto PayPal o inserire l'ID cliente e il segreto nelle <a href="%1$s">impostazioni API</a> per iniziare ad accettare i pagamenti.
ja: <strong>PayPalのセットアップが必要です：</strong>PayPalアカウントに接続するか、<a href="%1$s">API</a>設定でクライアントIDとシークレットを入力し、支払いの受付を開始します。
ja_jp: <strong>PayPalの設定が必要です：</strong> お客様のPayPalアカウントを接続するか、<a href="%1$s">API設定</a>にクライアントIDとシークレットを入力して、支払いの受け入れを開始してください。.
ko_kr: <strong>PayPal 설정이 필요합니다:</strong> PayPal 계정을 연결하거나 <a href="%1$s">API 설정에</a> 고객 ID와 비밀번호를 입력하여 결제 수락을 시작하세요.
nb_no: <strong>PayPal-oppsett kreves:</strong> Koble til PayPal-kontoen din eller angi klient-ID og -hemmelighet i <a href="%1$s">API-innstillingene</a> for å begynne å ta imot betalinger.
nl_nl: <strong>PayPal-instelling vereist:</strong> Maak verbinding met je PayPal-account of voer je Client ID en Secret in de <a href="%1$s">API-instellingen</a> in om betalingen te accepteren.
pl_pl: <strong>Wymagana konfiguracja PayPal:</strong> Połącz swoje konto PayPal lub wprowadź identyfikator klienta i sekret w <a href="%1$s">ustawieniach API</a>, aby rozpocząć przyjmowanie płatności.
pt_br: <strong>Necessária configuração do PayPal:</strong> Conecte sua conta do PayPal ou insira seu Client ID e Secret nas <a href="%1$s">configurações da API</a> para começar a aceitar pagamentos.
pt_pt: <strong>Configuração do PayPal necessária:</strong> Ligue a sua conta PayPal ou introduza o seu ID de cliente e segredo nas <a href="%1$s">definições da API</a> para começar a aceitar pagamentos.
ro_ro: <strong>Este necesară configurarea PayPal:</strong> Conectați-vă contul PayPal sau introduceți ID-ul și secretul clientului în <a href="%1$s">setările API</a> pentru a începe să acceptați plăți.
ru_ru: <strong>Требуется настройка PayPal:</strong> Подключите свой аккаунт PayPal или введите идентификатор и секрет клиента в <a href="%1$s">настройках API</a>, чтобы начать принимать платежи.
sv_se: <strong>PayPal-inställning krävs:</strong> Anslut ditt PayPal-konto eller ange ditt klient-ID och din hemlighet i <a href="%1$s">API-inställningarna</a> för att börja ta emot betalningar.
tr_tr: <strong>PayPal Kurulumu Gerekli:</strong> Ödemeleri kabul etmeye başlamak için PayPal hesabınızı bağlayın veya <a href="%1$s">API ayarlarına</a> Müşteri Kimliğinizi ve Sırrınızı girin.
uk: <strong>Необхідна налаштування PayPal:</strong> Підключіть свій обліковий запис PayPal або введіть свій Client ID та Secret у <a href="%1$s">налаштуваннях API</a>, щоб почати приймати платежі.
zh_cn: <strong>需要 PayPal 设置：</strong>连接您的 PayPal 账户，或在<a href="%1$s">API 设置</a>中输入您的客户 ID 和 Secret，即可开始接受付款。

source: Return to payments
ar: العودة إلى الدفع
cs_cz: Návrat k platbám
de_de: Zurück zu den Zahlungen
es_es: Volver a pagos
fi: Paluu maksuihin
fr_fr: Retour vers les paiements
he_il: ר תש
hu_hu: Vissza a fizetéshez
it_it: Torna ai pagamenti
ja: 支払いへ戻る
ja_jp: 支払いに戻る
km: áœá·á›ááŸ’ášá¡á”áŸ‹á‘áŸ…á€á¶ášá‘á¼á‘á¶ááŸ‹
ko_kr: 결제 계속하기
lo: ກັບໄປສູ່ການຈ່າຍເງິນ
nb_no: Tilbake til betalinger
nl_nl: Terugkeren naar betalingen
pl_pl: Powrót do płatności
pt_br: Voltar aos métodos de pagamento
pt_pt: Retorno aos pagamentos
ro_ro: Reveniți la plăți
ru_ru: Возврат к платежам
sv_se: Gå tillbaka till butiken
tr_tr: Ödemelere geri dönüş
vi: Quay lại thanh toán
zh_cn: 返回付款

source: API Settings
ar: إعدادات API
cs_cz: API nastavení
de_de: API Einstellungen
es_es: Configuración de la API
fi: API asetukset
fr_fr: Réglages API
he_il: רת API
hu_hu: API beállítások
it_it: Impostazioni API
ja: API設定
ja_jp: API設定
ko_kr: API 설정
nb_no: API Innstillinger
nl_nl: API-instellingen
pl_pl: Ustawienia API
pt_br: Configurações de API
pt_pt: Configurações da API
ro_ro: Setări API
ru_ru: Параметры API
sv_se: API-inställningar
tr_tr: API Ayarları
uk: Налаштування API
zh_cn: API 设置

source: PayPal Settings
ar: إعدادات باي بال
cs_cz: PayPal Nastavení
de_de: PayPal Einstellungen
es_es: Configuración de PayPal
fi: PayPal-asetukset
fr_fr: Paramètres PayPal
he_il: רת PayPal
hu_hu: PayPal beállítások
it_it: Impostazioni PayPal
ja: PayPal の設定
ja_jp: PayPal設定
km: á€á¶ášá€áŸ†áááŸ‹ PayPal
ko_kr: 페이팔 설정
lo: ການຕັ້ງຄ່າ PayPal
nb_no: Innstillinger for PayPal
nl_nl: PayPal instellingen
pl_pl: Ustawienia PayPal
pt_br: Configurações do PayPal
pt_pt: Configurações do PayPal
ro_ro: Setari Paypal
ru_ru: Настройки PayPal
sv_se: PayPal-inställningar
tr_tr: PayPal Ayarları
uk: Налаштування PayPal
vi: Cài đặt PayPal
zh_cn: PayPal 设置

source: Advanced Card Payments
ar: معالجة بطاقة متقدمة
cs_cz: Pokročilé platby kartou
de_de: Erweiterte Kartenzahlungen
es_es: Pagos con tarjeta avanzados
fi: Kehittyneet korttimaksut
fr_fr: Paiements par carte avancés
he_il: תש תק רס
hu_hu: Fejlett kártyás fizetés
it_it: Pagamenti con carta avanzati
ja: 高度なカード決済
ja_jp: 高度なカード決済
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á€á¶áá€á˜áŸ’ášá·áááŸ’á–áŸáŸ‹
ko_kr: 고급 카드 결제
lo: ການຊໍາລະດ້ວຍບັດທີ່ສູງ
nb_no: Avanserte kortbetalinger
nl_nl: Geavanceerde kaartbetalingen
pl_pl: Zaawansowane płatności kartą
pt_br: Pagamentos avançados com cartão
pt_pt: Pagamentos avançados com cartão
ro_ro: Plăți avansate cu cardul
ru_ru: Расширенные карточные платежи
sv_se: Avancerade kortbetalningar
tr_tr: Gelişmiş Kart Ödemeleri
uk: Розширені карткові платежі
vi: Thanh toán thẻ nâng cao
zh_cn: 高级银行卡支付

source: Google Pay
ar: جوجل باي
ja_jp: グーグルペイ
zh_cn: 谷歌支付

source: Apple Pay
ar: أبل باي
km: á¢á¶á•á› á”áŸ
ko_kr: 애플 페이
lo: ບັດເອັບປໍເອຍ

source: Pay Later Messaging
ar: تمكين رسائل الدفع لاحقًا
cs_cz: Zprávy s pozdější platbou
de_de: Später-Bezahlen Messaging
es_es: Mensajería Pay Later
fi: Maksa myöhemmin -viestit
fr_fr: Payez plus tard - Messagerie
he_il: עת תש ר תר
hu_hu: Későbbi fizetés üzenetküldés
it_it: Messaggistica Pay Later
ja: 後払いメッセージング
ja_jp: 後払いメッセージング
km: áŸá¶ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á€áŸ’ášáŸ„á™
ko_kr: 나중에 결제 메시지
lo: ສະຖານທີ່ສຳລັບການຈ່າຍໃນຄະແນນຕໍ່ໄປ
nb_no: Betal senere-meldinger
nl_nl: Later betalen berichten
pl_pl: Wiadomości Pay Later
pt_br: Pagar mensagens mais tarde
pt_pt: Mensagens Pay Later
ro_ro: Mesaje de plată ulterioară
ru_ru: Сообщения с оплатой позже
sv_se: Meddelanden för betalning senare
tr_tr: Daha Sonra Öde Mesajlaşma
uk: Повідомлення "Оплатити пізніше"
vi: Tin nhắn Trả sau
zh_cn: 稍后付款信息

source: Additional Settings
ar: إعدادات إضافية
cs_cz: Další nastavení
de_de: Zusätzliche Einstellungen
es_es: Ajustes Adicionales
fi: Lisäasetukset
fr_fr: Réglages supplémentaires
he_il: רת ספת
hu_hu: További Beállítások
it_it: Impostazioni aggiuntive
ja: 追加設定
ja_jp: 追加設定
km: á€á¶ášá€áŸ†áááŸ‹á”á“áŸ’ááŸ‚á˜
ko_kr: 추가 설정
lo: ການຕັ້ງຄ່າເພີ່ມເຕີມ
nb_no: Tilleggsinnstillinger
nl_nl: Aanvullende Instellingen
pl_pl: Dodatkowe ustawienia
pt_br: Configurações Adicionais
pt_pt: Configurações adicionais
ro_ro: Setări adiționale
ru_ru: Дополнительные настройки
sv_se: Ytterligare inställningar
tr_tr: Ek Ayarlar
uk: Додаткові налаштування
vi: Cài đặt bổ sung
zh_cn: 其他设置

source: FAQ
ar: الأسئلة الشائعة
fi: UKK
hu_hu: GYIK
km: áŸáŸ†áá½ášá‰á¹á€á‰á¶á”áŸ‹
ko_kr: 자주 묻는 질문
lo: ຄໍາຖາມທີ່ຖາມບໍ່ບໍ່
pt_br: Perguntas Frequentes
tr_tr: SSS
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_cn: 常见问题

source: This represents the fee PayPal collects for the transaction.
ar: يمثل هذا الرسم الذي يجمعه PayPal للمعاملة.
cs_cz: Jedná se o poplatek, který společnost PayPal inkasuje za transakci.
de_de: Das ist die Gebühr, die PayPal für die Transaktion erhebt.
es_es: Esto representa la tarifa que PayPal cobra por la transacción.
fi: Tämä edustaa maksua, jonka PayPal perii tapahtumasta.
fr_fr: Cela représente les frais que PayPal perçoit pour la transaction.
he_il: ע ש-PayPal ער עסק.
hu_hu: Ez a PayPal által a tranzakcióért beszedett díjat jelenti.
it_it: Questo rappresenta il compenso che PayPal riscuote per la transazione.
ja: これは、PayPalが取引に対して徴収する手数料です。
ja_jp: これは、PayPalが取引のために徴収する手数料を示しています。.
km: á“áŸáŸ‡ááŸ†áá¶á„á²áŸ’á™á€á˜áŸ’ášáŸƒáŠáŸ‚á› PayPal á”áŸ’ášá˜á¼á›áŸá˜áŸ’ášá¶á”áŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášáŸ”.
ko_kr: 이는 PayPal이 거래에 대해 징수하는 수수료를 나타냅니다.
lo: ນີ້ແທນທີ່ຄ່າໃຊ້ຈ່າຍທີ່ PayPal ລວບລວມສໍາລັບການທະບຽນ.
nb_no: Dette representerer gebyret PayPal krever inn for transaksjonen.
nl_nl: Dit is de vergoeding die PayPal int voor de transactie.
pl_pl: Jest to opłata pobierana przez PayPal za transakcję.
pt_br: Isso representa a taxa que o PayPal cobra pela transação.
pt_pt: Isto representa a taxa que o PayPal cobra para a transação.
ro_ro: Aceasta reprezintă taxa pe care PayPal o colectează pentru tranzacție.
ru_ru: Это комиссия, которую PayPal взимает за транзакцию.
sv_se: Detta motsvarar den avgift som PayPal tar ut för transaktionen.
tr_tr: Bu, PayPal'ın işlem için aldığı ücreti temsil eder.
uk: Це представляє собою плату, яку PayPal стягує за транзакцію.
vi: Điều này đại diện cho phí mà PayPal thu cho giao dịch.
zh_cn: 这代表了PayPal在交易中收取的费用。

source: PayPal Fee:
ar: رسوم باي بال:
cs_cz: Poplatek PayPal:
de_de: PayPal-Gebühr:
es_es: Tarifa de PayPal:
fi: PayPal-maksu:
fr_fr: Frais PayPal:
he_il: עת PayPal:
hu_hu: PayPal-díj:
it_it: Tassa PayPal:
ja: PayPal 手数料:
ja_jp: PayPal手数料:
km: á”áŸ’ášá¶á€áŸ‹á€á˜áŸ’ášáŸƒ PayPal:
ko_kr: 페이팔 수수료:
lo: ຄ່າໃຊ້ຈ່າຍ PayPal:
nb_no: Gebyr fradrag
nl_nl: PayPal-kosten:
pl_pl: Opłata PayPal:
pt_br: PayPal Taxa:
pt_pt: Taxa paypal:
ro_ro: Taxa PayPal:
ru_ru: Комиссия PayPal:
sv_se: PayPal-avgift:
tr_tr: PayPal Ücreti:
uk: Плата PayPal:
vi: Phí PayPal:
zh_cn: 贝宝费用：

source: Disconnect
ar: قطع الاتصال
cs_cz: Odpojit
de_de: Trennen
es_es: Desconectar
fi: Katkaise yhteys
fr_fr: Déconnecter
he_il: תתק
hu_hu: Szétkapcsolás
it_it: Disconnetti
ja: 切断
ja_jp: 切断
km: á—áŸ’á‡á¶á”áŸ‹á…áŸá‰
ko_kr: 연결 해제
lo: ປິດການເຊື່ອມຕໍ່
nb_no: Frakople
nl_nl: Verbinding verbreken
pl_pl: Rozłącz
pt_br: Desconectar
pt_pt: Desligar
ro_ro: Deconectare
ru_ru: Отключить
sv_se: Koppla ned
tr_tr: Bağlantıyı Kes
uk: Відключити
vi: Ngắt kết nối
zh_cn: 断开连接

source: PayPal Account Successfully Connected!
ar: تم توصيل حساب PayPal بنجاح!
cs_cz: Účet PayPal úspěšně připojen!
de_de: PayPal-Konto erfolgreich verknüpft!
es_es: Cuenta PayPal conectada correctamente
fi: PayPal-tili onnistuneesti yhdistetty!
fr_fr: Compte PayPal connecté avec succès !
he_il: ש PayPal ר צ!
hu_hu: PayPal számla sikeresen csatlakoztatva!
it_it: Conto PayPal collegato con successo!
ja: PayPalアカウントは正常に接続されました！
ja_jp: PayPalアカウントが正常に接続されました！!
ko_kr: PayPal 계정이 성공적으로 연결되었습니다!
nb_no: PayPal-konto vellykket tilkoblet!
nl_nl: PayPal-rekening succesvol gekoppeld!
pl_pl: Konto PayPal zostało pomyślnie połączone!
pt_br: Conta do PayPal conectada com sucesso!
pt_pt: Conta do PayPal conectada com sucesso!
ro_ro: Contul PayPal conectat cu succes!
ru_ru: Счет PayPal успешно подключен!
sv_se: PayPal-konto framgångsrikt anslutet!
tr_tr: PayPal Hesabı Başarıyla Bağlandı!
uk: Обліковий запис PayPal успішно підключено!
zh_cn: PayPal 账户连接成功！

source: Connected Email:
ar: بريد إلكتروني متصل:
cs_cz: Připojený e-mail:
de_de: Verbundene E-Mail:
es_es: Correo electrónico conectado:
fi: Yhdistetty sähköpostiosoite:
fr_fr: Courriel connecté :
he_il: " קשר:
hu_hu: Kapcsolódó e-mail:
it_it: Email collegata:
ja: 接続Eメール：
ja_jp: 接続されたメール:
ko_kr: 연결된 이메일:
nb_no: Tilkoblet e-post:
nl_nl: Aangesloten e-mail:
pl_pl: Połączony adres e-mail:
pt_br: E-mail conectado:
pt_pt: Email ligado:
ro_ro: Email conectat:
ru_ru: Подключенный адрес электронной почты:
sv_se: Ansluten e-post:
tr_tr: Bağlı E-posta:
uk: Підключений електронний лист:

source: Disconnect PayPal Account
ar: افصل حساب PayPal
cs_cz: Odpojte účet PayPal
de_de: PayPal Konto trennen
es_es: Desconectar cuenta PayPal
fi: PayPal-yhteyden katkaiseminen
fr_fr: en attente de vérification du compte paypal
he_il: תק ת ש PayPal
hu_hu: PayPal-fiók megszüntetése
it_it: Disconnettere il conto PayPal
ja: PayPal アカウントの接続を解除
ja_jp: PayPalアカウントを切断する
km: áŠá€áŸáŸ’ášá„áŸ‹á‚áá“á¸ PayPal
ko_kr: PayPal 계정 연결 해제
lo: ປິດບັນຊີ PayPal
nb_no: Koble fra PayPal-kontoen
nl_nl: Verbreek de verbinding met het PayPal-account
pl_pl: Odłącz konto PayPal
pt_br: Desconectar PayPal conta
pt_pt: Desconectar a conta do PayPal
ro_ro: Deconectați contul PayPal
ru_ru: Отключить счет PayPal
sv_se: Koppla bort PayPal-konto
tr_tr: PayPal Hesabının Bağlantısını Kes
uk: Відключити обліковий запис PayPal
vi: Ngắt kết nối tài khoản PayPal

source: The PayPal Client ID and Secret key you entered are invalid. Ensure you are using the correct credentials for the selected environment (Sandbox or Live).
ar: معرف عميل PayPal والمفتاح السري الذي أدخلته غير صالحين. تأكد من أنك تستخدم بيانات الاعتماد الصحيحة للبيئة المحددة (Sandbox أو Live).
cs_cz: Zadané ID klienta PayPal a tajný klíč jsou neplatné. Zkontrolujte, zda používáte správné přihlašovací údaje pro vybrané prostředí (Sandbox nebo Live).
de_de: Die PayPal-Client-ID und der geheime Schlüssel, die Sie eingegeben haben, sind ungültig. Stellen Sie sicher, dass Sie die richtigen Anmeldeinformationen für die ausgewählte Umgebung (Sandbox oder Live) verwenden.
es_es: El Id. de cliente de PayPal y la clave secreta que ha introducido no son válidos. Asegúrese de que está utilizando las credenciales correctas para el entorno seleccionado (Sandbox o Live).
fi: Syöttämäsi PayPal-asiakastunnus ja salainen avain ovat virheellisiä. Varmista, että käytät oikeita tunnistetietoja valittuun ympäristöön (Sandbox tai Live).
fr_fr: L'identifiant du client PayPal et la clé secrète que vous avez saisis ne sont pas valides. Vérifiez que vous utilisez les informations d'identification correctes pour l'environnement sélectionné (Sandbox ou Live).
he_il: ק ש PayPal פת ס שת ק. שת שתש שר ער ס שר (Sandbox Live).
hu_hu: A megadott PayPal ügyfél-azonosító és titkos kulcs érvénytelen. Győződjön meg róla, hogy a kiválasztott környezethez (Sandbox vagy Live) megfelelő hitelesítő adatokat használ.
it_it: L'ID cliente PayPal e la chiave segreta inseriti non sono validi. Assicurarsi di utilizzare le credenziali corrette per l'ambiente selezionato (Sandbox o Live).
ja: 入力したPayPalクライアントIDとシークレットキーが無効です。選択した環境（サンドボックスまたはライブ）で正しい認証情報を使用していることを確認してください。
ja_jp: 入力したPayPalクライアントIDとシークレットキーは無効です。選択した環境（サンドボックスまたはライブ）に対して正しい認証情報を使用していることを確認してください。.
km: PayPal Client ID á“á·á„ Secret key áŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á”á‰áŸ’á…á¼á›á‚áºá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœá‘áŸáŸ” áŸá¼á˜á’á¶á“á¶áá¶á¢áŸ’á“á€á€áŸ†á–á»á„á”áŸ’ášá¾á¯á€áŸá¶ášá¢ááŸ’ááŸá‰áŸ’á‰á¶áááŸ’ášá¹á˜ááŸ’ášá¼áœáŸá˜áŸ’ášá¶á”áŸ‹á”ášá·á™á¶á€á¶áŸáŠáŸ‚á›á”á¶á“á‡áŸ’ášá¾áŸ (Sandbox á¬ Live)áŸ”.
ko_kr: 입력한 PayPal 클라이언트 ID 및 비밀 키가 유효하지 않습니다. 선택한 환경(샌드박스 또는 라이브)에 맞는 올바른 자격 증명을 사용하고 있는지 확인하세요.
lo: ID Klien PayPal thiab tus yuam sij Secret uas koj tau sau yog tsis raug. Ua kom sure koj siv cov ntaub ntawv raug rau qhov chaw xaiv (Sandbox lossis Live).
nb_no: PayPal-klient-ID-en og den hemmelige nøkkelen du oppga, er ugyldige. Kontroller at du bruker riktig legitimasjon for det valgte miljøet (Sandbox eller Live).
nl_nl: De PayPal-klant-ID en geheime sleutel die u hebt ingevoerd, zijn ongeldig. Controleer of u de juiste referenties gebruikt voor de geselecteerde omgeving (Sandbox of Live).
pl_pl: Wprowadzone identyfikator klienta PayPal i klucz tajny są nieprawidłowe. Upewnij się, że używasz prawidłowych poświadczeń dla wybranego środowiska (Sandbox lub Live).
pt_br: O ID do cliente do PayPal e a chave secreta que você inseriu são inválidos. Verifique se você está usando as credenciais corretas para o ambiente selecionado (Sandbox ou Live).
pt_pt: O ID de cliente PayPal e a chave secreta que introduziu são inválidos. Certifique-se de que está a utilizar as credenciais corretas para o ambiente selecionado (Sandbox ou Live).
ro_ro: ID-ul de client PayPal și cheia secretă pe care le-ați introdus nu sunt valide. Asigurați-vă că utilizați acreditările corecte pentru mediul selectat (Sandbox sau Live).
ru_ru: Введенные вами идентификатор клиента PayPal и секретный ключ недействительны. Убедитесь, что вы используете правильные учетные данные для выбранной среды (Sandbox или Live).
sv_se: Det PayPal-klient-ID och den hemliga nyckel som du angav är ogiltiga. Se till att du använder rätt inloggningsuppgifter för den valda miljön (Sandbox eller Live).
tr_tr: Girdiğiniz PayPal Müşteri Kimliği ve Gizli anahtar geçersiz. Seçilen ortam (Sandbox veya Live) için doğru kimlik bilgilerini kullandığınızdan emin olun.
uk: Введений вами ідентифікатор клієнта PayPal та секретний ключ недійсні. Переконайтеся, що ви використовуєте правильні облікові дані для вибраного середовища (Sandbox або Live).
vi: ID khách hàng PayPal và khóa bí mật bạn đã nhập không hợp lệ. Hãy đảm bảo rằng bạn đang sử dụng thông tin xác thực đúng cho môi trường đã chọn (Sandbox hoặc Live).
zh_cn: 您输入的 PayPal 客户端 ID 和密匙无效。确保您为所选环境（沙箱或实时）使用了正确的凭证。

source: Click to Connect PayPal
ar: انقر لتوصيل PayPal
cs_cz: Klikněte pro připojení PayPal
de_de: Klicken Sie, um PayPal zu verbinden
es_es: Haga clic para conectar PayPal
fi: Napsauta yhdistääksesi PayPalin
fr_fr: Cliquer pour connecter PayPal
he_il: ץ תר -PayPal
hu_hu: Kattintson a PayPal csatlakoztatásához
it_it: Fare clic per collegare PayPal
ja: クリックしてPayPalに接続する
ja_jp: PayPalに接続するにはクリックしてください
km: á…á»á…áŠá¾á˜áŸ’á”á¸á—áŸ’á‡á¶á”áŸ‹ PayPal
ko_kr: PayPal 연결하기 클릭
lo: ກົດເພື່ອເຊື່ອມຕໍ່ PayPal
nb_no: Klikk for å koble til PayPal
nl_nl: Klik om verbinding te maken met PayPal
pl_pl: Kliknij, aby połączyć PayPal
pt_br: Clique para conectar o PayPal
pt_pt: Clique para conectar o PayPal
ro_ro: Faceți clic pentru a conecta PayPal
ru_ru: Нажмите, чтобы подключить PayPal
sv_se: Klicka för att ansluta PayPal
tr_tr: PayPal'a Bağlanmak için Tıklayın
uk: Натисніть, щоб підключити PayPal
vi: Nhấp để kết nối PayPal
zh_cn: 点击连接贝宝

source: Click to Connect PayPal Sandbox
ar: تمكين بيئة اختبار PayPal
de_de: Klicken Sie, um die PayPal-Sandbox zu verbinden
es_es: Haga clic para conectar PayPal Sandbox
fr_fr: Cliquer pour connecter l'Environnement de test de PayPal
it_it: Fare clic per collegare PayPal Sandbox
pt_br: Clique para conectar o Sandbox do PayPal
pt_pt: Clique para conectar o Sandbox do PayPal
ru_ru: Нажмите, чтобы подключить PayPal Sandbox
zh_cn: 点击连接 PayPal 沙盒
