Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Allows customers to checkout using PayPal directly from a checkout page.
ar: السماح للعملاء بالدفع باستخدام PayPal مباشرةً من صفحة الدفع.
cs_cz: Umožňuje zákazníkům provést platbu pomocí služby PayPal přímo z pokladní stránky.
de_de: Ermöglicht Es Kunden, über PayPal direkt von einer Checkout-Seite aus auszuchecken.
es_es: Permite a los clientes realizar el pago con PayPal directamente desde una página de pago.
fi: Mahdollistaa asiakkaiden maksamisen PayPalin avulla suoraan kassasivulta.
fr_fr: Permite a los clientes realizar el pago usando PayPal directamente desde una página de pago.
he_il: פשר קת ש צעת PayPal שרת ף תש.
hu_hu: Lehetővé teszi az ügyfelek számára, hogy közvetlenül a pénztár oldalról PayPal segítségével fizessenek.
it_it: Consente ai clienti di effettuare il checkout con PayPal direttamente da una pagina di checkout.
ja: 顧客がチェックアウトページから直接PayPalを使用してチェックアウトできるようにします。
ko_kr: 고객이 결제 페이지에서 바로 PayPal을 사용하여 결제할 수 있습니다.
nb_no: Gjør det mulig for kunder å betale med PayPal direkte fra en kasseside.
nl_nl: Hiermee kunnen klanten direct vanaf een afrekenpagina afrekenen met PayPal.
pl_pl: Umożliwia klientom dokonywanie płatności za pomocą PayPal bezpośrednio ze strony płatności.
pt_br: Permite que os clientes façam checkout usando o PayPal diretamente de uma página de checkout.
pt_pt: Permite que os clientes efectuem o checkout utilizando o PayPal diretamente a partir de uma página de checkout.
ro_ro: Permite clienților să plătească folosind PayPal direct de pe o pagină de plată.
ru_ru: Позволяет покупателям оформлять заказ с помощью PayPal прямо со страницы оформления заказа.
sv_se: Gör det möjligt för kunder att betala med PayPal direkt från en kassasida.
tr_tr: Müşterilerin doğrudan bir ödeme sayfasından PayPal kullanarak ödeme yapmasına olanak tanır.

source: Express Checkout Message
ar: رسالة الخروج السريع
cs_cz: Expresní pokladní zpráva
de_de: Express Kaufabwicklung Nachricht
es_es: Mensaje de Pago exprés
fi: Express Checkout -viesti
fr_fr: Message pour le paiement Paypal Express
he_il: עת תש ר
hu_hu: Express Checkout üzenet
it_it: Messaggio Express Checkout
ja: エクスプレス・チェックアウトのメッセージ
ko_kr: 익스프레스 결제 메시지
nb_no: Express Checkout-melding
nl_nl: بیان صفحه وارسی
pl_pl: Wiadomość zamówienia ekspresowego
pt_br: Mensagem de Checkout Expresso
pt_pt: Mensagem do Checkout Expresso
ro_ro: Mesaj de plată rapidă
ru_ru: Сообщение об экспресс-оформлении заказа
sv_se: Express Checkout-meddelande
tr_tr: Hızlı Ödeme Mesajı
zh_cn: 快速结账信息

source: This message will be displayed near to the PayPal Express Checkout button at the top of the checkout page.
ar: سيتم عرض هذه الرسالة بالقرب من زر PayPal Express Checkout في أعلى صفحة الدفع.
cs_cz: Tato zpráva se zobrazí v blízkosti tlačítka PayPal Express Checkout v horní části pokladní stránky.
de_de: Diese Meldung wird in der Nähe der Schaltfläche PayPal Express-Auschecken oben auf der Checkout-Seite angezeigt.
es_es: Este mensaje aparecerá cerca del botón Pago exprés de PayPal en la parte superior de la página de pago.
fi: Tämä viesti näkyy PayPal Express Checkout -painikkeen lähellä kassasivun yläosassa.
fr_fr: Ce message s'affiche à proximité du bouton PayPal Express Checkout en haut de la page de paiement.
he_il: ע תפע פתר PayPal Express Checkout (תש ר צעת PayPal) ק ע ש ף תש.
hu_hu: Ez az üzenet a PayPal Express Checkout gomb közelében jelenik meg a pénztár oldal tetején.
it_it: Questo messaggio verrà visualizzato vicino al pulsante PayPal Express Checkout nella parte superiore della pagina di pagamento.
ja: このメッセージは、チェックアウトページの上部にあるPayPalエクスプレスチェックアウトボタンの近くに表示されます。
ko_kr: 이 메시지는 결제 페이지 상단의 PayPal Express 결제 버튼 근처에 표시됩니다.
nb_no: Denne meldingen vises i nærheten av PayPal Express Checkout-knappen øverst på betalingssiden.
nl_nl: Dit bericht wordt weergegeven naast de knop PayPal Express Checkout boven aan de afrekenpagina.
pl_pl: Ten komunikat zostanie wyświetlony w pobliżu przycisku PayPal Express Checkout w górnej części strony płatności.
pt_br: Essa mensagem será exibida próxima ao botão do PayPal Express Checkout na parte superior da página de checkout.
pt_pt: Esta mensagem será apresentada junto ao botão PayPal Express Checkout na parte superior da página de finalização da compra.
ro_ro: Acest mesaj va fi afișat lângă butonul PayPal Express Checkout din partea de sus a paginii de checkout.
ru_ru: Это сообщение будет отображаться рядом с кнопкой PayPal Express Checkout в верхней части страницы оформления заказа.
sv_se: Detta meddelande visas i närheten av PayPal Express Checkout-knappen högst upp på kassasidan.
tr_tr: Bu mesaj, ödeme sayfasının üst kısmındaki PayPal Express Checkout düğmesinin yanında görüntülenecektir.

source: Skip the checkout form and pay faster with PayPal!
ar: تخطى نموذج الدفع وادفع بشكل أسرع باستخدام PayPal!
cs_cz: Přeskočte pokladní formulář a zaplaťte rychleji pomocí služby PayPal!
de_de: Überspringen Sie das Kassenformular und zahlen Sie schneller mit PayPal!
es_es: Sáltese el formulario de pago y pague más rápido con PayPal
fi: Ohita kassalomake ja maksa nopeammin PayPalin avulla!
fr_fr: Oubliez le formulaire de paiement et payez plus rapidement avec PayPal !
he_il: ע פס תש ש ר תר צעת PayPal!
hu_hu: Hagyja ki a pénztárgépes űrlapot, és fizessen gyorsabban a PayPal segítségével!
it_it: Saltate il modulo di pagamento e pagate più velocemente con PayPal!
ja: チェックアウトフォームをスキップして、PayPalで素早くお支払いください！
ko_kr: 결제 양식을 건너뛰고 PayPal로 더 빠르게 결제하세요!
nb_no: Hopp over kasseskjemaet og betal raskere med PayPal!
nl_nl: Sla het afrekenformulier over en betaal sneller met PayPal!
pl_pl: Pomiń formularz płatności i płać szybciej za pomocą PayPal!
pt_br: Ignore o formulário de checkout e pague mais rápido com o PayPal!
pt_pt: Ignore o formulário de checkout e pague mais rápido com o PayPal!
ro_ro: Săriți peste formularul de checkout și plătiți mai rapid cu PayPal!
ru_ru: Пропустите форму оформления заказа и платите быстрее с помощью PayPal!
sv_se: Hoppa över kassablanketten och betala snabbare med PayPal!
tr_tr: Ödeme formunu atlayın ve PayPal ile daha hızlı ödeme yapın!
zh_cn: 跳过结账表单，使用 PayPal 快速付款！

source: Express Checkout Custom Button Styles (Optional)
ar: أنماط الأزرار المخصصة للدفع السريع (اختياري)
cs_cz: Vlastní styly tlačítek expresní objednávky (volitelné)
de_de: Benutzerdefinierte Schaltflächen für die Express-Kaufabwicklung (optional)
es_es: Estilos de botones personalizados de Pago exprés (opcional)
fi: Express Checkout mukautetut painiketyylit (valinnainen)
fr_fr: Styles de boutons personnalisés pour le paiement express (facultatif)
he_il: סת פתר ת שת תש ר (פצ)
hu_hu: Expressz pénztár egyéni gombstílusok (opcionális)
it_it: Stili di pulsanti personalizzati per la cassa express (facoltativi)
ja: エクスプレスチェックアウトカスタムボタンスタイル（オプション）
ko_kr: 익스프레스 체크아웃 사용자 지정 버튼 스타일(선택 사항)
nb_no: Express Checkout Tilpassede knappestiler (valgfritt)
nl_nl: Aangepaste knopstijlen voor Express Checkout (optioneel)
pl_pl: Niestandardowe style przycisków Express Checkout (opcjonalnie)
pt_br: Estilos de botões personalizados do Express Checkout (opcional)
pt_pt: Estilos de botões personalizados do Checkout expresso (opcional)
ro_ro: Stiluri de butoane personalizate Express Checkout (opțional)
ru_ru: Пользовательские стили кнопок экспресс-оформления заказа (опционально)
sv_se: Express Checkout Anpassade knappstilar (valfritt)
tr_tr: Hızlı Ödeme Özel Düğme Stilleri (İsteğe Bağlı)
zh_cn: 快速结账自定义按钮样式（可选）

source: Customize your PayPal button with colors, sizes and shapes.
ar: خصص زر PayPal الخاص بك بالألوان والأحجام والأشكال.
cs_cz: Přizpůsobte si tlačítko PayPal pomocí barev, velikostí a tvarů.
de_de: Passen Sie Ihre PayPal-Schaltfläche mit Farben, Größen und Formen an.
es_es: Personalice su botón PayPal con colores, tamaños y formas.
fi: Mukauta PayPal-painiketta värien, kokojen ja muotojen avulla.
fr_fr: Personnalisez votre bouton PayPal avec des couleurs, des tailles et des formes.
he_il: ת שת ת פתר PayPal ש ע צע, צרת.
hu_hu: Testre szabhatja PayPal gombját színekkel, méretekkel és formákkal.
it_it: Personalizzate il vostro pulsante PayPal con colori, dimensioni e forme.
ja: 色、サイズ、形状であなたのPayPalボタンをカスタマイズします。
ko_kr: 색상, 크기, 모양으로 PayPal 버튼을 맞춤 설정하세요.
nb_no: Tilpass PayPal-knappen med farger, størrelser og former.
nl_nl: Pas je PayPal-knop aan met kleuren, afmetingen en vormen.
pl_pl: Dostosuj swój przycisk PayPal za pomocą kolorów, rozmiarów i kształtów.
pt_br: Personalize seu botão do PayPal com cores, tamanhos e formas.
pt_pt: Personalize seu botão do PayPal com cores, tamanhos e formas.
ro_ro: Personalizați-vă butonul PayPal cu culori, dimensiuni și forme.
ru_ru: Настройте свою кнопку PayPal с помощью цветов, размеров и форм.
sv_se: Anpassa din PayPal-knapp med färger, storlekar och former.
tr_tr: PayPal düğmenizi renkler, boyutlar ve şekillerle özelleştirin.

source: Button Size
ar: حجم الزر
cs_cz: Rozměr tlačítka
de_de: Button Größe
es_es: Tamaño del botón
fi: Painikkeen koko
fr_fr: Taille du bouton
he_il: פתר
hu_hu: Gomb méret
it_it: Dimensione pulsante
ja: ボタンのサイズ
ko_kr: 버튼 크기
nb_no: Knappstørrelse
nl_nl: Knop formaat
pl_pl: Rozmiar przycisku
pt_br: Tamanho do botão
pt_pt: Tamanho do botão
ro_ro: Dimensiune buton
ru_ru: Размер кнопки
sv_se: Knappstorlek
tr_tr: Buton Boyutu
zh_cn: 按钮大小

source: Type of PayPal Button Size (small | medium | responsive).
ar: نوع حجم زر PayPal (صغير | متوسط | سريع الاستجابة).
cs_cz: Typ tlačítka PayPal Velikost (malé | střední | citlivé).
de_de: Art der PayPal Button Size (klein | mittel | responsive).
es_es: Tipo de botón PayPal Tamaño (pequeño | mediano | sensible).
fi: PayPal-painikkeen tyyppi Koko (pieni | keskikokoinen | reagoiva).
fr_fr: Type de bouton PayPal Taille (petite | moyenne | réactive).
he_il: ס פתר PayPal (ק | | רספס).
hu_hu: A PayPal gomb típusa Méret (kicsi | közepes | érzékeny).
it_it: Tipo di pulsante PayPal Dimensione (piccola | media | responsive).
ja: PayPalボタンの種類 サイズ（小｜中｜レスポンシブ）。
ko_kr: PayPal 버튼 크기 유형(소형 | 중형 | 반응형).
nb_no: Type PayPal-knapp Størrelse (liten | middels | responsiv).
nl_nl: Type PayPal-knop Grootte (klein | medium | responsief).
pl_pl: Typ przycisku PayPal Rozmiar (mały | średni | responsywny).
pt_br: Tipo de botão do PayPal Tamanho (pequeno | médio | responsivo).
pt_pt: Tipo de botão do PayPal Tamanho (pequeno | médio | responsivo).
ro_ro: Tipul de buton PayPal Dimensiune (mic | mediu | responsiv).
ru_ru: Тип кнопки PayPal Размер кнопки (маленькая | средняя | отзывчивая).
sv_se: Typ av PayPal-knapp Storlek (liten | medium | responsiv).
tr_tr: PayPal Düğmesi Türü Boyut (küçük | orta | duyarlı).
zh_cn: PayPal 按钮类型 大小（小 | 中 | 响应式）。

source: Small
ar: صغير
cs_cz: Malý
de_de: Klein
es_es: Pequeño
fi: Pieni
fr_fr: Petit
he_il: ק
hu_hu: Kicsi
it_it: Piccolo
ja: 小
ja_jp: 小さい
km: áá¼á…
ko_kr: 작게
lo: ບໍ່ໃຫຍ່
nb_no: Liten
nl_nl: Klein
pl_pl: Mały
pt_br: Pequeno
pt_pt: Pequeno
ro_ro: Mic
ru_ru: Маленький
sv_se: Liten
tr_tr: Küçük
uk: Маленький
vi: Nhỏ
zh_cn: 小

source: Medium
ar: متوسط
cs_cz: Střední
de_de: Mittel
es_es: Mediano
fi: Keskikoko
fr_fr: Moyen
hu_hu: Közepes
it_it: Medio
ja: 中
ja_jp: ミディアム
km: á˜á’áŸ’á™á˜
ko_kr: 중간
lo: ການກະທົບ
pl_pl: Średni
pt_br: Médio
pt_pt: Média
ro_ro: Mediu
ru_ru: Средний
tr_tr: Orta
uk: Середній
vi: Trung bình
zh_cn: 中

source: Responsive
ar: متجاوب
cs_cz: Responzivní
es_es: Responsivo
fi: Responsiivinen
he_il: רספס
hu_hu: Reszponzív
ja: レスポンシブ
ja_jp: レスポンシブ
km: á†áŸ’á›á¾á™áá”
ko_kr: 반응형
lo: ສາມາດຕອບສະຖານທີ່
nb_no: Responsiv
nl_nl: Responsief
pl_pl: Responsywny
pt_br: Responsivo
pt_pt: Responsivo
ru_ru: Адаптивность
sv_se: Responsiv
tr_tr: Duyarlı
uk: Адаптивний
vi: Phản hồi
zh_cn: 响应

source: Button Shape
ar: شكل زر
cs_cz: Tvar tlačítka
de_de: Button Form
es_es: Forma del botón
fi: Painikkeen muoto
fr_fr: Forme du bouton
he_il: צרת פתר
hu_hu: Gomb alak
it_it: Forma Pulsante
ja: ボタンの形状
ja_jp: ボタンの形状
km: á”áŸ‚á”á•áŸ‚á“á”áŸŠá¼áá»á„
ko_kr: 버튼 모양
lo: ຮູບແບບປຸ່ມ
nb_no: Knapputforming
nl_nl: Knoppen vorm
pl_pl: Kształt przycisku
pt_br: Formato do botão
pt_pt: Forma de botão
ro_ro: Formă buton
ru_ru: Форма кнопки
sv_se: Knappens form
tr_tr: Buton Şekli
uk: Форма кнопки
vi: Hình dạng nút
zh_cn: 按钮形状

source: Type of PayPal Button Shape (pill | rect).
ar: نوع شكل زر PayPal (قرص | مستطيل).
cs_cz: Typ tlačítka PayPal Tvar (pilulka | obdélník).
de_de: Art der PayPal Knopfform (Pille | Rekt).
es_es: Tipo de forma del botón de PayPal (píldora | rect).
fi: PayPal-painikkeen muoto (pilleri | rect).
fr_fr: Type de forme du bouton PayPal (pill | rect).
he_il: ס צרת פתר PayPal ( | ).
hu_hu: A PayPal-gomb formájának típusa (pille | rect).
it_it: Tipo di forma del pulsante PayPal (pill | rect).
ja: PayPalボタンの形（pill｜rect）のタイプ。
ko_kr: PayPal 버튼 모양 유형(알약 | 직사각형).
nb_no: Type PayPal-knappform (pille | rektangel).
nl_nl: Type PayPal-knop Vorm (pil | rect).
pl_pl: Typ kształtu przycisku PayPal (pill | rect).
pt_br: Tipo de formato do botão do PayPal (pílula | ret).
pt_pt: Tipo de forma do botão do PayPal (comprimido | rect).
ro_ro: Tipul de formă a butonului PayPal (pill | rect).
ru_ru: Тип формы кнопки PayPal (таблетка | прямоугольник).
sv_se: Typ av PayPal-knapp Form (piller | rektangel).
tr_tr: PayPal Düğmesi Şekli Türü (hap | dikdörtgen).
zh_cn: PayPal 按钮形状类型（pill | rect）。

source: Pill
ar: كرة تنس
cs_cz: Pilulka
de_de: Pillenform
es_es: Cápsula
fi: Pilleri
fr_fr: Cylindre
hu_hu: Lekerekített
it_it: Pillola
ja: ピル
ja_jp: ピル
km: ááŸ’á“á¶áŸ†
lo: ຢາ
nb_no: Pille
nl_nl: Pil
pl_pl: Pigułka
pt_br: Pílula
pt_pt: Comprimido
ro_ro: Pilulă
ru_ru: Овальная
sv_se: Piller
tr_tr: Hap
uk: Пілюля
vi: Viên thuốc
zh_cn: 椭圆

source: Rect
ar: المستقيم
cs_cz: Obdélník
ja: レクト
ko_kr: 직사각형
pl_pl: Prosto
pt_br: Função Retângular
pt_pt: Rectos
ru_ru: Бокс
zh_cn: 矩形

source: Button Color
ar: لون الزر
cs_cz: Barva tlačítka
de_de: Button Farbe
es_es: Color del botón
fi: Painikkeen väri
fr_fr: Couleur du bouton
he_il: צע פתר
hu_hu: Gomb szín
it_it: Colore Pulsante
ja: ボタンの色
ja_jp: ボタンの色
km: á–ááŸŒá”áŸŠá¼áá»á„
ko_kr: 버튼 색상
lo: ສີປຸ່ມ
nb_no: Farge for knapp
nl_nl: Knopkleur
pl_pl: Kolor przycisku
pt_br: Cor do Botão
pt_pt: Cor do botão
ro_ro: Culoare buton
ru_ru: Цвет кнопки
sv_se: Knappfärg
tr_tr: Buton Rengi
uk: Колір кнопки
vi: Màu Nút
zh_cn: 按钮颜色

source: Type of PayPal Button Color (gold | blue | silver).
ar: نوع زر PayPal اللون (ذهبي | أزرق | فضي).
cs_cz: Typ tlačítka PayPal Barva (zlatá | modrá | stříbrná).
de_de: Art der PayPal Button Farbe (Gold | blau | Silber).
es_es: Tipo de botón PayPal Color (oro | azul | plata).
fi: PayPal-painikkeen tyyppi Väri (kultainen | sininen | hopea).
fr_fr: Type de bouton PayPal Couleur (or | bleu | argent).
he_il: ס צע פתר PayPal ( | | סף).
hu_hu: A PayPal gomb típusa Szín (arany | kék | ezüst).
it_it: Tipo di pulsante PayPal Colore (oro, blu, argento).
ja: PayPalボタンの種類 色（金色｜青色｜銀色）。
ko_kr: PayPal 버튼 색상 유형(금색 | 파란색 | 은색).
nb_no: Type PayPal-knapp Farge (gull | blå | sølv).
nl_nl: Type PayPal-knop Kleur (goud | blauw | zilver).
pl_pl: Typ przycisku PayPal Kolor (złoty | niebieski | srebrny).
pt_br: Tipo de botão do PayPal Cor (dourado | azul | prata).
pt_pt: Tipo de botão do PayPal Cor (dourado | azul | prateado).
ro_ro: Tipul de buton PayPal Culoare (auriu | albastru | argintiu).
ru_ru: Тип кнопки PayPal Цвет (золотой | синий | серебряный).
sv_se: Typ av PayPal-knapp Färg (guld | blå | silver).
tr_tr: PayPal Düğmesi Türü Renk (altın | mavi | gümüş).
zh_cn: PayPal 按钮类型 颜色（金色 | 蓝色 | 银色）。

source: Gold
ar: ذهبي
es_es: Oro
fi: Kulta
hu_hu: Arany
it_it: Oro
ja: ゴールド
ko_kr: 골드
nb_no: Gull
nl_nl: Goud
pl_pl: Złoty
pt_br: Ouro
pt_pt: Dourado
ro_ro: Auriu
ru_ru: Золотой
sv_se: Guld
tr_tr: Altın
zh_cn: 金色

source: Blue
ar: أزرق
cs_cz: Modrá
de_de: Blau
es_es: Azul
fi: Sininen
fr_fr: Bleu
hu_hu: Kék
it_it: Blu
ja: 青
ja_jp: 青
km: ááŸ€áœ
ko_kr: 파랑
lo: ສີນໍ້າເງິນ
nb_no: Blå
nl_nl: Blauw
pl_pl: Niebieski
pt_br: Azul
pt_pt: Azul
ro_ro: Albastru
ru_ru: Синий
sv_se: Blå
tr_tr: Mavi
uk: Синій
vi: Xanh
zh_cn: 蓝色

source: Silver
ar: فضي
cs_cz: Stříbrný
de_de: Silber
es_es: Plata
fi: Hopea
fr_fr: Argent
he_il: סף
hu_hu: Ezüst
it_it: Argento
ja: シルバー
ja_jp: 銀
km: á”áŸ’ášá¶á€áŸ‹
ko_kr: 실버
lo: ງາ
nb_no: Sølv
nl_nl: Zilver
pl_pl: Srebrny
pt_br: Prata
pt_pt: Prateado
ru_ru: Серебро
tr_tr: Gümüş
uk: Срібло
vi: Bạc
zh_cn: 银色

source: Advanced Settings (Optional)
ar: الإعدادات المتقدمة (اختياري)
cs_cz: Rozšířená nastavení (volitelné)
de_de: Erweiterte Einstellungen (optional)
es_es: Configuración avanzada (opcional)
fi: Lisäasetukset (valinnainen)
fr_fr: Options avancées
he_il: רת תקת (פצ)
hu_hu: Speciális beállítások (nem kötelező)
it_it: Impostazioni avanzate (facoltativo)
ja: 詳細設定 (オプション)
ko_kr: 고급 설정(선택 사항)
nb_no: Avanserte innstillinger (valgfritt)
nl_nl: Geavanceerde instellingen (optioneel)
pl_pl: Ustawienia zaawansowane (opcjonalnie)
pt_br: Configurações avançadas (opcional)
pt_pt: Definições avançadas (opcional)
ro_ro: Setări avansate (opțional)
ru_ru: Дополнительные настройки (дополнительно)
sv_se: Avancerade inställningar (valfritt)
tr_tr: Gelişmiş Ayarlar (İsteğe Bağlı)
zh_cn: 高级选项（可选）

source: Invoice ID Prefix
ar: بادئة معرف الفاتورة
cs_cz: Předpona ID faktur
de_de: Rechnungs-ID-Präfix
es_es: Prefijo del ID de Factura
fi: Laskun ID-etuliite
fr_fr: Préfixe d'identification de facture
he_il: קת ספר שת
hu_hu: Számla azonosító előtag
it_it: Prefisso identificativo delle fatture
ja: インボイスIDプレフィックス
ko_kr: 송장 ID 접두사
nb_no: Prefiks for faktura-ID
nl_nl: Factuur ID Voorvoegsel
pl_pl: Prefiks identyfikatora faktury
pt_br: Prefixo de identificação da fatura
pt_pt: Prefixo da ID da fatura
ro_ro: Prefixul ID factură
ru_ru: Префикс идентификатора счета-фактуры
sv_se: Fakturans ID Prefix
tr_tr: Fatura Kimliği Öneki
zh_cn: 发票 ID 前缀

source: Add a prefix to the invoice ID sent to PayPal. This can resolve duplicate invoice problems when working with multiple websites on the same PayPal account.
ar: أضف بادئة إلى معرّف الفاتورة المرسلة إلى PayPal. يمكن أن يحل ذلك مشاكل تكرار الفاتورة عند العمل مع مواقع إلكترونية متعددة على نفس حساب PayPal.
cs_cz: Přidání předčíslí k ID faktury odeslané do služby PayPal. To může vyřešit problémy s duplicitními fakturami při práci s více webovými stránkami na stejném účtu PayPal.
de_de: Fügen Sie der Rechnungsauswahl, die an PayPal gesendet wurde, ein Präfix hinzu. Dies kann doppelte Rechnungsprobleme bei der Arbeit mit mehreren Websites auf demselben PayPal-Konto lösen.
es_es: Añada un prefijo al Id. de factura enviado a PayPal. Esto puede resolver problemas de facturas duplicadas cuando se trabaja con varios sitios web en la misma cuenta PayPal.
fi: Lisää etuliite PayPaliin lähetettävän laskun tunnisteeseen. Tämä voi ratkaista laskujen päällekkäisyyteen liittyvät ongelmat, kun työskentelet useiden verkkosivustojen kanssa samalla PayPal-tilillä.
fr_fr: Ajoutez un préfixe à l'ID de facture envoyé à PayPal. Cela peut résoudre les problèmes de duplication des factures lorsque vous travaillez avec plusieurs sites Web sur le même compte PayPal.
he_il: סף קת ספר שת שש -PayPal. פע פתר עת ש שת פת שר ע ע ספר תר ת ש PayPal.
hu_hu: Előtag hozzáadása a PayPalnak küldött számla azonosítójához. Ez megoldhatja a duplikált számlákkal kapcsolatos problémákat, ha több weboldallal dolgozik ugyanazon a PayPal-fiókon.
it_it: Aggiungi un prefisso all'ID fattura inviato a PayPal. Questo può risolvere i problemi di fatturazione duplicata quando si lavora con più siti Web sullo stesso conto PayPal.
ja: PayPalに送信される請求書IDに接頭辞を追加します。これにより、同じPayPalアカウントで複数のウェブサイトを扱う場合に、請求書の重複問題を解決できます。
ko_kr: PayPal로 전송되는 인보이스 ID에 접두사를 추가합니다. 이렇게 하면 동일한 PayPal 계정으로 여러 웹사이트와 작업할 때 중복 인보이스 문제를 해결할 수 있습니다.
nb_no: Legg til et prefiks i faktura-ID-en som sendes til PayPal. Dette kan løse problemer med dupliserte fakturaer når du arbeider med flere nettsteder på samme PayPal-konto.
nl_nl: Voeg een prefix toe aan de factuur-ID die naar PayPal wordt verzonden. Dit kan problemen met dubbele facturen oplossen als je met meerdere websites op dezelfde PayPal-rekening werkt.
pl_pl: Dodaje prefiks do numeru faktury wysyłanej do PayPal. Może to rozwiązać problemy podwójnych faktur dla różnych stron używających tego samego konta PayPal.
pt_br: Adicione um prefixo à identificação da fatura enviada para o PayPal. Isso pode resolver problemas de faturas duplicadas ao trabalhar com vários sites na mesma conta do PayPal.
pt_pt: Adicione um prefixo ao ID da fatura enviado ao PayPal. Isso pode resolver problemas de fatura duplicada ao trabalhar com vários sites na mesma conta do PayPal.
ro_ro: Adăugați un prefix la ID-ul facturii trimise către PayPal. Acest lucru poate rezolva problemele de factură duplicată atunci când lucrați cu mai multe site-uri web pe același cont PayPal.
ru_ru: Добавьте префикс к идентификатору счета-фактуры, отправляемому в PayPal. Это поможет решить проблему дублирования счетов при работе с несколькими сайтами на одном счете PayPal.
sv_se: Lägg till ett prefix i faktura-ID:t som skickas till PayPal. Detta kan lösa problem med dubbelfakturor när du arbetar med flera webbplatser på samma PayPal-konto.
tr_tr: PayPal'a gönderilen fatura kimliğine bir önek ekleyin. Bu, aynı PayPal hesabında birden fazla web sitesi ile çalışırken yinelenen fatura sorunlarını çözebilir.
zh_cn: 为发送至 PayPal 的发票 ID 添加前缀。这可以解决在同一个 PayPal 账户上处理多个网站时出现的重复发票问题。

source: Payment Action
ar: عملية الدفع
cs_cz: Platební akce
de_de: Zahlungsaktion
es_es: Método de pago
fi: Maksutoimi
fr_fr: Action de paiement
he_il: פעת תש
hu_hu: Fizetési akció
it_it: Azione pagamento
ja: 支払アクション
ko_kr: 지불 작업
nb_no: Det oppstod en feil under utføring av handlingen!
nl_nl: Betalingsactie
pl_pl: Akcja płatności
pt_br: Ação do pagamento
pt_pt: Ação do Pagamento
ro_ro: Acțiune de plată
ru_ru: Действие оплаты
sv_se: Betalningsågärd
tr_tr: Ödeme İşlemi
zh_cn: 付款方法
