Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: We could not properly connect to PayPal. Please reload the page to continue.
km: á™á¾á„á˜á·á“á¢á¶á…á—áŸ’á‡á¶á”áŸ‹á‘áŸ…á€á¶á“áŸ‹ PayPal á”á¶á“á™áŸ‰á¶á„ááŸ’ášá¹á˜ááŸ’ášá¼áœá‘áŸáŸ” áŸá¼á˜á•áŸ’á‘á»á€á‘áŸ†á–áŸášá¡á¾á„áœá·á‰áŠá¾á˜áŸ’á”á¸á”á“áŸ’ááŸ”.
lo: ພວກເຮົາບໍ່ສາมາດເຊື່ອມຕໍ່ໄປທີ່ PayPal ຢ່າງຖືກຕ້ອງ. ກະລຸນາແລ່ນໄປທີ່ໜ້ານີ້ເພື່ອດຳເນີນຕໍ່.
vi: Chúng tôi không thể kết nối đúng cách với PayPal. Vui lòng tải lại trang để tiếp tục.

source: <strong>PayPal Setup Required:</strong> Connect your PayPal account or enter your Client ID and Secret in the <a href="%1$s">PayPal Connection</a> to begin accepting payments.
km: <strong>á€á¶ášá€áŸ†áááŸ‹ PayPal ááŸ’ášá¼áœá€á¶ášá‘áŸ:</strong> áá—áŸ’á‡á¶á”áŸ‹á‚áá“á¸ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€ á¬á”á‰áŸ’á…á¼á› Client ID á“á·á„ Secret ášá”áŸáŸ‹á¢áŸ’á“á€á“áŸ…á€áŸ’á“á»á„ <a href="%1$s">á€á¶ášáá—áŸ’á‡á¶á”áŸ‹ PayPal</a> áŠá¾á˜áŸ’á”á¸á…á¶á”áŸ‹á•áŸ’áá¾á˜á‘á‘á½á›á€á¶ášá‘á¼á‘á¶ááŸ‹áŸ”.
lo: <strong>ຕ້ອງການການຕັ້ງຄ່າ PayPal:</strong> ເຊື່ອມແອັບ PayPal ຂອງທ່ານ ຫຼື ໃສ່ Client ID ແລະ Secret ຂອງທ່ານໃນ <a href="%1$s">ການເຊື່ອມຕໍ່ PayPal</a> ສໍາລັບເລີ່ມຮັບການຈ່າຍເງິນ.
vi: <strong>Cần thiết lập PayPal:</strong> Kết nối tài khoản PayPal của bạn hoặc nhập Client ID và Secret của bạn vào <a href="%1$s">Kết nối PayPal</a> để bắt đầu chấp nhận thanh toán.

source: PayPal Account Connected
km: PayPal á‚áá“á¸á”á¶á“á—áŸ’á‡á¶á”áŸ‹
lo: ບັດຊິບບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດບັດ
vi: Tài khoản PayPal đã được kết nối

source: Connected Account:
km: á‚áá“á¸áŠáŸ‚á›á—áŸ’á‡á¶á”áŸ‹:
lo: ບັນຊີທີ່ເຊື່ອມຕໍ່:
vi: Tài khoản đã kết nối:

source: Go to <strong>PayPal Settings</strong> > Checkout Page
km: á…á¼á›á‘áŸ…á€á¶á“áŸ‹ <strong>á€á¶ášá€áŸ†áááŸ‹ PayPal</strong> > á‘áŸ†á–áŸáš Checkout
lo: ເຂົ້າໄປທີ່ <strong>ການຕັ້ງຄ່າ PayPal</strong> > ໜ້າຊື້
vi: Đi đến <strong>Cài đặt PayPal</strong> > Trang thanh toán

source: If you have any questions, encounter an issue, or have a new functionality request, please create a support ticket on our official support page at:
km: á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á˜á¶á“áŸáŸ†áá½áš á¬á”áŸ’ášá‘áŸ‡á”á‰áŸ’á á¶ á¬á˜á¶á“á€á¶ášáŸáŸ’á“á¾áŸá»áŸ†á˜á»áá„á¶ášááŸ’á˜á¸ áŸá¼á˜á”á„áŸ’á€á¾ááŸáŸ†á”á»ááŸ’ášá‚á¶áŸ†á‘áŸ’ášá“áŸ…á›á¾á‘áŸ†á–áŸášá‚á¶áŸ†á‘áŸ’ášá•áŸ’á›á¼áœá€á¶ášášá”áŸáŸ‹á™á¾á„á“áŸ…áŸ–:
lo: ຖ້າທ່ານມີຄໍາຖາມໃດ, ປະສົບບັນຫາ, ຫຼືມີຄໍາຂໍໃຫ້ມີຄຸນສົມບັດໃໝ່, ກະລຸນາເພີ່ມບັດທີ່ສະແດງສະຖານທີ່ສະໜອງຄວາມຊ່ວຍໃນເວັບໄຊທ໌ສະຖານທີ່ສະຖານທີ່:
vi: Nếu bạn có bất kỳ câu hỏi nào, gặp phải vấn đề, hoặc có yêu cầu về chức năng mới, vui lòng tạo một phiếu hỗ trợ trên trang hỗ trợ chính thức của chúng tôi tại:

source: Accept PayPal, Pay Later, and major cards in WooCommerce using the PayPal Commerce Platform.
ja_jp: WooCommerceでPayPal Commerce Platformを使用して、PayPal、後払い、主要なカードを受け入れます。.
km: á‘á‘á½á›á”áŸ’ášá¶á€áŸ‹ PayPal, á”á„áŸ‹á€áŸ’ášáŸ„á™, á“á·á„á€á¶ááŸáŸ†áá¶á“áŸ‹áŸ—á“áŸ…á€áŸ’á“á»á„ WooCommerce áŠáŸ„á™á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹áœáŸá‘á·á€á¶á á·ášá‰áŸ’á‰áœááŸ’áá» PayPaláŸ”.
lo: ຍອມຮັບ PayPal, ຈ່າງຕໍ່, ແລະ ບັດໃຫຍ່ໃນ WooCommerce ໃຊ້ແພລັດຟອມ PayPal Commerce.
uk: Приймайте PayPal, Pay Later та основні картки у WooCommerce за допомогою платформи PayPal Commerce.
vi: Chấp nhận PayPal, Trả sau và các thẻ chính trong WooCommerce bằng cách sử dụng Nền tảng Thương mại PayPal.

source: By Easy Payment
km: áŠáŸ„á™á€á¶ášá‘á¼á‘á¶ááŸ‹á„á¶á™
lo: ໂດຍການຊໍາລະງ່າຍ
uk: Шляхом простого платежу
vi: Bằng cách thanh toán dễ dàng

source: AI Product Description Generator for WooCommerce
ja_jp: WooCommerce用AI製品説明ジェネレーター
km: AI á•á›á·áá•á›á–á·á–ááŸŒá“á¶áŠáŸ‚á›á”á„áŸ’á€á¾ááŸá˜áŸ’ášá¶á”áŸ‹ WooCommerce
lo: AI ລາຍລະອຽດສິນຄ້າສໍາລັບ WooCommerce
uk: Генератор описів продуктів на основі ШІ для WooCommerce
vi: Trình tạo mô tả sản phẩm AI cho WooCommerce

source: Generate SEO-friendly titles, descriptions, and attributes with AI. Includes bulk tools and templates.
ja_jp: AIを使ってSEOに優しいタイトル、説明、属性を生成します。バルクツールとテンプレートも含まれています。.
km: AI-Ğ¼ĞµĞ½ SEO-Ğ´Ğ¾ÑÑƒÑÑ‚Ğ°Ñ€, ÑÒ¯Ñ€Ó©Ñ‚Ñ‚Ó©Ğ¼Ó©Ğ»Ó©Ñ€ Ğ¶Ğ°Ğ½Ğ° Ğ°Ñ‚Ñ€Ğ¸Ğ±ÑƒÑ‚Ñ‚Ğ°Ñ€Ğ´Ñ‹ Ñ‚Ò¯Ğ·Ò¯Ò£Ò¯Ğ·. ĞšÓ©Ğ¿Ñ‚Ó©Ğ³Ó©Ğ½ Ğ¸Ğ½ÑÑ‚Ñ€ÑƒĞ¼ĞµĞ½Ñ‚Ñ‚ĞµÑ€ Ğ¶Ğ°Ğ½Ğ° ÑˆĞ°Ğ±Ğ»Ğ¾Ğ½Ğ´Ğ¾Ñ€Ğ´Ñƒ ĞºĞ°Ğ¼Ñ‚Ñ‹Ğ¹Ñ‚.
lo: ສ້າງຊື່, ລາຍລະອຽດ, ແລະລັດສະຖານທີ່ທີ່ເປັນມິດດີກັບ AI. ລວມທັງເຄື່ອງມືບັນທຶກແລະແບບຮ່ອນ.
uk: Генеруйте SEO-дружні заголовки, описи та атрибути за допомогою ШІ. Включає інструменти для масового використання та шаблони.
vi: Tạo tiêu đề, mô tả và thuộc tính thân thiện với SEO bằng AI. Bao gồm các công cụ và mẫu hàng loạt.

source: By nexaplugins
ja_jp: nexapluginsによって
km: áŠáŸ„á™ nexaplugins
lo: ດໍາເນີນໂດຍ nexaplugins
uk: Від nexaplugins
vi: Bởi nexaplugins

source: Payment Gateway for Authorize.Net for WooCommerce
km: Payment Gateway pikeun Authorize.Net pikeun WooCommerce
lo: Payment Gateway rau Authorize.Net rau WooCommerce
uk: Платіжний шлюз для Authorize.Net для WooCommerce
vi: Cổng thanh toán cho Authorize.Net cho WooCommerce

source: Accept credit and debit cards via Authorize.Net with a secure, seamless WooCommerce checkout.
ja_jp: Authorize.Netを介して、セキュアでシームレスなWooCommerceチェックアウトでクレジットカードとデビットカードを受け入れます。.
km: Accept kredit sareng debit kartu ngalangkungan Authorize.Net kalayan checkout WooCommerce anu aman sareng lancar.
lo: ຍອມຮັບບັດເດັບແລະບັດເດິບຜ່ານ Authorize.Net ກັບການຊື້ຂອງ WooCommerce ທີ່ປອດໄພ ແລະງ່າຍດາຍ.
uk: Приймайте кредитні та дебетові картки через Authorize.Net з безпечним та безперешкодним оформленням замовлення WooCommerce.
vi: Chấp nhận thẻ tín dụng và thẻ ghi nợ qua Authorize.Net với một quy trình thanh toán WooCommerce an toàn và liền mạch.

source: Widgets for Google Business Reviews and Ratings
ja_jp: Googleビジネスレビューおよび評価用ウィジェット
km: Widgets pikeun Ulasan sareng Penilaian Google Business
lo: Widgets rau Google Business Reviews thiab Ratings
uk: Віджети для відгуків та рейтингів Google Business
vi: Tiện ích cho Đánh giá và Xếp hạng Doanh nghiệp Google

source: Showcase your Google Business Profile reviews and star rating with customizable widgets.
ja_jp: カスタマイズ可能なウィジェットを使用して、Googleビジネスプロフィールのレビューと星評価を表示しましょう。.
km: á”á„áŸ’á á¶á‰á˜áá·á™áŸ„á”á›áŸ‹á“á·á„á€á¶ášáœá¶á™áá˜áŸ’á›áŸƒá• estrela ášá”áŸáŸ‹á¢áŸ’á“á€á“áŸ…á›á¾á”áŸ’ášá–áŸá“áŸ’á’ Google Business Profile á‡á¶á˜á½á™á“á¹á„áœá¸á‡á·ááŠáŸ‚á›á¢á¶á…á€áŸ†áááŸ‹á”á¶á“áŸ”.
lo: ສະແດງຄວາมຄິດໃນບັນຊີທຸລະກິດ Google ຂອງທ່ານ ແລະ ຄະແນນດາວສິດດ້ວຍວິຈິດທີ່ປັບປຸງໄດ້.
uk: Показуйте свої відгуки та рейтинг зірок у Google Business Profile за допомогою налаштовуваних віджетів.
vi: Trình bày đánh giá và xếp hạng sao trên Hồ sơ Doanh nghiệp Google của bạn với các widget tùy chỉnh.

source: By Repocean
ja_jp: Repoceanによって
km: áŠáŸ„á™ Repocean
lo: ດໍາເນີນໂດຍ Repocean
uk: Від Repocean
vi: Bởi Repocean

source: Accept PhonePe UPI, Wallet, and Cards with a fast, secure payment experience in WooCommerce.
km: á‘á‘á½á›á™á€ PhonePe UPI, á€á¶á”á¼á” á“á·á„á€á¶áá‡á¶á˜á½á™á”á‘á–á·áŸáŸ„á’á“áŸá€á¶ášá‘á¼á‘á¶ááŸ‹á›á¿á“ á“á·á„áŸá»áœááŸ’áá·á—á¶á–á€áŸ’á“á»á„ WooCommerceáŸ”.
lo: ຍິນຍອມ PhonePe UPI, ກະດູກ, ແລະ ບັດຄະແນນດ້ວຍປະສົບການຈ່າຍເງິນທີ່ໄວ, ປອດໄພໃນ WooCommerce.
uk: Приймайте PhonePe UPI, гаманці та картки з швидким, безпечним процесом оплати у WooCommerce.
vi: Chấp nhận PhonePe UPI, Ví và Thẻ với trải nghiệm thanh toán nhanh chóng, an toàn trong WooCommerce.

source: Payment Gateway for Razorpay and for WooCommerce
km: Razorpay á“á·á„ WooCommerce áŸá˜áŸ’ášá¶á”áŸ‹á…áŸ’ášá€á‘á¼á‘á¶ááŸ‹
lo: ປ່ອນບັດສໍາລັບ Razorpay ແລະ ສໍາລັບ WooCommerce
uk: Платіжний шлюз для Razorpay та WooCommerce
vi: Cổng thanh toán cho Razorpay và cho WooCommerce

source: Accept UPI, Cards, and Net Banking via Razorpay with a reliable, optimized WooCommerce integration.
ja_jp: 信頼性が高く最適化されたWooCommerce統合を通じて、Razorpayを使用してUPI、カード、ネットバンキングを受け入れます。.
km: Razorpay-à¦ à¦à¦•à¦Ÿà¦¿ à¦¨à¦¿à¦°à§à¦­à¦°à¦¯à§‹à¦—à§à¦¯, à¦…à¦ªà§à¦Ÿà¦¿à¦®à¦¾à¦‡à¦œà¦¡ WooCommerce à¦‡à¦¨à§à¦Ÿà¦¿à¦—à§à¦°à§‡à¦¶à¦¨ à¦¦à§à¦¬à¦¾à¦°à¦¾ UPI, à¦•à¦¾à¦°à§à¦¡ à¦à¦¬à¦‚ à¦¨à§‡à¦Ÿ à¦¬à§à¦¯à¦¾à¦‚à¦•à¦¿à¦‚ à¦—à§à¦°à¦¹à¦£ à¦•à¦°à§à¦¨à¥¤.
lo: ຍິນຍອມ UPI, ບັດ, ແລະ ເງິນສົດຜ່ານ Razorpay ກັບການລວມກັນ WooCommerce ທີ່ເຊື່ອຖື ແລະ ເປັນປະສົບການປັບປຸງ.
uk: Приймайте UPI, картки та інтернет-банкінг через Razorpay з надійною, оптимізованою інтеграцією WooCommerce.
vi: Chấp nhận UPI, thẻ và Ngân hàng trực tuyến qua Razorpay với một tích hợp WooCommerce đáng tin cậy và tối ưu hóa.

source: Recommended Plugins
km: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŠáŸ‚á›á”á¶á“ááŸ‚á“á¶áŸ†
lo: ຂໍແนะนำເພິ່ມເຕີມ
uk: Рекомендовані плагіни
vi: Các Plugin Được Khuyến Nghị

source: Start by adding helpful extensions to your store—payments, product content, reviews and more.
ja_jp: ストアに役立つ拡張機能を追加しましょう—支払い、商品コンテンツ、レビューなど。.
lo: ເริ่มໃນការបន្ថែមការពង្រឹងដែលមានប្រយោជន៍ទៅហាងរបស់អ្នក—ការទូទាត់, មាតិកាផលិតផល, ការពិនិត្យ និងច្រើនទៀត។.
uk: Почніть з додавання корисних розширень до вашого магазину — платежі, контент продуктів, відгуки та інше.
vi: Bắt đầu bằng cách thêm các tiện ích hữu ích vào cửa hàng của bạn—thanh toán, nội dung sản phẩm, đánh giá và nhiều hơn nữa.

source: Plugin logo
km: ášá¼á”áŸá‰áŸ’á‰á¶ Plugin
lo: ລອກໂນປລັກອນ
uk: Логотип плагіна
vi: Biểu tượng plugin

source: No matching plugins found for your store settings.
ja_jp: ストア設定に一致するプラグインが見つかりませんでした。.
km: Store settings ášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“á˜á¶á“á•áŸ’á›á»á™á‚á¸á“áŠáŸ‚á›áŸá˜áŸáŸ’ášá”áŸ”.
lo: ບໍ່ມີປລິກິນທີ່ຕົວແທນກັບການຕັ້ງຄ່າຮ້ານຂອງທ່ານ.
uk: Не знайдено жодних плагінів, що відповідають налаштуванням вашого магазину.
vi: Không tìm thấy plugin nào phù hợp với cài đặt cửa hàng của bạn.

source: Live Preview
km: á€á¶ášá˜á¾á›á‡á¶á€áŸ‹áŸáŸ’ááŸ‚á„
lo: ການເບິ່ງລົດສະພາບ
vi: Xem trước trực tiếp

source: PayPal Smart Button Preview
km: á˜á¾á›á˜á»á“á”áŸŠá¼áá»á„ PayPal
lo: ການເບິ່ງກ່ຽວກັບປຸ່ມ Smart ຂອງ PayPal
vi: Xem trước nút thông minh PayPal

source: Preview only. No payment will be processed.
km: á˜á¾á›á˜á»á“ááŸ‚á”áŸ‰á»ááŸ’ááŸ„áŸ‡áŸ” á˜á·á“á˜á¶á“á€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á˜á½á™á“á¹á„ááŸ’ášá¼áœá”á¶á“áŠáŸ†áá¾ášá€á¶ášáŸ”.
lo: ສະແດງລົງແຕ່ບໍ່. ບໍ່ມີການຈ່າຍເງິນຈິງ.
vi: Chỉ xem trước. Không có thanh toán nào sẽ được xử lý.

source: Congratulations! PayPal is Connected 🎉
lo: ຍິນດີ! PayPal ແມ່ນເຊື່ອມຕໍ່ 🎉
vi: Chúc mừng! PayPal đã được kết nối 🎉

source: The primary setup is already complete.
km: á€á¶ášááŸ†á¡á¾á„áŠá¾á˜á‚áºá”á¶á“á”á‰áŸ’á…á”áŸ‹ášá½á…ášá¶á›áŸ‹áŸ”.
lo: ການຕັ້ງຄ່າສໍາຄັນແລ້ວແລ້ວ.
vi: Cài đặt chính đã hoàn tất.

source: No further action is required unless additional customization is needed.
km: á”á“áŸ’ááŸ‚á˜áŸá€á˜áŸ’á˜á—á¶á–á˜á·á“ááŸ’ášá¼áœá€á¶ášá‘áŸ á”áŸ’ášáŸá·á“á”á¾á€á¶ášá”áŸ’áŠá¼ášá”á“áŸ’ááŸ‚á˜ááŸ’ášá¼áœá€á¶ášá“áŸ„áŸ‡áŸ”.
lo: ບໍ່ມີການດຳເນີນການໃດໆເພາະຖ້າບໍ່ມີການປັບປຸງເພີ່ມເຕີມອກ.
vi: Không cần thực hiện thêm hành động nào trừ khi cần tùy chỉnh bổ sung.

source: Got it
km: á”á¶á“á á¾á™
lo: ຮັບແລ້ວ
vi: Hiểu rồi

source: Marked as refunded via PayPal. Total refunded: %1$s %2$s.
km: á”á¶á“áŸá˜áŸ’á‚á¶á›áŸ‹áá¶á‡á¶á€á¶ášá”á„áŸ’áœá·á›áá¶á˜ášá™áŸˆ PayPaláŸ” á…áŸ†á“á½á“áŠáŸ‚á›á”á¶á“á”á„áŸ’áœá·á›: %1$s %2$sáŸ”.
lo: ຖືກປ່ອນໃຫ້ຄືນຜ່ານ PayPal. ຈຳນວນທີ່ຄືນທັງໝົດ: %1$s %2$s.
vi: Đã được đánh dấu là hoàn tiền qua PayPal. Tổng số tiền hoàn lại: %1$s %2$s.

source: Live PayPal Email
ja_jp: ライブ PayPal メール
km: á¢áŸŠá¸á˜áŸ‚á› PayPal á‡á¶á€áŸ‹áŸáŸ’ááŸ‚á„
lo: ອີເມວ PayPal ສົດ
uk: Живий PayPal Email
vi: Email PayPal trực tiếp

source: Enter Live PayPal Email.
km: á”á‰áŸ’á…á¼á›á¢áŸŠá¸á˜áŸ‚á› PayPal á‡á¶á€áŸ‹áŸáŸ’ááŸ‚á„áŸ”.
lo: ໃສ່ອີເມວ PayPal ສົດ.
uk: Введіть живу електронну пошту PayPal.
vi: Nhập địa chỉ email PayPal trực tiếp.

source: Connection Status
km: á€á¶ášáŸáŸ’áá·áá·á€á¶ášáá—áŸ’á‡á¶á”áŸ‹
lo: ສະຖານະການເຊື່ອມຕໍ່
vi: Trạng thái kết nối

source: Sandbox PayPal Email
ja_jp: サンドボックス PayPal メール
km: Sandbox PayPal á¢áŸŠá¸á˜áŸ‚á›
lo: ອີເມວ PayPal ສໍາລັບ Sandbox
uk: Пісочниця PayPal електронна пошта
vi: Email PayPal Sandbox

source: Enter Sandbox PayPal Email.
km: á”á‰áŸ’á…á¼á›á¢áŸŠá¸á˜áŸ‚á› PayPal SandboxáŸ”.
lo: ໃສ່ອີເມວ PayPal ສຳລັບ Sandbox.
uk: Введіть електронну пошту Sandbox PayPal.
vi: Nhập địa chỉ email PayPal Sandbox.

source: When enabled, Payment methods will only be visible to site administrators and store managers. This allows you to test PayPal on your live site without customers seeing them.
ja_jp: 有効にすると、支払い方法はサイト管理者とストアマネージャーにのみ表示されます。これにより、顧客に見られることなく、ライブサイトでPayPalをテストすることができます。.
km: á”á¾á”á¶á“á”á¾á€, áœá·á’á¸áŸá¶áŸáŸ’ááŸ’áš pembayaran á“á¹á„ááŸ’ášá¼áœá”á¶á“á”á„áŸ’á á¶á‰ááŸ‚áŸá˜áŸ’ášá¶á”áŸ‹á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„á‚áŸá á‘áŸ†á–áŸáš á“á·á„á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„á á¶á„áŸ” á“áŸáŸ‡á¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á¢áŸ’á“á€áŸá¶á€á›áŸ’á”á„ PayPal á“áŸ…á›á¾á‚áŸá á‘áŸ†á–áŸášášáŸáŸ‹ášáœá¾á€ášá”áŸáŸ‹á¢áŸ’á“á€áŠáŸ„á™á‚áŸ’á˜á¶á“á¢áá·áá·á‡á“á˜á¾á›áƒá¾á‰áœá¶áŸ”.
lo: ຕອນເປີດໃຊ້, ວິທີການຈ່າຍເງິນຈະເປັນສິ່ງທີ່ເປັນສະຖານທີ່ໃຈສຳລັບຜູ້ບໍລິຫານແລະຜູ້ຈັດການຮ້ານເທົ່ານັ້ນ. ນີ້ໃຫ້ທ່ານສາມາດທົດລອງ PayPal ບນເວັບໄຊທ໌ສິ່ງຈິງຂອງທ່ານໂດຍບໍ່ໃຫ້ລູກຄ້າເຫັນມັນ.
uk: Коли увімкнено, способи оплати будуть видимі лише адміністраторам сайту та менеджерам магазину. Це дозволяє вам тестувати PayPal на вашому живому сайті без того, щоб клієнти їх бачили.
vi: Khi được kích hoạt, các phương thức thanh toán chỉ hiển thị cho quản trị viên trang và quản lý cửa hàng. Điều này cho phép bạn thử nghiệm PayPal trên trang trực tiếp của mình mà không để khách hàng nhìn thấy chúng.

source: PayPal buttons (e.g. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, etc.) are shown automatically based on factors such as the buyer’s country and their device type. <br><br>By default, <b>all buttons are enabled.</b> To disable individual payment buttons, use the <b>"Disable Specific Payment Buttons"</b> setting available in each page section below.<br><br>For Express Checkout, it will follow the configuration from the Checkout Page.<br>For Mini Cart, this setting will follow the configuration from the Product Page.
lo: PayPal buttons (e.g. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, etc.) yuav qhia tawm secara otomatis berdasarkan faktor-faktor seperti negara pembeli dan jenis perangkat mereka. <br><br>Secara default, <b>semua tombol diaktifkan.</b> Untuk menonaktifkan tombol pembayaran individu, gunakan pengaturan <b>"Nonaktifkan Tombol Pembayaran Tertentu"</b> yang tersedia di setiap bagian halaman di bawah.<br><br>Untuk Pembayaran Ekspres, itu akan mengikuti konfigurasi dari Halaman Pembayaran.<br>Untuk Keranjang Mini, pengaturan ini akan mengikuti konfigurasi dari Halaman Produk.
vi: Các nút PayPal (ví dụ: Trả sau, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, v.v.) sẽ được hiển thị tự động dựa trên các yếu tố như quốc gia của người mua và loại thiết bị của họ. <br><br>Mặc định, <b>tất cả các nút đều được kích hoạt.</b> Để vô hiệu hóa các nút thanh toán riêng lẻ, hãy sử dụng cài đặt <b>"Vô hiệu hóa các nút thanh toán cụ thể"</b> có sẵn trong mỗi phần trang bên dưới.<br><br>Đối với Thanh toán Nhanh, nó sẽ theo cấu hình từ Trang Thanh toán.<br>Đối với Giỏ hàng Mini, cài đặt này sẽ theo cấu hình từ Trang Sản phẩm.

source: To use Advanced Card Payments, ensure your PayPal account is eligible and enabled:<br><br> <strong>Steps:</strong><br> 1. Visit developer.paypal.com → Apps & Credentials → API Credentials.<br> 2. Click your App Name.<br> 3. Under "Features" → Accept Payments, check if "Advanced Credit and Debit Card Payments" is enabled.<br> 4. If missing, your account or region may not support it.
lo: ເພື່ອໃຊ້ບັດຊຳລະລະບຽບສູງ, ກະລຸນາແນ່ໃຈວ່າບັດ PayPal ຂອງທ່ານເປັນບັດທີ່ສາມາດໃຊ້ແລະເປິດໃຊ້:<br><br> <strong>ຂະບວນການ:</strong><br> 1. ເຂົ້າໄປທີ່ developer.paypal.com → Apps & Credentials → API Credentials.<br> 2. ຄລິກຊື່ແອັບຂອງທ່ານ.<br> 3. ລະບຽບ "ຄຸນສົມບັດ" → ຮັບຊຳລະ, ກວດເບິ່ງວ່າ "ບັດຊຳລະບັດແລະບັດເດບິດສູງ" ຖືກເປິດໃຊ້ບໍ່.<br> 4. ຖ້າບໍ່ມີ, ບັດຂອງທ່ານຫຼືສະຖານທີ່ອາໄສອາດຈະບໍ່ສະໜອງມັນ.
vi: Để sử dụng Thanh toán Thẻ Nâng cao, hãy đảm bảo rằng tài khoản PayPal của bạn đủ điều kiện và đã được kích hoạt:<br><br> <strong>Các bước:</strong><br> 1. Truy cập developer.paypal.com → Ứng dụng & Thông tin xác thực → Thông tin xác thực API.<br> 2. Nhấp vào Tên Ứng dụng của bạn.<br> 3. Dưới "Tính năng" → Chấp nhận Thanh toán, kiểm tra xem "Thanh toán Thẻ Tín dụng và Thẻ Ghi nợ Nâng cao" đã được kích hoạt chưa.<br> 4. Nếu thiếu, tài khoản hoặc khu vực của bạn có thể không hỗ trợ điều này.

source: Google Pay must be enabled in your PayPal account (%1$s). Please ensure your country and currency are supported (%2$s).
km: Google Pay ááŸ’ášá¼áœá”á¶á“á”á¾á€á€áŸ’á“á»á„á‚áá“á¸ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€ (%1$s)áŸ” áŸá¼á˜á’á¶á“á¶áá¶á”áŸ’ášá‘áŸáŸ á“á·á„ášá¼á”á·á™áœááŸ’áá»ášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á‚á¶áŸ†á‘áŸ’áš (%2$s)áŸ”.
lo: Google Pay ຕ້ອງເປີດໃນບັນຊີ PayPal ຂອງທ່ານ (%1$s). ກະລຸນາແນ່ໃຈວ່າປະເທດແລະເງິນສະກຸນຂອງທ່ານໄດ້ຮັບການສະໜັບສະໜູນ (%2$s).
vi: Google Pay phải được kích hoạt trong tài khoản PayPal của bạn (%1$s). Vui lòng đảm bảo rằng quốc gia và tiền tệ của bạn được hỗ trợ (%2$s).

source: supported countries and currencies
km: á”áŸ’ášá‘áŸáŸ á“á·á„ášá¼á”á·á™á”áŸááŸ’ááŠáŸ‚á›á‚á¶áŸ†á‘áŸ’áš
lo: ປະເທດແລະເງິນສະມັດສະເພາະ
vi: các quốc gia và tiền tệ được hỗ trợ

source: Apple Pay must be enabled in your PayPal account (%1$s) and make sure your country and currency are supported (%2$s).
km: Apple Pay ááŸ’ášá¼áœááŸ‚á”á¶á“á”á¾á€á€áŸ’á“á»á„á‚áá“á¸ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€ (%1$s) á á¾á™ááŸ’ášá¼áœá”áŸ’ášá¶á€áŠáá¶á”áŸ’ášá‘áŸáŸ á“á·á„ášá¼á”á·á™áœááŸ’áá»ášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á‚á¶áŸ†á‘áŸ’áš (%2$s).
lo: Apple Pay ຕ້ອງເປີດໃນບັນຊີ PayPal ຂອງທ່ານ (%1$s) ແລະແນ່ໃຈວ່າປະເທດແລະເງິນສະດວກຖືກສະຮັບສະຖານທີ່ (%2$s).
vi: Apple Pay phải được kích hoạt trong tài khoản PayPal của bạn (%1$s) và hãy chắc chắn rằng quốc gia và tiền tệ của bạn được hỗ trợ (%2$s).

source: Order Review Page
km: á‘áŸ†á–áŸášâ€‹á–á·á“á·ááŸ’á™â€‹á€á˜áŸ’á˜á„áŸ‹
lo: ເພດສະແດງຄຳສັ່ງ
vi: Trang Xem Đơn Hàng

source: Skip Order Review Page
km: á€á»áŸ†á¢á¶á“á‘áŸ†á–áŸášâ€‹á–á·á“á·ááŸ’á™â€‹á”á‰áŸ’á‡á¶
lo: ຂໍໍ່ອກການສະແດງບັນຊີສັ່ງຊື້
vi: Bỏ qua trang xem đơn hàng

source: Payments from the Product or Cart page skip the review step and go straight to the Thank You page.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á–á¸á‘áŸ†á–áŸášá•á›á·áá•á›á¬á€á“áŸ’ááŸ’ášá€ášáŸ€á”á…áŸ†á±áŸ’á™á†áŸ’á›á„á€á¶ááŸ‹á‡áŸ†á á¶á“á–á·á“á·ááŸ’á™ á“á·á„á‘áŸ…áŠá›áŸ‹á‘áŸ†á–áŸáš á¢ášá‚á»áá—áŸ’á›á¶á˜áŸ”.
lo: ການຈ່າຍເງິນຈາກໜ້າສິນຄ້າ ຫຼື ໜ້າກະຕ່າຈະຂໍ່ບັດການສະແດງຄວາມຄິດແລະເຂົ້າໄປສູ່ໜ້າຂອບໃຈ.
vi: Các khoản thanh toán từ trang Sản phẩm hoặc Giỏ hàng sẽ bỏ qua bước xem xét và đi thẳng đến trang Cảm ơn.

source: Billing address didn’t match the card (AVS).
lo: ບັນຊີບິນບໍ່ຄົງກັບບັດຄາດ (AVS).
vi: Địa chỉ thanh toán không khớp với thẻ (AVS).

source: Security code (CVV) didn’t match.
lo: ລະຫັດຄວາມປອດໄພ (CVV) ບໍ່ຄົງກັນ.
vi: Mã bảo mật (CVV) không khớp.

source: The payer opened a dispute with PayPal.
km: á¢áŸ’á“á€á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á”á¶á“á”á¾á€á€á¶ášá”áŸ’ášá€á¶á“áŸ‹á‡á¶á˜á½á™ PayPaláŸ”.
lo: ຜູ້ຊຳລະເອົາໄດ້ເປິດບັນຫາກັບ PayPal.
vi: Người thanh toán đã mở một tranh chấp với PayPal.

source: The issuer reversed the charge (chargeback).
km: á¢áŸ’á“á€á…áŸá‰á•áŸ’áŸá¶á™á”á¶á“ááŸ’ášá¡á”áŸ‹áœá·á‰á€á¶ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹ (á€á¶ášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹ááŸ’ášá¡á”áŸ‹)áŸ”.
lo: ຜູ້ອອກໃບໄດ້ກັບຄ່າໃບເຊັນ (ການຄືນເງິນ).
vi: Người phát hành đã đảo ngược khoản phí (hoàn tiền).

source: Payment by eCheck—awaiting clearance.
lo: ການຊໍາລະໂດຍ eCheck—ລໍອະນຸມັດ.
vi: Thanh toán bằng eCheck—đang chờ xử lý.

source: Action required in your PayPal account (international withdrawal).
km: áŸá€á˜áŸ’á˜á—á¶á–ááŸ’ášá¼áœá€á¶ášá“áŸ…á€áŸ’á“á»á„á‚áá“á¸ PayPal ášá”áŸáŸ‹á¢áŸ’á“á€ (á€á¶ášáŠá€á”áŸ’ášá¶á€áŸ‹á¢á“áŸ’áášá‡á¶áá·)áŸ”.
lo: ຈິດການຈິດໃນບັນຊີ PayPal ຂອງທ່ານ (ການຖອນເງິນລະຫວ່າງປະເທດ).
vi: Cần hành động trong tài khoản PayPal của bạn (rút tiền quốc tế).
