Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: BUYER_COMPLAINT: The payer initiated a dispute for this captured payment with PayPal.
ar: شكوى_المشتري: بدأ الدافع نزاعاً على هذه الدفعة المقبوضة مع PayPal.
cs_cz: BUYER_COMPLAINT: Plátce zahájil spor o tuto zachycenou platbu se službou PayPal.
de_de: BUYER_COMPLAINT: Der Zahlungspflichtige hat einen Streitfall für diese erfasste Zahlung bei PayPal eingeleitet.
es_es: BUYER_COMPLAINT: El pagador inició una disputa por este pago capturado con PayPal.
fi: BUYER_COMPLAINT: Maksaja aloitti riidan tästä maksusta PayPalissa.
fr_fr: BUYER_COMPLAINT : Le payeur a initié un litige avec PayPal pour ce paiement capturé.
he_il: תת ק: ש פת קת ע PayPal ע תש .
hu_hu: BUYER_COMPLAINT: A fizető vitát kezdeményezett a PayPal-nál ezzel a rögzített fizetéssel kapcsolatban.
it_it: BUYER_COMPLAINT: il pagatore ha aperto una controversia con PayPal per questo pagamento acquisito.
ja: BUYER_COMPLAINT: 支払い者が、PayPalでこのキャプチャされた支払いについて紛争を開始しました。
ja_jp: BUYER_COMPLAINT: 支払者は、このキャプチャされた支払いについてPayPalに対して異議を申し立てました。.
ko_kr: 구매자_클레임: 결제자가 이 매입된 결제에 대해 PayPal에 분쟁을 제기했습니다.
nb_no: BUYER_COMPLAINT: Betaleren har innledet en tvist med PayPal for denne betalingen.
nl_nl: BUYER_COMPLAINT: De betaler begon een geschil voor deze vastgelegde betaling met PayPal.
pl_pl: BUYER_COMPLAINT: Płatnik zainicjował spór dotyczący tej przechwyconej płatności w systemie PayPal.
pt_br: BUYER_COMPLAINT: o pagador iniciou uma disputa por esse pagamento capturado com o PayPal.
pt_pt: BUYER_COMPLAINT: o pagador iniciou uma disputa por este pagamento capturado com o PayPal.
ro_ro: BUYER_COMPLAINT: Plătitorul a inițiat o dispută cu PayPal pentru această plată capturată.
ru_ru: BUYER_COMPLAINT: Плательщик инициировал спор по данному захваченному платежу с PayPal.
sv_se: BUYER_COMPLAINT: Betalaren inledde en tvist för denna betalning med PayPal.
tr_tr: BUYER_COMPLAINT: Ödeyen, PayPal ile bu yakalanan ödeme için bir anlaşmazlık başlattı.
uk: BUYER_COMPLAINT: Платник ініціював спір щодо цього захопленого платежу з PayPal.
zh_cn: BUYER_COMPLAINT：付款人向 PayPal 发起了对该笔捕获付款的争议。

source: CHARGEBACK: The captured funds were reversed in response to the payer disputing this captured payment with the issuer of the financial instrument used to pay for this captured payment.
ar: استرداد الأموال المحتجزة: تم إرجاع الأموال المحتجزة استجابةً لمنازعة الدافع على هذه الدفعة المحتجزة مع جهة إصدار الأداة المالية المستخدمة في الدفع لهذه الدفعة المحتجزة.
cs_cz: CHARGEBACK: Zachycené prostředky byly stornovány v reakci na to, že plátce zpochybnil tuto zachycenou platbu u vydavatele finančního nástroje, kterým byla tato zachycená platba uhrazena.
de_de: CHARGEBACK: Die erfassten Beträge wurden storniert, weil der Zahler diese erfasste Zahlung beim Emittenten des Finanzinstruments, mit dem die erfasste Zahlung bezahlt wurde, bestritten hat.
es_es: CHARGEBACK: Los fondos capturados fueron revertidos en respuesta a que el pagador disputó este pago capturado con el emisor del instrumento financiero utilizado para pagar este pago capturado.
fi: CHARGEBEBACK: Varat, jotka on otettu talteen, peruutettiin, koska maksaja kiisti tämän maksun sen rahoitusvälineen liikkeeseenlaskijalta, jota käytettiin tämän maksun maksamiseen.
fr_fr: CHARGEBACK : Les fonds capturés ont été annulés parce que le payeur a contesté ce paiement capturé auprès de l'émetteur de l'instrument financier utilisé pour payer ce paiement capturé.
he_il: ר: ספ ש ר ת קת ש ש ע פק ש צע תש ששש תש .
hu_hu: VISSZAFIZETÉS: A lefoglalt pénzösszegeket visszafordították, miután a fizető fél vitatta a lefoglalt fizetést a lefoglalt fizetés kifizetésére használt pénzügyi eszköz kibocsátójával.
it_it: CHARGEBACK: i fondi catturati sono stati stornati in seguito alla contestazione da parte del pagatore di questo pagamento catturato con l'emittente dello strumento finanziario utilizzato per pagare questo pagamento catturato.
ja: チャージバック（CHARGEBACK）：キャプチャされた支払いは、支払者がキャプチャされた支払いに使用された金融商品の発行者と異議を唱えたことにより、取り消された。
ja_jp: チャージバック：キャプチャされた資金は、支払者がこのキャプチャされた支払いに対して使用した金融商品発行者と争ったために逆転されました。.
ko_kr: 차지백: 결제자가 이 매입된 결제에 사용된 금융 상품의 발행자와 이 매입된 결제에 대해 이의를 제기함에 따라 매입된 자금이 반환되었습니다.
nb_no: CHARGEBACK: De innsamlede midlene ble tilbakeført som svar på at betaleren bestrider denne innsamlede betalingen med utstederen av det finansielle instrumentet som ble brukt til å betale for denne innsamlede betalingen.
nl_nl: CHARGEBACK: De vastgelegde fondsen werden teruggeboekt als reactie op de betwisting van deze vastgelegde betaling door de betaler met de uitgever van het financiële instrument dat werd gebruikt om voor deze vastgelegde betaling te betalen.
pl_pl: CHARGEBACK: Przechwycone środki zostały wycofane w odpowiedzi na zakwestionowanie przez płatnika tej przechwyconej płatności u emitenta instrumentu finansowego użytego do zapłaty za tę przechwyconą płatność.
pt_br: CHARGEBACK: os fundos capturados foram estornados em resposta à disputa do pagador sobre esse pagamento capturado com o emissor do instrumento financeiro usado para pagar por esse pagamento capturado.
pt_pt: CHARGEBACK: os fundos capturados foram estornados em resposta ao facto de o pagador ter contestado este pagamento capturado junto do emissor do instrumento financeiro utilizado para pagar este pagamento capturado.
ro_ro: CHARGEBACK: Fondurile capturate au fost stornate ca urmare a contestării de către plătitor a acestei plăți capturate cu emitentul instrumentului financiar utilizat pentru plata acestei plăți capturate.
ru_ru: CHARGEBACK: списанные средства были отменены в ответ на то, что плательщик оспорил этот списанный платеж с эмитентом финансового инструмента, использованного для оплаты этого списанного платежа.
sv_se: CHARGEBACK: De infångade medlen återfördes som svar på att betalaren bestred denna infångade betalning med utgivaren av det finansiella instrument som användes för att betala för denna infångade betalning.
tr_tr: CHARGEBACK: Yakalanan fonlar, ödeyenin bu yakalanan ödeme için ödeme yapmak için kullanılan finansal aracın ihraççısı ile bu yakalanan ödemeye itiraz etmesine yanıt olarak tersine çevrildi.
uk: CHARGEBACK: Затримані кошти були повернені у відповідь на спір платника щодо цього затриманого платежу з емітентом фінансового інструменту, використаного для оплати цього затриманого платежу.
zh_cn: 退单：由于付款人与用于支付此笔截获付款的金融工具的发行人就此笔截获付款发生争议，截获的资金被转回。

source: ECHECK: The payer paid by an eCheck that has not yet cleared.
ar: EECCHECK: قام الدافع بالدفع عن طريق شيك إلكتروني لم يتم تخليصه بعد.
cs_cz: ECHECK: Plátce zaplatil elektronickým šekem, který ještě nebyl zúčtován.
de_de: ECHECK: Der Zahler hat mit einem eCheck bezahlt, der noch nicht freigegeben wurde.
es_es: ECHECK: El ordenante pagó mediante un eCheck que aún no se ha compensado.
fi: ECHECK: Maksaja on maksanut eCheckillä, jota ei ole vielä hyväksytty.
fr_fr: ECHECK : Le payeur a payé par un chèque électronique qui n'a pas encore été compensé.
he_il: ECHECK: ש ש צעת eCheck שר פרע.
hu_hu: ECHECK: A fizető olyan elektronikus csekkel fizetett, amely még nem került kiegyenlítésre.
it_it: ECHECK: il pagatore ha pagato con un eCheck che non è ancora stato saldato.
ja: ECHECK：まだ決済されていない eCheck によって支払われた支払人。
ja_jp: ECHECK: 支払者はまだクリアされていないeCheckで支払いました。.
ko_kr: 수표: 아직 청산되지 않은 전자 수표로 결제한 결제자입니다.
nb_no: ECHECK: Betaleren har betalt med en eCheck som ennå ikke er klarert.
nl_nl: ECHECK: De betaler heeft betaald met een eCheck die nog niet is verrekend.
pl_pl: ECHECK: Płatnik zapłacił czekiem elektronicznym, który nie został jeszcze rozliczony.
pt_br: ECHECK: o pagador pagou com um eCheck que ainda não foi compensado.
pt_pt: ECHECK: O pagador pagou com um eCheck que ainda não foi compensado.
ro_ro: ECHECK: Plătitorul a plătit cu un eCheck care nu a fost încă compensat.
ru_ru: ECHECK: Плательщик произвел оплату электронным чеком, который еще не прошел проверку.
sv_se: ECHECK: Betalaren betalade med en eCheck som ännu inte har clearats.
tr_tr: ECHECK: Ödeyen, henüz tahsil edilmemiş bir eCheck ile ödeme yapmıştır.
uk: ECHECK: Платник сплатив електронним чеком, який ще не був зарахований.
zh_cn: 电子支票：付款人使用尚未结算的电子支票付款。

source: INTERNATIONAL_WITHDRAWAL: Visit your online account. In your Account Overview, accept and deny this payment.
ar: INTERNATIONAL_WITHDRAWAL: قم بزيارة حسابك على الإنترنت. في نظرة عامة على حسابك، اقبل هذه الدفعة وارفضها.
cs_cz: INTERNATIONAL_WITHDRAWAL: Navštivte svůj online účet. V přehledu účtu tuto platbu přijměte a odmítněte.
de_de: INTERNATIONAL_WITHDRAWAL: Besuchen Sie Ihr Online-Konto. Akzeptieren oder verweigern Sie diese Zahlung in Ihrer Kontoübersicht.
es_es: INTERNATIONAL_WITHDRAWAL: Visite su cuenta en línea. En la vista general de su cuenta, acepte y rechace este pago.
fi: INTERNATIONAL_WITHDRAWAL: Käy verkkotililläsi. Hyväksy ja hylkää tämä maksu tilisi yleiskatsauksessa.
fr_fr: INTERNATIONAL_WITHDRAWAL : Visitez votre compte en ligne. Dans votre aperçu du compte, acceptez ou refusez ce paiement.
he_il: INTERNATIONAL_WITHDRAWAL: ס ש ק ש. סקרת ש, ק תש .
hu_hu: INTERNATIONAL_WITHDRAWAL: Látogasson el online fiókjához. A Számla áttekintésében fogadja el és utasítsa el ezt a fizetést.
it_it: INTERNATIONAL_WITHDRAWAL: visitate il vostro conto online. Nella Panoramica del conto, accettare e rifiutare il pagamento.
ja: INTERNATIONAL_WITHDRAWAL: オンラインアカウントにアクセスしてください。アカウント概要で、この支払いを承認または拒否します。
ja_jp: 国際出金: オンラインアカウントにアクセスしてください。アカウント概要で、この支払いを承認または拒否してください。.
ko_kr: INTERNATIONAL_WITHDRAWAL: 온라인 계정으로 이동합니다. 계정 개요에서 이 결제를 수락하거나 거부합니다.
nb_no: INTERNATIONAL_WITHDRAWAL: Gå til nettkontoen din. I kontooversikten kan du godta og avvise denne betalingen.
nl_nl: INTERNATIONAAL_BETALING: Ga naar je online account. Accepteer en weiger deze betaling in uw Accountoverzicht.
pl_pl: INTERNATIONAL_WITHDRAWAL: Odwiedź swoje konto online. W przeglądzie konta zaakceptuj i odrzuć tę płatność.
pt_br: INTERNATIONAL_WITHDRAWAL: Acesse sua conta on-line. Na Visão geral da conta, aceite e recuse esse pagamento.
pt_pt: INTERNATIONAL_WITHDRAWAL: Visite a sua conta online. Na Vista geral da conta, aceite e recuse este pagamento.
ro_ro: INTERNATIONAL_WITHDRAWAL: Vizitați contul dvs. online. În Prezentare generală a contului, acceptați și respingeți această plată.
ru_ru: INTERNATIONAL_WITHDRAWAL: Зайдите в свою учетную запись в Интернете. В разделе "Обзор счета" примите и отклоните этот платеж.
sv_se: INTERNATIONAL_WITHDRAWAL: Besök ditt onlinekonto. I din kontoöversikt ska du acceptera eller neka betalningen.
tr_tr: INTERNATIONAL_WITHDRAWAL: Çevrimiçi hesabınızı ziyaret edin. Hesabınıza Genel Bakış bölümünden bu ödemeyi kabul edin veya reddedin.
uk: МІЖНАРОДНЕ ВИВЕДЕННЯ: Відвідайте свій онлайн-акаунт. У розділі Огляд рахунку прийміть або відхиліть цей платіж.

source: No additional specific reason can be provided. For more information about this captured payment, visit your account online or contact PayPal.
ar: لا يمكن تقديم سبب محدد إضافي. لمزيد من المعلومات حول هذه الدفعة الملتقطة، يمكنك زيارة حسابك عبر الإنترنت أو الاتصال بـ PayPal.
cs_cz: Žádný další konkrétní důvod nelze uvést. Další informace o této zachycené platbě získáte na svém účtu online nebo kontaktujte společnost PayPal.
de_de: Ein zusätzlicher konkreter Grund kann nicht angegeben werden. Für weitere Informationen zu dieser erfassten Zahlung besuchen Sie Ihr Konto online oder wenden Sie sich an PayPal.
es_es: No se puede proporcionar ninguna razón específica adicional. Para obtener más información sobre este pago capturado, visite su cuenta en línea o póngase en contacto con PayPal.
fi: Muita erityisiä syitä ei voida esittää. Jos haluat lisätietoja tästä kaapatusta maksusta, käy tililläsi verkossa tai ota yhteyttä PayPaliin.
fr_fr: Aucune autre raison spécifique ne peut être fournie. Pour plus d'informations sur ce paiement capturé, consultez votre compte en ligne ou contactez PayPal.
he_il: ת ספק ס ספצפת ספת. קת ע סף ת תש , קר ש ק ש פ -PayPal.
hu_hu: További konkrét ok nem adható meg. Ha további információt szeretne kapni erről a rögzített fizetésről, látogasson el online fiókjához, vagy lépjen kapcsolatba a PayPal-lal.
it_it: Non è possibile fornire ulteriori motivi specifici. Per ulteriori informazioni su questo pagamento catturato, visitate il vostro conto online o contattate PayPal.
ja: 追加の具体的な理由を説明することはできません。このキャプチャされた支払いに関する詳細については、オンラインでお客様のアカウントにアクセスするか、PayPal にお問い合わせください。
ja_jp: 追加の具体的な理由は提供できません。このキャプチャされた支払いに関する詳細情報は、オンラインでアカウントを訪問するか、PayPalにお問い合わせください。.
ko_kr: 추가적인 구체적인 사유는 제공되지 않습니다. 이 매입된 결제에 대한 자세한 내용은 온라인에서 계정을 방문하거나 PayPal에 문의하세요.
nb_no: Ingen ytterligere spesifikk grunn kan oppgis. Hvis du vil ha mer informasjon om denne betalingen, kan du gå til kontoen din på nettet eller kontakte PayPal.
nl_nl: Er kan geen aanvullende specifieke reden worden opgegeven. Ga voor meer informatie over deze vastgelegde betaling naar uw online account of neem contact op met PayPal.
pl_pl: Nie można podać żadnego innego konkretnego powodu. Aby uzyskać więcej informacji na temat tej przechwyconej płatności, odwiedź swoje konto online lub skontaktuj się z PayPal.
pt_br: Nenhuma razão específica adicional pode ser fornecida. Para obter mais informações sobre esse pagamento capturado, visite sua conta on-line ou entre em contato com PayPal.
pt_pt: Não pode ser fornecido nenhum motivo específico adicional. Para obter mais informações sobre este pagamento capturado, visite a sua conta online ou contacte o PayPal.
ro_ro: Nu poate fi furnizat niciun motiv specific suplimentar. Pentru mai multe informații despre această plată capturată, vizitați contul dvs. online sau contactați PayPal.
ru_ru: Никаких дополнительных конкретных причин указать нельзя. Для получения дополнительной информации об этом захваченном платеже посетите свой аккаунт на сайте или свяжитесь с PayPal.
sv_se: Ingen ytterligare specifik anledning kan anges. Om du vill ha mer information om denna betalning kan du besöka ditt konto online eller kontakta PayPal.
tr_tr: Başka özel bir neden belirtilemez. Bu yakalanan ödeme hakkında daha fazla bilgi için çevrimiçi hesabınızı ziyaret edin veya PayPal ile iletişime geçin.
uk: Не можна надати жодної додаткової конкретної причини. Для отримання додаткової інформації про цей зафіксований платіж відвідайте свій обліковий запис онлайн або зв'яжіться з PayPal.
zh_cn: 无法提供其他具体原因。如需了解有关捕获付款的更多信息，请访问您的在线账户或联系 PayPal。

source: PENDING_REVIEW: The captured payment is pending manual review.
ar: PENDING_REVIEW: الدفعة المقبوضة في انتظار المراجعة اليدوية.
cs_cz: PENDING_REVIEW: Zachycená platba čeká na ruční kontrolu.
de_de: PENDING_REVIEW: Die erfasste Zahlung steht zur manuellen Überprüfung an.
es_es: PENDIENTE_REVISIÓN: El pago capturado está pendiente de revisión manual.
fi: PENDING_REVIEW: Maksun manuaalista tarkistusta odotetaan.
fr_fr: PENDING_REVIEW : Le paiement capturé est en attente d'une révision manuelle.
he_il: PENDING_REVIEW: תש ש ת ק ת.
hu_hu: PENDING_REVIEW: A rögzített fizetés kézi felülvizsgálatra vár.
it_it: PENDING_REVIEW: il pagamento acquisito è in attesa di revisione manuale.
ja: PENDING_REVIEW：キャプチャされた支払いは手動レビュー待ちです。
ja_jp: PENDING_REVIEW: キャプチャされた支払いは手動レビューを待っています。.
ko_kr: PENDING_REVIEW: 캡처된 결제가 수동 검토 대기 중입니다.
nb_no: PENDING_REVIEW: Den registrerte betalingen venter på manuell gjennomgang.
nl_nl: PENDING_REVIEW: De vastgelegde betaling wacht op handmatige controle.
pl_pl: PENDING_REVIEW: Przechwycona płatność oczekuje na ręczną weryfikację.
pt_br: PENDING_REVIEW: o pagamento capturado está pendente de revisão manual.
pt_pt: PENDING_REVIEW: O pagamento capturado está a aguardar revisão manual.
ro_ro: PENDING_REVIEW: Plata capturată este în curs de examinare manuală.
ru_ru: PENDING_REVIEW: Принятый платеж ожидает ручной проверки.
sv_se: PENDING_REVIEW: Den registrerade betalningen inväntar manuell granskning.
tr_tr: PENDING_REVIEW: Yakalanan ödeme manuel inceleme bekliyor.
uk: PENDING_REVIEW: Затвердження платежу чекає на ручний перегляд.
zh_cn: PENDING_REVIEW：捕获的付款正等待人工审核。

source: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: The payee has not yet set up appropriate receiving preferences for their account. This may occur when the payment currency differs from the primary currency.
ar: RECEIVING_PREFERENCE_PREFERENCE_MANDATES_MANUAL_MANUAL_ACTION: لم يقم المدفوع له بإعداد تفضيلات الاستلام المناسبة لحسابه. قد يحدث هذا عندما تختلف عملة الدفع عن العملة الأساسية.
cs_cz: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Příjemce dosud nenastavil pro svůj účet příslušné preference pro příjem. K tomu může dojít, pokud se měna platby liší od primární měny.
de_de: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Der Zahlungsempfänger hat noch keine geeigneten Empfangspräferenzen für sein Konto eingerichtet. Dies kann vorkommen, wenn die Zahlungswährung von der Primärwährung abweicht.
es_es: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: El beneficiario aún no ha configurado las preferencias de recepción adecuadas para su cuenta. Esto puede ocurrir cuando la moneda de pago difiere de la moneda principal.
fi: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Maksunsaaja ei ole vielä määrittänyt tililleen asianmukaisia vastaanottoasetuksia. Tämä voi tapahtua, kun maksun valuutta poikkeaa ensisijaisesta valuutasta.
fr_fr: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION : Le bénéficiaire n'a pas encore défini les préférences de réception appropriées pour son compte. Cela peut se produire lorsque la devise de paiement diffère de la devise principale.
he_il: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: ע ר עפת ק תת ש. צ ע תרש שר ע תש ש ע רש.
hu_hu: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: A kedvezményezett még nem állított be megfelelő fogadási preferenciákat a számlájához. Ez akkor fordulhat elő, ha a fizetési pénznem eltér az elsődleges pénznemtől.
it_it: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: il beneficiario non ha ancora impostato le preferenze di ricezione appropriate per il proprio conto. Ciò può verificarsi quando la valuta di pagamento è diversa dalla valuta principale.
ja: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: 受取人のアカウントに適切な受取設定がまだ設定されていません。これは、支払通貨が主要通貨と異なる場合に発生する可能性があります。
ja_jp: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: 受取人はまだ自分のアカウントに適切な受取設定を行っていません。これは、支払い通貨が主要通貨と異なる場合に発生することがあります。.
ko_kr: 수취인이 계정에 대한 적절한 수신 기본 설정을 아직 설정하지 않았습니다. 이는 결제 통화가 기본 통화와 다른 경우 발생할 수 있습니다.
nb_no: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Betalingsmottakeren har ennå ikke satt opp passende mottakspreferanser for sin konto. Dette kan forekomme når betalingsvalutaen er forskjellig fra den primære valutaen.
nl_nl: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: De begunstigde heeft nog niet de juiste ontvangstvoorkeuren voor zijn rekening ingesteld. Dit kan gebeuren wanneer de betalingsvaluta verschilt van de primaire valuta.
pl_pl: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Odbiorca płatności nie skonfigurował jeszcze odpowiednich preferencji odbioru dla swojego konta. Może się to zdarzyć, gdy waluta płatności różni się od waluty podstawowej.
pt_br: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: O beneficiário ainda não definiu as preferências de recebimento apropriadas para sua conta. Isso pode ocorrer quando a moeda de pagamento é diferente da moeda principal.
pt_pt: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: O beneficiário ainda não definiu as preferências de receção adequadas para a sua conta. Isto pode ocorrer quando a moeda de pagamento é diferente da moeda principal.
ro_ro: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Beneficiarul plății nu a configurat încă preferințele de primire adecvate pentru contul său. Acest lucru poate apărea atunci când moneda de plată diferă de moneda primară.
ru_ru: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Получатель платежа еще не установил соответствующие предпочтения получения для своего счета. Это может произойти, если валюта платежа отличается от основной валюты.
sv_se: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Betalningsmottagaren har ännu inte ställt in lämpliga mottagningspreferenser för sitt konto. Detta kan inträffa när betalningsvalutan skiljer sig från den primära valutan.
tr_tr: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Alacaklı henüz hesabı için uygun alım tercihlerini ayarlamamıştır. Bu durum, ödeme para birimi birincil para biriminden farklı olduğunda ortaya çıkabilir.
uk: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Одержувач ще не налаштував відповідні переваги отримання для свого рахунку. Це може статися, коли валюта платежу відрізняється від основної валюти.

source: REFUNDED: The captured funds were refunded.
ar: المستردة: تم استرداد الأموال التي تم الاستيلاء عليها.
cs_cz: VRÁCENO: Zachycené prostředky byly vráceny.
de_de: REFUNDED: Die eingezogenen Beträge wurden erstattet.
es_es: REEMBOLSADO: Se reembolsaron los fondos captados.
fi: PALAUTETTU: Takaisinmaksetut varat palautettiin.
fr_fr: REMBOURSÉ : Les fonds capturés ont été remboursés.
he_il: ר: ספ שתפס ר.
hu_hu: VISSZAFIZETETT: A befoglalt pénzeszközöket visszafizették.
it_it: RIMBORSO: i fondi catturati sono stati rimborsati.
ja: 払い戻し：取り込まれた資金は払い戻された。
ja_jp: 返金されました: 捕捉された資金は返金されました。.
ko_kr: 환불됨: 포획된 자금이 환불되었습니다.
nb_no: REFUNDERT: De inndratte midlene ble refundert.
nl_nl: TERUGBETALING: De vastgelegde fondsen werden terugbetaald.
pl_pl: ZWROT: Przechwycone środki zostały zwrócone.
pt_br: REEMBOLSO: Os fundos capturados foram reembolsados.
pt_pt: REEMBOLSO: Os fundos capturados foram reembolsados.
ro_ro: Rambursat: Fondurile capturate au fost rambursate.
ru_ru: ВОЗВРАТ: Захваченные средства были возвращены.
sv_se: ÅTERBETALAD: De insamlade medlen återbetalades.
tr_tr: İADE EDİLDİ: Yakalanan fonlar iade edildi.
uk: ВЕРНУТО: Затримані кошти були повернені.
zh_cn: 退款：已退还所获资金。
