Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Below checkout button
ar: زر الخروج أدناه
de_de: Unterhalb des Checkout-Buttons
es_es: Debajo del botón de pago
fr_fr: Sous le bouton de paiement
it_it: Sotto il pulsante di pagamento
pt_br: Abaixo do botão de checkout
pt_pt: Abaixo do botão de checkout
ru_ru: Ниже кнопки оформления заказа
zh_cn: 结账按钮下方

source: Above checkout button
ar: فوق زر السداد
de_de: Über dem Checkout-Button
es_es: Sobre el botón de pago
fr_fr: Au-dessus du bouton de paiement
it_it: Sopra il pulsante di pagamento
pt_br: Acima do botão de checkout
pt_pt: Acima do botão de checkout
ru_ru: Над кнопкой оформления заказа
zh_cn: 结帐按钮上方

source: Funding methods selected here will be hidden from buyers during checkout.
ar: سيتم إخفاء طرق التمويل المحددة هنا عن المشترين أثناء عملية الدفع.
de_de: Die hier gewählten Finanzierungsmethoden werden den Käufern während der Kaufabwicklung verborgen.
es_es: Los métodos de financiación seleccionados aquí se ocultarán a los compradores durante el proceso de pago.
fr_fr: Les méthodes de financement sélectionnées ici seront masquées des acheteurs pendant le processus de paiement.
it_it: I metodi di finanziamento selezionati qui saranno nascosti agli acquirenti durante il checkout.
pt_br: Os métodos de financiamento selecionados aqui serão ocultados dos compradores durante o checkout.
pt_pt: Os métodos de financiamento selecionados aqui serão ocultados aos compradores durante o checkout.
ru_ru: Выбранные здесь способы финансирования будут скрыты от покупателей во время оформления заказа.
zh_cn: 此处选择的付款方式将在结账时对买家隐藏。

source: Vertical (Recommended)
ar: عمودي (موصى به)
cs_cz: Vertikální (doporučeno)
de_de: Vertikal (empfohlen)
es_es: Vertical (Recomendado)
fi: Pystysuora (suositeltava)
fr_fr: Vertical (recommandé)
he_il: (ץ)
hu_hu: Függőleges (ajánlott)
it_it: Verticale (consigliato)
ja: 縦型（推奨）
ja_jp: 縦（推奨）)
km: á”á‰áŸ’á…á¼á›á€á˜áŸ’á–áŸáŸ‹ (á”á¶á“ááŸ‚á“á¶áŸ†)
ko_kr: 세로(권장)
lo: ສູງ (ແນະນຳ)
nb_no: Vertikal (anbefalt)
nl_nl: Verticaal (aanbevolen)
pl_pl: Pionowo (zalecane)
pt_br: Vertical (recomendado)
pt_pt: Vertical (Recomendado)
ro_ro: Vertical (recomandat)
ru_ru: Вертикальный (рекомендуется)
sv_se: Vertikal (rekommenderas)
tr_tr: Dikey (Önerilen)
uk: Вертикальний (Рекомендовано)
vi: Dọc (Được khuyến nghị)
zh_cn: 垂直（推荐）

source: Horizontal
ar: أفقي
cs_cz: Vodorovně
fi: Vaakasuuntainen
fr_fr: Horizontale
he_il: פק
hu_hu: Vízszintes
it_it: Orizzontale
ja: 水平
ja_jp: 水平
km: á á¼ášá¸áŸá„áŸ‹áá›
ko_kr: 가로
lo: ສາຍຮອຍດິນ
nb_no: Horisontal
nl_nl: Horizontaal
pl_pl: Poziomo
ro_ro: Orizontal
ru_ru: Горизонтально
sv_se: Horisontell
tr_tr: Yatay
uk: Горизонтальний
vi: Ngang
zh_cn: 横向

source: Responsive (Recommended)
ar: مستطيل (موصى به)
cs_cz: Citlivý (doporučeno)
de_de: Ansprechbar (empfohlen)
es_es: Responsive (Recomendado)
fi: Responsiivinen (suositeltava)
fr_fr: Réactif (recommandé)
he_il: רספס (ץ)
hu_hu: Responsive (ajánlott)
it_it: Responsive (consigliato)
ja: レスポンシブ（推奨）
ja_jp: レスポンシブ（推奨）)
km: á†áŸ’á›á¾á™áá” (á”á¶á“ááŸ‚á“á¶áŸ†)
ko_kr: 반응형(권장)
lo: ສະຕິດຕໍ່ (ແນະນຳ)
nb_no: Responsiv (anbefalt)
nl_nl: Responsief (aanbevolen)
pl_pl: Responsywny (zalecane)
pt_br: Responsivo (recomendado)
pt_pt: Responsivo (Recomendado)
ro_ro: Responsiv (recomandat)
ru_ru: Отзывчивый (рекомендуется)
sv_se: Responsiv (rekommenderas)
tr_tr: Duyarlı (Önerilen)
uk: Адаптивний (Рекомендується)
vi: Phản hồi (Được khuyến nghị)
zh_cn: 响应式（推荐）

source: Use Place Order Button
ar: استخدم زر تقديم الطلب
cs_cz: Použijte tlačítko Objednat
de_de: "Bestellung aufgeben" / "Kaufen Button" verwenden
es_es: Utilice el botón Realizar pedido
fi: Käytä Place Order-painiketta
fr_fr: Utiliser le bouton "Passer commande
he_il: שתש צ " "
hu_hu: Használja a Megrendelés elhelyezése gombot
it_it: Utilizzate il pulsante Effettua ordine
ja: 注文ボタンを使用する
ja_jp: 注文ボタンを使用する
km: á”áŸ’ášá¾á”áŸŠá¼áá»á„áŠá¶á€áŸ‹á€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰
ko_kr: 주문하기 버튼 사용
lo: ໃຊ້ປຸ່ມສັ່ງຊື້
nb_no: Bruk knappen Legg inn bestilling
nl_nl: Gebruik de knop Bestelling plaatsen
pl_pl: Użyj przycisku Złóż zamówienie
pt_br: Usar o botão Fazer pedido
pt_pt: Utilizar o botão Encomendar
ro_ro: Utilizați butonul Plasați comanda
ru_ru: Используйте кнопку "Разместить заказ
sv_se: Använd knappen Placera order
tr_tr: Sipariş Ver Düğmesini Kullanın
uk: Використовуйте кнопку "Оформити замовлення"
vi: Sử dụng nút Đặt hàng

source: Enable this to use the default Place Order button on the checkout page instead of showing PayPal buttons. This setting does not affect Express Checkout.
ar: قم بتمكين هذا الإعداد لاستخدام زر "تقديم الطلب" الافتراضي في صفحة السداد بدلاً من إظهار أزرار PayPal. لا يؤثر هذا الإعداد على Express Checkout.
cs_cz: Povolte tuto funkci, aby se na stránce pokladny místo tlačítek PayPal zobrazovalo výchozí tlačítko Umístit objednávku. Toto nastavení nemá vliv na službu Express Checkout.
de_de: Aktivieren Sie diese Option, um die Standardschaltfläche Bestellung aufgeben auf der Kassenseite zu verwenden, anstatt die PayPal-Schaltflächen anzuzeigen. Diese Einstellung hat keine Auswirkungen auf die Express-Kaufabwicklung.
es_es: Active esta opción para utilizar el botón predeterminado Realizar pedido en la página de pago en lugar de mostrar los botones de PayPal. Esta configuración no afecta a Pago exprés.
fi: Ota tämä käyttöön, jos haluat käyttää oletusarvoista Tee tilaus -painiketta kassasivulla PayPal-painikkeiden näyttämisen sijasta. Tämä asetus ei vaikuta Express Checkout -toimintoon.
fr_fr: Activez cette option pour utiliser le bouton "Passer commande" par défaut sur la page de paiement au lieu d'afficher les boutons PayPal. Ce paramètre n'affecte pas Express Checkout.
he_il: פשר פשרת שתש צ ' ' ר ררת ף תש ק צ ת צ PayPal. ר שפע ע תש ר.
hu_hu: Ha engedélyezi ezt a beállítást, akkor a PayPal gombok megjelenítése helyett az alapértelmezett Megrendelés leadása gombot használja a pénztár oldalon. Ez a beállítás nem érinti az Express Checkoutot.
it_it: Abilitare questa opzione per utilizzare il pulsante predefinito di inserimento dell'ordine nella pagina di checkout invece di mostrare i pulsanti di PayPal. Questa impostazione non influisce su Express Checkout.
ja: この設定を有効にすると、チェックアウトページでPayPalボタンを表示する代わりに、デフォルトの「注文する」ボタンを使用します。この設定はエクスプレスチェックアウトには影響しません。
ja_jp: これを有効にすると、PayPalボタンを表示する代わりにチェックアウトページでデフォルトの「注文を確定」ボタンを使用します。この設定はエクスプレスチェックアウトには影響しません。.
km: á“áŸáŸ‡ááŸ’ášá¼áœá”á¶á“á¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á”áŸ’ášá¾á”áŸŠá¼áá»á„áŠá¶á€áŸ‹á–á¶á€áŸ’á™áŸá»áŸ†á‡á¶á˜á¼á›áŠáŸ’á‹á¶á“á“áŸ…á›á¾á‘áŸ†á–áŸášá”á„áŸ‹á”áŸ’ášá¶á€áŸ‹ á‡áŸ†á“á½áŸáŸá˜áŸ’ášá¶á”áŸ‹á”áŸŠá¼áá»á„ PayPaláŸ” á€á¶ášá€áŸ†áááŸ‹á“áŸáŸ‡á˜á·á“á˜á¶á“á¥á‘áŸ’á’á·á–á›á›á¾á€á¶ášá‘á¼á‘á¶ááŸ‹á”á“áŸ’á‘á¶á“áŸ‹á‘áŸáŸ”.
ko_kr: 이 설정을 활성화하면 결제 페이지에 PayPal 버튼이 표시되는 대신 기본 주문하기 버튼이 사용됩니다. 이 설정은 빠른 결제에는 영향을 미치지 않습니다.
lo: ໃຫ້ເປີດໃນນີ້ເພື່ອໃຊ້ປຸ່ມສັ່ງຊື້ດັດແດ່ໃນແພຈແຈກສິນຄ້າແທນທີ່ຈະແສດບັດ PayPal. ການຕັ້ງນີ້ບໍ່ສົມບູນກັບ Express Checkout.
nb_no: Aktiver dette for å bruke standardknappen Legg inn bestilling på betalingssiden i stedet for å vise PayPal-knappene. Denne innstillingen påvirker ikke Express Checkout.
nl_nl: Schakel deze optie in om de standaardknop Bestelling plaatsen op de afrekenpagina te gebruiken in plaats van de PayPal-knoppen weer te geven. Deze instelling heeft geen invloed op Express Checkout.
pl_pl: Włącz tę opcję, aby użyć domyślnego przycisku Złóż zamówienie na stronie realizacji zakupu zamiast wyświetlania przycisków PayPal. To ustawienie nie ma wpływu na usługę Express Checkout.
pt_br: Ative essa opção para usar o botão padrão Fazer pedido na página de checkout em vez de mostrar os botões do PayPal. Essa configuração não afeta o Express Checkout.
pt_pt: Ativar esta opção para utilizar o botão predefinido Encomendar na página de finalização da compra em vez de mostrar os botões do PayPal. Esta definição não afecta o Express Checkout.
ro_ro: Activați această opțiune pentru a utiliza butonul implicit Plasați comanda pe pagina de checkout în loc să afișați butoanele PayPal. Această setare nu afectează Express Checkout.
ru_ru: Включите этот параметр, чтобы использовать кнопку "Оформить заказ" по умолчанию на странице оформления заказа вместо отображения кнопок PayPal. Эта настройка не влияет на Express Checkout.
sv_se: Aktivera detta för att använda standardknappen Lägg order på kassasidan istället för att visa PayPal-knappar. Den här inställningen påverkar inte Express Checkout.
tr_tr: Ödeme sayfasında PayPal düğmelerini göstermek yerine varsayılan Sipariş Ver düğmesini kullanmak için bunu etkinleştirin. Bu ayar Express Checkout'u etkilemez.
uk: Увімкніть це, щоб використовувати кнопку "Замовити" за замовчуванням на сторінці оформлення замовлення замість відображення кнопок PayPal. Ця настройка не впливає на експрес-оформлення.
vi: Bật tùy chọn này để sử dụng nút Đặt hàng mặc định trên trang thanh toán thay vì hiển thị các nút PayPal. Cài đặt này không ảnh hưởng đến Thanh toán Nhanh.

source: Express Checkout
ar: الدفع السريع
cs_cz: Expresní pokladna
de_de: Express-Kaufabwicklung
es_es: Pago exprés
fr_fr: Paiement express
he_il: תש ר
hu_hu: Expressz fizetés
it_it: Checkout rapido
ja: エクスプレスチェックアウト
ja_jp: エクスプレスチェックアウト
km: á…áŸá‰á‡á¼á“á¥ááˆá”áŸ‹áˆáš
ko_kr: 빠른 결제
lo: ການຊໍາລະເງິນດ່ວນ
nb_no: Hurtigkasse
nl_nl: Snel bestellen
pl_pl: Szybkie zamówienie
pt_br: Checkout expresso
pt_pt: Checkout expresso
ru_ru: Быстрое оформление
sv_se: Snabbetalning
tr_tr: Hızlı Ödeme
uk: Швидка каса
vi: Thanh toán nhanh
zh_cn: 快速结账

source: Enable Express Checkout (Display the PayPal button at the top of the checkout page).
ar: ستظهر هذه الرسالة بالقرب من زر الخروج السريع من PayPal في أعلى صفحة الدفع.
de_de: Aktivieren Sie die Express-Kaufabwicklung (zeigen Sie die PayPal-Schaltfläche oben auf der Kaufabwicklungsseite an).
es_es: Active Pago exprés (muestre el botón de PayPal en la parte superior de la página de pago).
fr_fr: Activer le paiement express (afficher le bouton PayPal en haut de la page de paiement).
it_it: Attivare l'Express Checkout (visualizzare il pulsante PayPal nella parte superiore della pagina di checkout).
pt_br: Habilite o Express Checkout (exiba o botão do PayPal na parte superior da página de checkout).
pt_pt: Ativar o Express Checkout (Mostrar o botão PayPal na parte superior da página de checkout).
ru_ru: Включите экспресс-оформление заказа (отображение кнопки PayPal в верхней части страницы оформления заказа).
zh_cn: 启用快速结账（在结账页面顶部显示 PayPal 按钮）。

source: Mini Cart (Side Cart)
ar: صفحة سلة التسوق المصغرة
cs_cz: Mini vozík (boční vozík)
de_de: Miniwagen (Seitenwagen)
es_es: Minicarro (carro lateral)
fi: Minikärry (sivukärry)
fr_fr: Mini-chariot (chariot latéral)
he_il: עת (ע צת)
hu_hu: Mini kocsi (oldalsó kocsi)
it_it: Carrello mini (carrello laterale)
ja: ミニカート（サイドカート）
ja_jp: ミニカート（サイドカート）)
km: á€á“áŸ’ááŸ’ášá€áá¼á… (á€á“áŸ’ááŸ’ášá€áá¶á„)
ko_kr: 미니 카트(사이드 카트)
nb_no: Minivogn (sidevogn)
nl_nl: Minikarretje (zijkarretje)
pl_pl: Mini wózek (wózek boczny)
pt_br: Mini carrinho (carrinho lateral)
pt_pt: Mini carro (carro lateral)
ro_ro: Mini cărucior (cărucior lateral)
ru_ru: Мини-тележка (боковая тележка)
sv_se: Minivagn (sidovagn)
tr_tr: Mini Araba (Yan Araba)
uk: Міні Кошик (Боковий Кошик)
vi: Giỏ hàng nhỏ (Giỏ bên)
zh_cn: 迷你推车（侧推车）

source: Button Location
ar: دکمه لوکیشن
de_de: Platzierung der Schaltfläche
es_es: Ubicación del Botón
fr_fr: Emplacement du bouton
it_it: Posizione del pulsante
pt_br: Localização do botão
pt_pt: Localização do Botão
ru_ru: Расположение кнопки
zh_cn: 按钮位置

source: To use Advanced Credit/Debit Card (PayPal), your PayPal account must meet eligibility requirements. Please ensure your account is approved for advanced card processing. <a target="_blank" href="https://developer.paypal.com/docs/multiparty/checkout/advanced/#eligibility">View eligibility requirements</a>.
ar: لاستخدام بطاقة الائتمان/الخصم المتقدمة (PayPal)، يجب أن يستوفي حسابك على PayPal متطلبات الأهلية. يُرجى التأكد من أن حسابك معتمد لمعالجة البطاقة المتقدمة. <a target="_blank" href="https://developer.paypal.com/docs/multiparty/checkout/advanced/#eligibility">عرض متطلبات الأهلية</a>.
de_de: Um die erweiterte Kredit-/Debitkarte (PayPal) verwenden zu können, muss Ihr PayPal-Konto die Zulassungsbedingungen erfüllen. Bitte stellen Sie sicher, dass Ihr Konto für die erweiterte Kartenverarbeitung zugelassen ist. <a target="_blank" href="https://developer.paypal.com/docs/multiparty/checkout/advanced/#eligibility">Zulassungsvoraussetzungen anzeigen</a>.
es_es: Para utilizar la tarjeta de crédito/débito avanzada (PayPal), su cuenta PayPal debe cumplir los requisitos de elegibilidad. Asegúrese de que su cuenta está aprobada para el procesamiento avanzado de tarjetas. <a target="_blank" href="https://developer.paypal.com/docs/multiparty/checkout/advanced/#eligibility">Consulte</a> los <a target="_blank" href="https://developer.paypal.com/docs/multiparty/checkout/advanced/#eligibility">requisitos</a>.
fr_fr: Pour utiliser la carte de crédit/débit avancée (PayPal), votre compte PayPal doit remplir les conditions d'éligibilité. Veuillez vous assurer que votre compte est approuvé pour le traitement des cartes avancées. <a target="_blank" href="https://developer.paypal.com/docs/multiparty/checkout/advanced/#eligibility">Voir les conditions d'éligibilité</a>.
it_it: Per utilizzare la carta di credito/debito avanzata (PayPal), il conto PayPal deve soddisfare i requisiti di idoneità. Assicuratevi che il vostro conto sia approvato per l'elaborazione avanzata delle carte. <a target="_blank" href="https://developer.paypal.com/docs/multiparty/checkout/advanced/#eligibility">Visualizza i requisiti di idoneità</a>.
pt_br: Para usar o cartão de crédito/débito avançado (PayPal), sua conta do PayPal deve atender aos requisitos de qualificação. Verifique se sua conta foi aprovada para o processamento avançado de cartões. <a target="_blank" href="https://developer.paypal.com/docs/multiparty/checkout/advanced/#eligibility">Veja os requisitos de qualificação</a>.
pt_pt: Para utilizar o cartão de crédito/débito avançado (PayPal), a sua conta PayPal tem de cumprir os requisitos de elegibilidade. Certifique-se de que sua conta seja aprovada para o processamento avançado de cartões. <a target="_blank" href="https://developer.paypal.com/docs/multiparty/checkout/advanced/#eligibility">Ver os requisitos de elegibilidade</a>.
ru_ru: Чтобы использовать расширенную обработку кредитных/дебетовых карт (PayPal), ваш счет PayPal должен соответствовать требованиям. Убедитесь, что ваш счет одобрен для обработки карт с расширенными возможностями. <a target="_blank" href="https://developer.paypal.com/docs/multiparty/checkout/advanced/#eligibility">Ознакомьтесь с требованиями к соответствию</a>.

source: Enable Advanced Credit/Debit Card
ar: عنوان بطاقات الائتمان المتقدمة
cs_cz: Povolení pokročilé kreditní/debetní karty
de_de: Erweiterte Kredit-/Debitkarte aktivieren
es_es: Activar tarjeta de crédito/débito avanzada
fi: Ota käyttöön Advanced Credit/Debit Card
fr_fr: Activer la fonction avancée de carte de crédit/débit
he_il: פע רס שר/ תק
hu_hu: Speciális hitel/betéti kártya engedélyezése
it_it: Abilitazione della carta di credito/debito avanzata
ja: 高度なクレジット/デビットカードを有効にする
ja_jp: 高度なクレジット/デビットカードを有効にする
km: á”á¾á€á€á¶áá¥áá‘á¶á“/á€á¶áá¥áá‘á¶á“á˜á»áá˜á¶ááŸ‹á€á˜áŸ’ášá·áááŸ’á–áŸáŸ‹
ko_kr: 고급 신용/직불 카드 사용
lo: ໃຫ້ເປີດການໃຊ້ບັດເຄດິດ/ບັດເດບິດທີ່ລະບົບສູງ
nb_no: Aktiver avansert kreditt-/debetkort
nl_nl: Geavanceerd creditcard/debetkaart inschakelen
pl_pl: Włącz zaawansowane karty kredytowe/debetowe
pt_br: Ativar cartão de crédito/débito avançado
pt_pt: Ativar cartão de crédito/débito avançado
ro_ro: Activare avansată card de credit/debit
ru_ru: Включить расширенные возможности кредитной/дебетовой карты
sv_se: Aktivera avancerat kredit-/betalkort
tr_tr: Gelişmiş Kredi/Banka Kartını Etkinleştir
uk: Увімкнути розширене використання кредитної/дебетової картки
vi: Bật Thẻ Tín Dụng/Ghi Nợ Nâng Cao
zh_cn: 启用高级信用卡/借记卡
