Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Log PayPal events, such as Webhook, Payment, Refund inside %s
ar: سجل أحداث PayPal، مثل Webhook والدفع والاسترداد داخل %s
cs_cz: Protokolování událostí PayPal, například Webhook, Platba, Vrácení peněz uvnitř %s
de_de: Protokollieren Sie PayPal-Ereignisse, wie z. B. Webhook, Zahlung, Rückerstattung innerhalb %s
es_es: Registrar eventos de PayPal, como Webhook, Pago, Reembolso dentro de %s
fi: Loki PayPal-tapahtumat, kuten Webhook, Maksu, Palautus sisällä %s
fr_fr: Enregistrer les événements PayPal, tels que Webhook, Paiement, Remboursement à l'intérieur %s
he_il: רש רע PayPal, Webhook, תש, ר ספ ת %s
hu_hu: Naplózza a PayPal eseményeket, mint például a Webhook, fizetés, visszatérítés %s
it_it: Registra gli eventi PayPal, come Webhook, Pagamento, Rimborso all'interno %s
ja: 0]内のWebhook、支払い、払い戻しなどのPayPalイベントをログに記録する。
ja_jp: %s 内で、Webhook、Payment、Refund などの PayPal イベントをログします。
km: á€ááŸ‹ááŸ’ášá¶á–áŸ’ášá¹ááŸ’áá·á€á¶ášááŸ PayPal áŠá¼á…á‡á¶ Webhook, Payment, Refund á“áŸ…á€áŸ’á“á»á„ %s
ko_kr: 웹훅, 결제, 환불 등의 PayPal 이벤트를 %s 내부에 기록합니다
lo: Log PayPal ກິດຈະກຳ, ເຊັ່ນ Webhook, ການຈ່າຍ, ການຄືນເງິນ ຂອງ %s
nb_no: Loggfør PayPal-hendelser, for eksempel Webhook, Betaling, Refusjon inne %s
nl_nl: Log PayPal-gebeurtenissen, zoals Webhook, Betaling, Terugbetaling binnen %s
pl_pl: Rejestrowanie zdarzeń PayPal, takich jak Webhook, Płatność, Zwrot wewnątrz %s
pt_br: Registre eventos do PayPal, como Webhook, Pagamento, Reembolso dentro de %s
pt_pt: Registar eventos PayPal, tais como Webhook, Pagamento, Reembolso dentro de %s
ro_ro: Înregistrați evenimentele PayPal, cum ar fi Webhook, Plată, Rambursare în interior %s
ru_ru: Ведите журнал событий PayPal, таких как Webhook, Payment, Refund внутри %s
sv_se: Logga PayPal-händelser, t.ex. Webhook, Betalning, Återbetalning inuti %s
tr_tr: Webhook, Ödeme, Geri Ödeme gibi PayPal olaylarını içeride günlüğe kaydetme %s
uk: Логуйте події PayPal, такі як Webhook, Платіж, Виплата, всередині %s
vi: Ghi lại các sự kiện PayPal, chẳng hạn như Webhook, Thanh toán, Hoàn tiền bên trong %s
zh_cn: 记录 PayPal 事件，如 Webhook、付款、内部退款 %s

source: Payment method description that the customer will see on your checkout.
ar: وصف وسيلة الدفع الذي يراه المستخدم في صفحة الدفع.
de_de: Beschreibung der Zahlungsart, die Kunden auf Ihrer Website sehen.
es_es: Descripción del método de pago que el cliente verá en su pago.
fr_fr: Méthode de paiement que le client vera lors du passage de la commande.
it_it: Descrizione del metodo di pagamento che il cliente vedrà al momento dell'acquisto.
pt_br: Descrição do método de pagamento a ser visualizada pelos clientes.
pt_pt: Descrição do método de pagamento a mostrar ao cliente ao finalizar encomenda.
ru_ru: Описание метода оплаты, которое клиент увидит на вашем оформлении.
zh_cn: 此付款方式说明，客户会在你结帐看到。

source: PayPal API Credentials
ar: إعتماد API لباي بال
de_de: PayPal-API-Anmeldeinformationen
es_es: Credenciales de la API de PayPal
fr_fr: Identifiants de l'API PayPal
it_it: Credenziali API PayPal
pt_br: Credenciais da API do PayPal
pt_pt: Credenciais da API do PayPal
ru_ru: API учетные данные PayPal
zh_cn: PayPal API凭证

source: Production
ar: الإنتاج
de_de: Produktion
es_es: Producción
it_it: Produzione
pt_br: Produção
pt_pt: Produção
ru_ru: Производство
zh_cn: 生产

source: Client ID
ar: المُعرّف (Client ID)
es_es: ID de cliente
fr_fr: ID Client
it_it: ID Cliente
pt_br: ID do Cliente
pt_pt: Id do Cliente
ru_ru: ID клиента
zh_cn: 客户端ID

source: <a href="%1$s" target="_blank" style="text-decoration: none;">Retrieve your Client ID and Secret key</a>&nbsp;&nbsp;|&nbsp;&nbsp;<a href="%2$s" target="_blank" style="text-decoration: none;">Need help? Read PayPal’s documentation</a>
ar: <a href="%1$s" target="_blank" style="text-decoration: none;">استرداد معرّف العميل والمفتاح السري</a> | <a href="%2$s" target="_blank" style="text-decoration: none;">هل تحتاج إلى مساعدة؟ اقرأ وثائق PayPal</a>
de_de: <a href="%1$s" target="_blank" style="text-decoration: none;">Rufen Sie Ihre Kunden-ID und Ihren geheimen Schlüssel ab</a> | <a href="%2$s" target="_blank" style="text-decoration: none;">Brauchen Sie Hilfe? Lesen Sie die Dokumentation von PayPal</a>
es_es: <a href="%1$s" target="_blank" style="text-decoration: none;">Recuperar el Id. de cliente y la clave secreta</a> | <a href="%2$s" target="_blank" style="text-decoration: none;">¿Necesita ayuda? Lea la documentación de PayPal</a>
fr_fr: <a href="%1$s" target="_blank" style="text-decoration: none;">Récupérer votre identifiant client et votre clé secrète</a> | <a href="%2$s" target="_blank" style="text-decoration: none;">Besoin d'aide ? Lire la documentation de PayPal</a>
it_it: <a href="%1$s" target="_blank" style="text-decoration: none;">Recuperare l'ID cliente e la chiave segreta</a> | <a href="%2$s" target="_blank" style="text-decoration: none;">Avete bisogno di aiuto? Leggete la documentazione di PayPal</a>
pt_br: <a href="%1$s" target="_blank" style="text-decoration: none;">Recupere sua ID de cliente e chave secreta</a> | <a href="%2$s" target="_blank" style="text-decoration: none;">Precisa de ajuda? Leia a documentação do PayPal</a>
pt_pt: <a href="%1$s" target="_blank" style="text-decoration: none;">Recuperar sua ID de cliente e chave secreta</a> | <a href="%2$s" target="_blank" style="text-decoration: none;">Precisa de ajuda? Leia a documentação do PayPal</a>
ru_ru: <a href="%1$s" target="_blank" style="text-decoration: none;">Получите идентификатор клиента и секретный ключ</a> | <a href="%2$s" target="_blank" style="text-decoration: none;">Нужна помощь? Читайте документацию PayPal</a>

source: Secret key
ar: مفتاح سري
de_de: Geheimer Schlüssel
es_es: Clave secreta
fr_fr: Clé secrète
it_it: Chiave segreta
pt_br: Chave Secreta
pt_pt: Chave secreta
ru_ru: Секретный ключ
zh_cn: 密钥

source: Enter your Secret key.
ar: أدخل سر PayPal الخاص بك.
de_de: Geben Sie Ihren Geheimschlüssel ein.
es_es: Introduzca su clave secreta.
fr_fr: Saisissez votre clé secrète.
it_it: Immettere la chiave segreta.
pt_br: Digite sua chave secreta.
pt_pt: Introduza a sua chave secreta.
ru_ru: Введите Секретный ключ.
zh_cn: 输入密匙。

source: Enter your PayPal Secret key.
ar: أدخل سر PayPal الخاص بك.
de_de: Geben Sie Ihren PayPal-Geheimschlüssel ein.
es_es: Introduzca su clave secreta de PayPal.
fr_fr: Saisissez votre clé secrète PayPal.
it_it: Inserite la vostra chiave segreta PayPal.
pt_br: Digite sua chave secreta do PayPal.
pt_pt: Introduza a sua chave secreta do PayPal.
ru_ru: Введите секретный ключ PayPal.
zh_cn: 输入您的 PayPal 密匙。

source: Enable product-specific button settings to apply the selected options to PayPal Smart Buttons on your product pages.
ar: تمكين إعدادات الأزرار المحددة للمنتج، وستُطبق الخيارات المحددة على أزرار PayPal الذكية على صفحات المنتجات الخاصة بك.
de_de: Aktivieren Sie die produktspezifischen Schaltflächeneinstellungen, um die ausgewählten Optionen auf die PayPal-Smart-Buttons auf Ihren Produktseiten anzuwenden.
es_es: Active la configuración de botones específicos de producto para aplicar las opciones seleccionadas a los botones inteligentes de PayPal en sus páginas de producto.
fr_fr: Activez les paramètres des boutons spécifiques aux produits pour appliquer les options sélectionnées aux boutons intelligents PayPal sur les pages de vos produits.
it_it: Abilitare le impostazioni dei pulsanti specifici per i prodotti per applicare le opzioni selezionate ai pulsanti intelligenti PayPal sulle pagine dei prodotti.
pt_br: Ative as configurações de botão específicas do produto para aplicar as opções selecionadas aos Botões inteligentes do PayPal nas páginas do produto.
pt_pt: Ative as configurações de botão específicas do produto para aplicar as opções selecionadas aos Botões inteligentes do PayPal nas páginas do produto.
ru_ru: Включите настройки кнопок для конкретного продукта, чтобы применить выбранные параметры к смарт-кнопкам PayPal на страницах товаров.
zh_cn: 启用特定产品按钮设置，将所选选项应用于产品页面上的PayPal智能按钮。

source: Enable the Cart-specific button settings to apply these options to the PayPal buttons displayed on your Cart page.
ar: تمكين إعدادات الأزرار المحددة لسلة التسوق، وستُطبق الخيارات المحددة على أزرار PayPal في صفحة سلة التسوق الخاصة بك.
de_de: Aktivieren Sie die wagenspezifischen Schaltflächeneinstellungen, um diese Optionen auf die PayPal-Schaltflächen anzuwenden, die auf Ihrer Warenkorb-Seite angezeigt werden.
es_es: Active la configuración de botones específicos del carro para aplicar estas opciones a los botones de PayPal mostrados en la página del carro.
fr_fr: Activez les paramètres des boutons spécifiques au panier pour appliquer ces options aux boutons PayPal affichés sur la page du panier.
it_it: Attivare le impostazioni del pulsante specifico del carrello per applicare queste opzioni ai pulsanti PayPal visualizzati nella pagina del carrello.
pt_br: Ative as configurações do botão específico do carrinho para aplicar essas opções aos botões do PayPal exibidos em sua página do carrinho.
pt_pt: Ative as configurações do botão específico do carrinho para aplicar essas opções aos botões do PayPal exibidos na sua página do carrinho.
ru_ru: Включите настройки кнопок для конкретной корзины, чтобы применить эти параметры к кнопкам PayPal, отображаемым на странице корзины.
zh_cn: 启用购物车特定按钮设置，将这些选项应用到购物车页面上显示的 PayPal 按钮。

source: Mini Cart Settings
ar: صفحة سلة التسوق المصغرة
de_de: Warenkorb Einstellungen
es_es: Ajustes de Mini Carrito
fr_fr: Paramètres mini-panier
it_it: Impostazioni del mini-carrello
pt_br: Configurações do Mini Carrinho
pt_pt: Configurações do Mini carrinho
ru_ru: Настройки мини-корзины
zh_cn: 迷你购物车设置

source: Enable the Mini Cart-specific button settings to apply these options to the PayPal buttons on your Mini Cart page.
ar: تمكين إعدادات الأزرار المحددة لسلة التسوق المصغرة، وستُطبق الخيارات المحددة على أزرار PayPal في صفحة سلة التسوق المصغرة.
de_de: Aktivieren Sie die Mini-Warenkorb-spezifischen Schaltflächeneinstellungen, um diese Optionen auf die PayPal-Schaltflächen auf Ihrer Mini-Warenkorb-Seite anzuwenden.
es_es: Active la configuración del botón específico del Mini carro para aplicar estas opciones a los botones de PayPal de la página del Mini carro.
fr_fr: Activez les paramètres des boutons spécifiques au mini-panier pour appliquer ces options aux boutons PayPal de la page du mini-panier.
it_it: Attivare le impostazioni dei pulsanti specifici del carrello per applicare queste opzioni ai pulsanti PayPal della pagina del carrello.
pt_br: Ative as configurações de botão específicas do Mini Carrinho para aplicar essas opções aos botões do PayPal em sua página do Mini Carrinho.
pt_pt: Ative as configurações de botão específicas do Carrinho de compras para aplicar essas opções aos botões do PayPal na sua página do Carrinho de compras.
ru_ru: Включите настройки кнопок для конкретной мини-корзины, чтобы применить эти параметры к кнопкам PayPal на странице мини-корзины.
zh_cn: 启用迷你购物车专用按钮设置，将这些选项应用于迷你购物车页面上的 PayPal 按钮。

source: Pay Later Messaging Customization
ar: إعدادات رسائل الدفع لاحقًا
de_de: Pay Later Messaging-Anpassung
es_es: Personalización de la mensajería Pay Later
fr_fr: Personnalisation de la messagerie Pay Later
it_it: Personalizzazione della messaggistica Pay Later
pt_br: Personalização de mensagens do Pay Later
pt_pt: Personalização de mensagens Pay Later
ru_ru: Настройка сообщений "Заплати позже
zh_cn: 稍后付款信息定制

source: Checkout Page Settings - Advanced Credit/Debit Card
ar: إعدادات صفحة الدفع - بطاقة الائتمان/الخصم المتقدمة
de_de: Einstellungen für die Kassenseite - Erweiterte Kredit-/Debitkarte
es_es: Configuración de la página de pago - Tarjeta de crédito/débito avanzada
fr_fr: Paramètres de la page de paiement - Avancé Carte de crédit/débit
it_it: Impostazioni della pagina di pagamento - Avanzate Carta di credito/debito
pt_br: Configurações da página de checkout - Cartão de crédito/débito avançado
pt_pt: Definições da página de finalização da compra - Cartão de crédito/débito avançado
ru_ru: Настройки страницы оформления заказа - Дополнительные параметры кредитной/дебетовой карты
zh_cn: 结账页面设置 - 高级信用卡/借记卡

source: Enable advanced credit and debit card payments
ar: تمكين الدفع ببطاقات الائتمان والخصم المتقدمة
de_de: Ermöglichen Sie erweiterte Kredit- und Debitkartenzahlungen
es_es: Permitir pagos avanzados con tarjeta de crédito y débito
fr_fr: Permettre des paiements avancés par carte de crédit et de débit
it_it: Consentire pagamenti avanzati con carte di credito e di debito
pt_br: Permitir pagamentos avançados com cartão de crédito e débito
pt_pt: Permitir pagamentos avançados com cartões de crédito e débito
ru_ru: Обеспечьте расширенные возможности оплаты кредитными и дебетовыми картами
zh_cn: 支持先进的信用卡和借记卡支付

source: Additional Configuration Options
ar: خيارات التكوين الإضافية
de_de: Zusätzliche Konfigurationsoptionen
es_es: Opciones de configuración adicionales
fr_fr: Options de configuration supplémentaires
it_it: Opzioni di configurazione aggiuntive
pt_br: Opções adicionais de configuração
pt_pt: Opções de configuração adicionais
ru_ru: Дополнительные параметры конфигурации
zh_cn: 其他配置选项

source: Log PayPal events, such as Webhook, Payment, Refund inside %1$s
ar: تسجيل أحداث PayPal، مثل Webhook، والدفع، والاسترداد داخل %1$s
de_de: Protokollieren Sie PayPal-Ereignisse, wie Webhook, Zahlung, Rückerstattung innerhalb %1$s
es_es: Registrar eventos de PayPal, como Webhook, Pago, Reembolso dentro de %1$s
fr_fr: Enregistrer les événements PayPal, tels que Webhook, Paiement, Remboursement à l'intérieur %1$s
it_it: Registra gli eventi PayPal, come Webhook, Pagamento, Rimborso all'interno %1$s
pt_br: Registre eventos do PayPal, como Webhook, Pagamento, Reembolso dentro de %1$s
pt_pt: Registar eventos PayPal, tais como Webhook, Pagamento, Reembolso dentro de %1$s
ru_ru: Ведите журнал событий PayPal, таких как Webhook, Payment, Refund внутри %1$s

source: Displays the Google Pay button.
ar: يعرض الزر Google Pay.
de_de: Zeigt die Google Pay-Schaltfläche an.
es_es: Muestra el botón de Google Pay.
fr_fr: Affiche le bouton Google Pay.
it_it: Visualizza il pulsante Google Pay.
pt_br: Exibe o botão do Google Pay.
pt_pt: Apresenta o botão do Google Pay.
ru_ru: Отображает кнопку Google Pay.
zh_cn: 显示 Google Pay 按钮。

source: Apple Pay Title
ar: عنوان الصفحة
de_de: Apple Pay Titel
es_es: Apple Pay Título
fr_fr: Titre Apple Pay
it_it: Titolo Apple Pay
pt_br: Título do Apple Pay
pt_pt: Título Apple Pay
ru_ru: Название Apple Pay
zh_cn: Apple Pay 标题

source: Allow buyers to pay using Apple Pay.
ar: السماح للمشترين بالدفع باستخدام Apple Pay.
de_de: Ermöglichen Sie Käufern die Bezahlung mit Apple Pay.
es_es: Permitir a los compradores pagar con Apple Pay.
fr_fr: Permettre aux acheteurs de payer à l'aide d'Apple Pay.
it_it: Consentire agli acquirenti di pagare con Apple Pay.
pt_br: Permitir que os compradores paguem usando o Apple Pay.
pt_pt: Permitir que os compradores efectuem pagamentos através do Apple Pay.
ru_ru: Предоставьте покупателям возможность оплачивать покупки с помощью Apple Pay.
zh_cn: 允许买家使用 Apple Pay 支付。

source: Apple Pay Payment Description
ar: إجراء الدفع
de_de: Apple Pay Zahlung Beschreibung
es_es: Descripción del pago con Apple Pay
fr_fr: Description du paiement Apple Pay
it_it: Descrizione del pagamento con Apple Pay
pt_br: Descrição do pagamento Apple Pay
pt_pt: Descrição do pagamento Apple Pay
ru_ru: Описание платежей Apple Pay
zh_cn: Apple 支付说明

source: This controls the description which the user sees when they select Apple Pay payment method during checkout.
ar: هذا يتحكم في الوصف الذي يراه المستخدم أثناء الدفع.
de_de: Dies steuert die Beschreibung, die der Benutzer sieht, wenn er die Apple Pay-Zahlungsmethode während des Bezahlvorgangs auswählt.
es_es: Esto controla la descripción que el usuario ve cuando selecciona el método de pago de Apple Pay durante el pago.
fr_fr: Cela permet de contrôler la description que l'utilisateur voit lorsqu'il sélectionne la méthode de paiement Apple Pay lors de la commande.
it_it: Controlla la descrizione che l'utente vede quando seleziona il metodo di pagamento Apple Pay durante il checkout.
pt_br: Isso controla a descrição que o usuário vê quando seleciona o método de pagamento Apple Pay durante o checkout.
pt_pt: Esta opção controla a descrição que o utilizador vê quando seleciona o método de pagamento Apple Pay durante a finalização da compra.
ru_ru: Этот параметр управляет описанием, которое пользователь видит при выборе способа оплаты Apple Pay во время оформления заказа.
zh_cn: 这将控制用户在结账时选择 Apple Pay 支付方式时看到的描述。

source: Accept payments using Apple Pay.
ar: قبول المدفوعات باستخدام Apple Pay.
de_de: Akzeptieren Sie Zahlungen mit Apple Pay.
es_es: Acepta pagos con Apple Pay.
fr_fr: Accepter les paiements à l'aide d'Apple Pay.
it_it: Accettare pagamenti con Apple Pay.
pt_br: Aceitar pagamentos usando o Apple Pay.
pt_pt: Aceitar pagamentos utilizando o Apple Pay.
ru_ru: Принимайте платежи с помощью Apple Pay.
zh_cn: 使用 Apple Pay 接受支付。

source: PayPal Shipment Tracking
ar: إعدادات باي بال
cs_cz: Sledování zásilek PayPal
de_de: PayPal Einstellungen
es_es: Configuración de PayPal
fi: PayPal-lähetyksen seuranta
fr_fr: Paramètres PayPal
he_il: עק ר ש PayPal
hu_hu: PayPal küldeménykövetés
it_it: Impostazioni PayPal
ja: PayPal出荷追跡
ja_jp: PayPalの発送追跡
km: á€á¶ášáá¶á˜áŠá¶á“á€á¶ášáŠá¹á€á‡á‰áŸ’á‡á¼á“ PayPal
ko_kr: 페이팔 설정
lo: ການຕິດຕາມສິນຄ້າ PayPal
nb_no: Sporing av PayPal-forsendelser
nl_nl: PayPal Verzending Traceren
pl_pl: Śledzenie przesyłki PayPal
pt_br: Configurações do PayPal
pt_pt: Configurações do PayPal
ro_ro: Urmărirea expedierilor PayPal
ru_ru: Настройки PayPal
sv_se: PayPal leveransspårning
tr_tr: PayPal Gönderi Takibi
uk: Відстеження відправлень PayPal
vi: Theo dõi vận chuyển PayPal
zh_cn: PayPal 设置

source: Transaction Id
ar: %s معرّف المعاملة: %s
cs_cz: ID transakce
de_de: Transaktionsnummer
es_es: ID de transacción
fi: Maksutapahtuman ID
he_il: עסק
hu_hu: Tranzakció azonosító szám (ID)
it_it: ID Transizione
ja: 取引 ID
ja_jp: 取引ID
km: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá›áŸá
ko_kr: 트랜잭션 ID
lo: ລະຫັດການເລກທີ່
nb_no: Transaksjons-ID
nl_nl: Transactie Id
pl_pl: ID Transakcji
pt_br: Id de transação
pt_pt: ID da transação
ro_ro: ID tranzacție
ru_ru: ID транзакции
sv_se: Transaktions-ID
tr_tr: Ödeme işlem numarası
uk: Ідентифікатор транзакції
vi: Mã giao dịch
zh_cn: 交易 ID

source: Tracking Number*
ar: عدد تتبع*
cs_cz: Sledovací číslo*
de_de: Verfolgungsnummer*
es_es: Número de seguimiento*
fi: Seurantanumero*
fr_fr: Numéro de suivi*
he_il: ספר עק*
hu_hu: Nyomon követési szám*
it_it: Numero di tracciamento*
ja: 追跡番号
ja_jp: 追跡番号*
km: á›áŸááá¶á˜áŠá¶á“*
ko_kr: 추적 번호*
lo: ເບີຕິດຕາມ*
nb_no: Sporingsnummer*
nl_nl: Volgnummer*
pl_pl: Numer śledzenia*
pt_br: Número de rastreamento*
pt_pt: Número de rastreio*
ro_ro: Numărul de urmărire*
ru_ru: Номер отслеживания*
sv_se: Spårningsnummer*
tr_tr: Takip Numarası*
uk: Номер для відстеження*
vi: Số theo dõi*
zh_cn: 跟踪编号*

source: Status
ar: الحالة
cs_cz: Stav
es_es: Estado
fi: Tila
fr_fr: Statut
he_il: סס
hu_hu: Állapot
it_it: Stato
ja: ステータス
ja_jp: ステータス
km: áŸáŸ’áá¶á“á—á¶á–
ko_kr: 상태
lo: ສະຖານະ
pt_pt: Estado
ro_ro: Stare
ru_ru: Статус
tr_tr: Durum
uk: Статус
vi: Trạng thái
zh_cn: 状态

source: Carrier
ar: الناقل
cs_cz: Přepravce
de_de: Transporteur
es_es: Transportista
fi: Kuljetusyritys
fr_fr: Transporteur
he_il: פע
hu_hu: Szállító
it_it: Corriere
ja: キャリア
ja_jp: キャリア
km: á¢áŸ’á“á€áŠá¹á€á‡á‰áŸ’á‡á¼á“
ko_kr: 케리어
lo: ຜູ້ສົ່ງສິນຄ້າ
nb_no: Transportør
nl_nl: Hoe te kopen
pl_pl: Przewoźnik
pt_br: Transportadora
pt_pt: Transportadora
ro_ro: Transportator
ru_ru: Перевозчик
sv_se: Transportör
tr_tr: Taşıyıcı
uk: Перевізник
vi: Nhà vận chuyển
zh_cn: 运送人

source: Select Carrier
ar: حدد الصفحة (الصفحات)
cs_cz: Vyberte dopravce
de_de: Wählen Sie einen Lieferanten
es_es: Seleccionar transportadora
fi: Valitse operaattori
fr_fr: Choisir un transporteur
he_il: ר ספק
hu_hu: Válassza szállítót
it_it: Selezionare la pagina (o le pagine)
ja: キャリアを選択
ja_jp: キャリアを選択してください
km: á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€áŠá¹á€á‡á‰áŸ’á‡á¼á“
ko_kr: 케리어 선택
lo: ເລືອກບໍລິສັດ
nb_no: Velg transportør
nl_nl: Selecteer vervoerder
pl_pl: Wybierz przewoźnika
pt_br: Escolha um portador
pt_pt: Selecionar página(s)
ro_ro: Selectați transportatorul
ru_ru: Выберите Перевозчика
sv_se: Välj transportör
tr_tr: Taşıyıcı Seçin
uk: Виберіть перевізника
vi: Chọn Nhà Vận Chuyển
zh_cn: 选择承运人

source: Carrier Name*
ar: اسم الناقل*
cs_cz: Název dopravce*
de_de: Name des Versandunternehmens*
es_es: Nombre del transportista
fi: Kuljettajayrityksen nimi*
fr_fr: Nom du transporteur*
he_il: ש *
hu_hu: Fuvarozó neve*
it_it: Nome del vettore*
ja: 配送業者名*
ja_jp: キャリア名*
km: áˆáŸ’á˜áŸ„áŸ‡á¢áŸ’á“á€áŠá¹á€á‡á‰áŸ’á‡á¼á“*
ko_kr: 이동 통신사 이름*
lo: ຊື່ບໍລິສັດ*
nb_no: Transportørnavn*
nl_nl: Naam vervoerder*
pl_pl: Nazwa przewoźnika*
pt_br: Nome da Transportadora*
pt_pt: Nome da transportadora*
ro_ro: Numele transportatorului*
ru_ru: Имя перевозчика*
sv_se: Transportörens namn*
tr_tr: Taşıyıcı Adı*
uk: Назва перевізника*
vi: Tên nhà vận chuyển*
zh_cn: 承运商名称*

source: Add tracking information
ar: إضافة معلومات التتبع
cs_cz: Přidání informací o sledování
de_de: Tracking-Informationen hinzufügen
es_es: Añadir información de seguimiento
fi: Lisää seurantatiedot
fr_fr: Ajouter des informations de suivi
he_il: סף ע עק
hu_hu: Nyomonkövetési információk hozzáadása
it_it: Aggiungere informazioni di tracciamento
ja: トラッキング情報の追加
ja_jp: 追跡情報を追加する
km: á”á“áŸ’ááŸ‚á˜á–áŸááŸŒá˜á¶á“áá¶á˜áŠá¶á“
ko_kr: 추적 정보 추가
lo: ເພີ່ມຂໍໍ່າລະບຽບການຕິດຕາມ
nb_no: Legg til sporingsinformasjon
nl_nl: Traceergegevens toevoegen
pl_pl: Dodaj informacje o śledzeniu
pt_br: Adicionar informações de rastreamento
pt_pt: Adicionar informações de seguimento
ro_ro: Adăugați informații de urmărire
ru_ru: Добавить информацию для отслеживания
sv_se: Lägg till spårningsinformation
tr_tr: İzleme bilgilerini ekleyin
uk: Додати інформацію для відстеження
vi: Thêm thông tin theo dõi
zh_cn: 添加跟踪信息
