Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: Payment via %1$s Pending. PayPal reason: %2$s.
ar: الدفع عبر %1$s معلق. سبب الدفع عبر PayPal: %2$s.
cs_cz: Platba prostřednictvím %1$s Čeká na vyřízení. Důvod PayPal: %2$s.
de_de: Zahlung über %1$s Ausstehend. PayPal Grund: %2$s.
es_es: Pago a través de %1$s Pendiente. Motivo de PayPal: %2$s.
fi: Maksu %1$s Odottaa. PayPal-syy: %2$s.
fr_fr: Paiement via %1$s en attente. Raison de PayPal : %2$s.
he_il: תש צעת %1$s ת. סת PayPal: %2$s.
hu_hu: Fizetés %1$s Függőben. PayPal ok: %2$s.
it_it: Pagamento tramite %1$s In attesa. Motivo PayPal: %2$s.
ja: 0] 未決済。PayPalの理由: %2$s。
ja_jp: %1$sによる支払いが保留中です。PayPalの理由: %2$s。.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹áá¶á˜ %1$s á€áŸ†á–á»á„ášá„áŸ‹á…á¶áŸ†áŸ” á˜á¼á›á áŸáá» PayPal: %2$sáŸ”.
ko_kr: %1$s을(를) 통한 결제가 보류 중입니다. PayPal 사유: %2$s.
lo: ການຊໍາລະຜ່ານ %1$s ກຳລັງລໍຖ້າ. ເລະບັດ PayPal: %2$s.
nb_no: Betaling via %1$s Venter. PayPal-grunn: %2$s.
nl_nl: Betaling via %1$s In afwachting. PayPal reden: %2$s.
pl_pl: Płatność za pośrednictwem %1$s Oczekuje. Powód PayPal: %2$s.
pt_br: Pagamento via %1$s Pendente. Motivo do PayPal: %2$s.
pt_pt: Pagamento via %1$s Pendente. Motivo PayPal: %2$s.
ro_ro: Plata prin %1$s În așteptare. Motivul PayPal: %2$s.
ru_ru: Оплата через %1$s Ожидается. Причина PayPal: %2$s.
sv_se: Betalning via %1$s Avvaktande. PayPal-orsak: %2$s.
tr_tr: 0] üzerinden ödeme Beklemede. PayPal nedeni: %2$s.
uk: Оплата через %1$s в очікуванні. Причина PayPal: %2$s.
vi: Thanh toán qua %1$s đang chờ. Lý do PayPal: %2$s.

source: %1$s Error: %2$s.
ar: %1$s خطأ: %2$s.
cs_cz: %1$s Chyba: %2$s.
de_de: %1$s Fehler: %2$s.
fi: %1$s Virhe: %2$s.
fr_fr: %1$s Erreur : %2$s.
he_il: %1$s ש: %2$s.
hu_hu: %1$s Hiba: %2$s.
it_it: %1$s Errore: %2$s.
ja: %1$s エラー：%2$s.
ko_kr: %1$s 오류: %2$s.
nb_no: %1$s Feil: %2$s.
nl_nl: %1$s Fout: %2$s.
pl_pl: %1$s Błąd: %2$s.
pt_br: %1$s Erro: %2$s.
pt_pt: %1$s Erro: %2$s.
ro_ro: %1$s Eroare: %2$s.
ru_ru: %1$s Ошибка: %2$s.
sv_se: %1$s Fel: %2$s.
tr_tr: %1$s Hata: %2$s.

source: Payment %1$s via %2$s.
ar: الدفع %1$s عن طريق %2$s.
cs_cz: Platba %1$s prostřednictvím %2$s.
de_de: Zahlung %1$s über %2$s.
es_es: Pago %1$s a través de %2$s.
fi: Maksu %1$s kautta %2$s.
fr_fr: Paiement %1$s via %2$s.
he_il: תש %1$s צעת %2$s.
hu_hu: Fizetés %1$s a %2$s-en keresztül.
it_it: Pagamento %1$s tramite %2$s.
ja: 1]を経由して%1$sを支払う。
ko_kr: %2$s을(를) 통한 결제 %1$s.
nb_no: Betaling %1$s via %2$s.
nl_nl: Betaling %1$s via %2$s.
pl_pl: Płatność %1$s za pośrednictwem %2$s.
pt_br: Pagamento %1$s via %2$s.
pt_pt: Pagamento %1$s através de %2$s.
ro_ro: Plata %1$s prin %2$s.
ru_ru: Оплата %1$s через %2$s.
sv_se: Betalning %1$s via %2$s.
tr_tr: Ödeme %1$s %2$s aracılığıyla.

source: PayPal Pro (deprecated)
ar: خروج PayPal السريع (مُهمل)
cs_cz: PayPal Pro (zrušeno)
de_de: PayPal Pro (veraltet)
es_es: PayPal Pro (obsoleto)
fi: PayPal Pro (vanhentunut)
fr_fr: PayPal Pro (obsolète)
he_il: PayPal Pro (ש)
hu_hu: PayPal Pro (elavult)
it_it: PayPal Pro (deprecato)
ja: ペイパルプロ（非推奨）
ko_kr: PayPal Pro(사용 중단됨)
nb_no: PayPal Pro (utgått)
nl_nl: PayPal Pro (verouderd)
pl_pl: PayPal Pro (przestarzałe)
pt_br: PayPal Pro (obsoleto)
pt_pt: PayPal Pro (obsoleto)
ro_ro: PayPal Pro (depreciat)
ru_ru: PayPal Pro (устаревший)
sv_se: PayPal Pro (föråldrad)
tr_tr: PayPal Pro (kullanımdan kaldırılmıştır)
zh_cn: PayPal Pro（已停用）

source: PayPal Pro works by adding credit card fields on the checkout and then sending the details to PayPal for verification.
ar: يعمل PayPal Pro عن طريق إضافة حقول بطاقة الائتمان عند الدفع ثم إرسال التفاصيل إلى PayPal للتحقق منها.
cs_cz: Služba PayPal Pro funguje tak, že v pokladně přidá pole pro kreditní kartu a poté odešle údaje společnosti PayPal k ověření.
de_de: PayPal Pro funktioniert, indem Kreditkartenfelder an der Kasse hinzugefügt und die Details dann zur Überprüfung an PayPal gesendet werden.
es_es: PayPal Pro funciona añadiendo campos de tarjeta de crédito en el proceso de pago y enviando los datos a PayPal para su verificación.
fi: PayPal Pro toimii lisäämällä luottokorttikentät kassalla ja lähettämällä tiedot PayPalille tarkistusta varten.
fr_fr: PayPal Pro fonctionne en ajoutant des champs de carte de crédit à la caisse et en envoyant les détails à PayPal pour vérification.
he_il: PayPal Pro פע ע ספת שת רס שר ע תש ר שת פר -PayPal ת.
hu_hu: A PayPal Pro úgy működik, hogy hitelkártya-mezőket ad hozzá a pénztárhoz, majd elküldi az adatokat a PayPalnak ellenőrzésre.
it_it: PayPal Pro funziona aggiungendo i campi della carta di credito alla cassa e inviando poi i dati a PayPal per la verifica.
ja: PayPal Proは、チェックアウト時にクレジットカードのフィールドを追加し、確認のために詳細をPayPalに送信することで機能します。
ko_kr: PayPal Pro는 결제 시 신용카드 필드를 추가한 다음 확인을 위해 세부 정보를 PayPal로 전송하는 방식으로 작동합니다.
nb_no: PayPal Pro fungerer ved å legge til kredittkortfelt i kassen og deretter sende opplysningene til PayPal for bekreftelse.
nl_nl: PayPal Pro werkt door creditcardvelden toe te voegen aan de kassa en de gegevens vervolgens ter verificatie naar PayPal te sturen.
pl_pl: PayPal Pro działa poprzez dodanie pól karty kredytowej przy kasie, a następnie wysłanie szczegółów do PayPal w celu weryfikacji.
pt_br: O PayPal Pro funciona adicionando campos de cartão de crédito no checkout e, em seguida, enviando os detalhes ao PayPal para verificação.
pt_pt: O PayPal Pro funciona adicionando campos de cartão de crédito no checkout e, em seguida, enviando os detalhes para o PayPal para verificação.
ro_ro: PayPal Pro funcționează prin adăugarea de câmpuri pentru cardul de credit la finalizarea comenzii și apoi trimiterea detaliilor către PayPal pentru verificare.
ru_ru: PayPal Pro работает, добавляя поля для кредитных карт при оформлении заказа, а затем отправляя данные в PayPal для проверки.
sv_se: PayPal Pro fungerar genom att lägga till kreditkortsfält i kassan och sedan skicka uppgifterna till PayPal för verifiering.
tr_tr: PayPal Pro, ödeme sayfasında kredi kartı alanları ekleyerek ve ardından doğrulama için ayrıntıları PayPal'a göndererek çalışır.
zh_cn: Paypal通过在结帐时添加信用卡字段，然后将详细信息发送到Paypal进行验证。

source: For testing purposes you can use the card number 4916311462114485 with any CVC and a valid expiration date.
ar: لأغراض الاختبار، يمكنك استخدام رقم البطاقة 4916311462114485 مع أي بطاقة CVC وتاريخ انتهاء صلاحية صالح.
cs_cz: Pro účely testování můžete použít číslo karty 4916311462114485 s libovolným CVC a platným datem platnosti.
de_de: Zu Testzwecken können Sie die Kartennummer 4916311462114485 mit einem beliebigen CVC und einem gültigen Ablaufdatum verwenden.
es_es: A efectos de prueba, puede utilizar el número de tarjeta 4916311462114485 con cualquier CVC y una fecha de caducidad válida.
fi: Testitarkoituksiin voit käyttää kortin numeroa 4916311462114485 ja mitä tahansa CVC-tunnusta sekä voimassa olevaa voimassaolopäivää.
fr_fr: À des fins de test, vous pouvez utiliser le numéro de carte 4916311462114485 avec n'importe quel CVC et une date d'expiration valide.
he_il: צר ק, ת שתש ספר רס 4916311462114485 ע ק CVC תר תפ תקף.
hu_hu: Tesztelési célokra használhatja a 4916311462114485 kártyaszámot bármilyen CVC-vel és érvényes lejárati dátummal.
it_it: A scopo di test, è possibile utilizzare il numero di carta 4916311462114485 con qualsiasi CVC e una data di scadenza valida.
ja: テスト用として、カード番号4916311462114485と任意のCVC、有効期限をご利用いただけます。
ko_kr: 테스트 목적으로 CVC와 유효한 만료일이 있는 카드 번호 4916311462114485 를 사용할 수 있습니다.
nb_no: For testformål kan du bruke kortnummeret 4916311462114485 med en hvilken som helst CVC og en gyldig utløpsdato.
nl_nl: Voor testdoeleinden kun je het kaartnummer 4916311462114485 gebruiken met een willekeurige CVC en een geldige vervaldatum.
pl_pl: Do celów testowych można użyć numeru karty 4916311462114485 z dowolnym CVC i ważną datą wygaśnięcia.
pt_br: Para fins de teste, você pode usar o número do cartão 4916311462114485 com qualquer CVC e uma data de validade válida.
pt_pt: Para efeitos de teste, pode utilizar o número do cartão 4916311462114485 com qualquer CVC e uma data de expiração válida.
ro_ro: În scopuri de testare, puteți utiliza numărul de card 4916311462114485 cu orice CVC și o dată de expirare valabilă.
ru_ru: Для тестирования вы можете использовать номер карты 4916311462114485 с любым CVC и действительным сроком действия.
sv_se: För teständamål kan du använda kortnumret 4916311462114485 med valfri CVC och ett giltigt utgångsdatum.
tr_tr: Test amacıyla 4916311462114485 kart numarasını herhangi bir CVC ve geçerli bir son kullanma tarihi ile kullanabilirsiniz.
zh_cn: 为测试目的，您可以使用卡号 4916311462114485 和任何 CVC 以及有效的过期日期。

source: Enable PayPal Pro
ar: تفعيل باي بال برو
cs_cz: Povolení služby PayPal Pro
de_de: PayPal Pro aktivieren
es_es: Activar PayPal Pro
fi: Ota PayPal Pro käyttöön
fr_fr: Activer Paypal Pro
he_il: פע PayPal Pro
hu_hu: A PayPal Pro engedélyezése
it_it: Abilitare PayPal Pro
ja: PayPal Proを有効にする
ko_kr: PayPal Pro 활성화
nb_no: Aktiver PayPal Pro
nl_nl: PayPal Pro inschakelen
pl_pl: Włącz PayPal Pro
pt_br: Habilitar Paypal Pro
pt_pt: Ativar o PayPal Pro
ro_ro: Activați PayPal Pro
ru_ru: Включите PayPal Pro
sv_se: Aktivera PayPal Pro
tr_tr: PayPal Pro'yu etkinleştirin
zh_cn: 启用 PayPal Pro

source: Pay with your credit card via PayPal Website Payments Pro.
ar: ادفع باستخدام بطاقتك الائتمانية عبر موقع PayPal الإلكتروني للمدفوعات الاحترافية.
cs_cz: Plaťte kreditní kartou prostřednictvím služby PayPal Website Payments Pro.
de_de: Bezahlen Sie mit Ihrer Kreditkarte über PayPal Website Payments Pro.
es_es: Pague con su tarjeta de crédito a través de PayPal Pagos en el sitio Web, versión Pro.
fi: Maksa luottokortilla PayPal Website Payments Pro -palvelun kautta.
fr_fr: Payez avec votre carte de crédit via PayPal Website Payments Pro.
he_il: ש צעת רס שר ש צעת PayPal Website Payments Pro.
hu_hu: Fizessen hitelkártyával a PayPal Website Payments Pro segítségével.
it_it: Pagate con la vostra carta di credito tramite PayPal Website Payments Pro.
ja: PayPalウェブサイトペイメントプロを経由してクレジットカードでお支払いください。
ko_kr: PayPal 웹사이트 결제 프로를 통해 신용카드로 결제하세요.
nb_no: Betal med kredittkort via PayPal Website Payments Pro.
nl_nl: Betaal met je creditcard via PayPal Website Payments Pro.
pl_pl: Zapłać kartą kredytową za pośrednictwem PayPal Website Payments Pro.
pt_br: Pague com seu cartão de crédito via PayPal Website Payments Pro.
pt_pt: Pague com o seu cartão de crédito através do PayPal Website Payments Pro.
ro_ro: Plătiți cu cardul de credit prin PayPal Website Payments Pro.
ru_ru: Оплатите кредитной картой через PayPal Website Payments Pro.
sv_se: Betala med ditt kreditkort via PayPal Website Payments Pro.
tr_tr: PayPal Web Sitesi Payments Pro aracılığıyla kredi kartınızla ödeme yapın.
zh_cn: 通过 PayPal 网站支付专业版使用信用卡支付。

source: Sandbox API Username
ar: اسم مستخدم Sandbox API
cs_cz: Uživatelské jméno rozhraní API izolovaného prostoru
de_de: Sandbox API-Benutzername
es_es: Sandbox API Nombre de usuario
fi: Hiekkalaatikko API käyttäjätunnus
fr_fr: Nom d'utilisateur de l'API pour environnement de test
he_il: ש שתש API ר
hu_hu: API Felhasználónév
it_it: Nome utente sandbox API
ja: サンドボックス API ユーザー名
ko_kr: 샌드 박스 API 사용자 이름
nb_no: Brukernavn for sandkasse-API
nl_nl: Sandbox API ​Gebruikersnaam
pl_pl: Nazwa API (Sandbox)
pt_br: Nome de usuário da API Sandbox
ro_ro: Utilizator API Sandbox
ru_ru: Sandbox API Имя пользователя
sv_se: Användarnamn för sandbox-API
tr_tr: Sandbox API Kullanıcı Adı
zh_cn: Sandbox的API的用户名

source: Get your API credentials from PayPal.
ar: احصل على توثيق الاعتماد لـ API الخاص بك من PayPal.
cs_cz: Dostat API přihlášení z PayPal.
de_de: Holen Sie Ihre API Zugangsdaten von PayPal.
es_es: Obtiene tus credenciales de la API desde PayPal.
fi: Hanki API valtuutus PayPal:ilta.
fr_fr: Obtenez vos informations d'identification API depuis PayPal.
he_il: ק ת שר -API ש פפ.
hu_hu: Szerezze be az API hitelesítő adatait a PayPal-tól.
it_it: Ottieni le credenziali API da PayPal.
ja: PayPal からの API 資格情報を取得します。
ko_kr: PayPal로부터 API 인증서 받기.
nb_no: Få din API legitimasjon fra Paypal.
nl_nl: Haal je API gegevens op van PayPal.
pl_pl: Uzyskaj poświadczenie API z PayPal.
pt_br: Obtenha suas credenciais de API do PayPal.
pt_pt: Obtenha suas credenciais de API do PayPal.
ro_ro: Obține date de acces la API de la PayPal.
ru_ru: Получить учётные данные API из Pay Pal.
sv_se: Hämta dina API-autentiseringsuppgifter från PayPal.
tr_tr: API kimlik bilgilerinizi PayPal'dan alın.
zh_cn: 从贝宝获取您的 API 证书。

source: Sandbox API Password
ar: كلمة مرور واجهة برمجة التطبيقات التجريبية
cs_cz: Heslo API Sandboxu
de_de: Sandbox API-Passwort
es_es: Contraseña API Sandbox
fi: Hiekkalaatikko API salasana
fr_fr: Mot de passe de l'API pour environnement de test
he_il: ססת API ר
hu_hu: API Jelszó
it_it: Password sandbox API
ja: サンドボックス API パスワード
ko_kr: 샌드박스 API 비밀번호
nb_no: Passord for sandkasse-API
nl_nl: Sandbox API wachtwoord
pl_pl: Hasło API (Sandbox)
pt_br: Senha da API Sandbox
ro_ro: Parola API Sandbox
ru_ru: Sandbox API Пароль
sv_se: Lösenord för sandbox-API
tr_tr: Sandbox API Şifresi
zh_cn: Sandbox的API密码

source: Sandbox API Signature
ar: توقيع Sandbox API
cs_cz: Podpis rozhraní API izolované skříňky
de_de: Sandbox API-Signatur
es_es: Firma API Sandbox
fi: Hiekkalaatikko API Allekirjoitus
fr_fr: Signature de l'API pour l'environnement de test
he_il: תת API ר
hu_hu: API aláírás
it_it: Firma sandbox API
ja: サンドボックス API 署名
ko_kr: 샌드 박스 API 서명
nb_no: Signatur for sandkasse-API
nl_nl: Sandbox API handtekening
pl_pl: Sygnatura API (sandbox)
pt_br: Assinatura API Sandbox
ro_ro: Sandbox API Semnătura
ru_ru: Sandbox API Подпись
sv_se: Signatur för sandbox-API
tr_tr: Sandbox API İmzası
zh_cn: 沙箱 API 签名

source: API Username
ar: اسم مستخدم الAPI
cs_cz: Uživatelské jméno API
de_de: API Benutzername
es_es: Nombre de usuario API
fi: API-käyttäjänimi
fr_fr: Identifiant API
he_il: ש שתש API
hu_hu: API Felhasználónév
it_it: Nome utente API
ja: APIユーザー名
ko_kr: API 사용자명
nb_no: API-brukernavn
nl_nl: API gebruikersnaam
pl_pl: Nazwa użytkownika API
pt_br: Nome de usuário da API
pt_pt: Nome de utilizador da API
ro_ro: Username PayPal API
ru_ru: API Имя пользователя
sv_se: API-användarnamn
tr_tr: API Kullanıcı Adı
zh_cn: API用户名

source: API Password
ar: كلمة المرور API
cs_cz: Heslo rozhraní API
de_de: API Passwort
es_es: Contraseña API
fi: API-salasana
fr_fr: Mot de passe API
he_il: ססת API
hu_hu: API jelszó
it_it: Password API
ja: APIパスワード
ko_kr: API 암호
nb_no: API-passord
nl_nl: API Wachtwoord
pl_pl: Hasło API
pt_br: Senha da API
pt_pt: Senha da API
ro_ro: Paypal API Parola
ru_ru: Пароль API
sv_se: Lösenord för API
tr_tr: API Şifre
zh_cn: API密码

source: API Signature
ar: توقيع API
cs_cz: Podpis API
de_de: API Signatur
es_es: Firma API
fi: API-allekirjoitus
fr_fr: Signature API
he_il: תת API
hu_hu: API Aláírás
it_it: Firma API
ja: API署名
ko_kr: API 서명
nb_no: Live API-signatur
nl_nl: API Handtekening
pl_pl: Podpis API
pt_br: API Assinatura
pt_pt: Assinatura da API
ro_ro: Semnătura API
ru_ru: API Подпись
sv_se: API-signatur
tr_tr: API İmza
zh_cn: API 签名

source: Log PayPal Pro events inside <code>woocommerce/logs/paypal-pro.txt</code>
ar: تسجيل أحداث PayPal Pro داخل <code>woocommerce/logs/paypal-pro.txt</code>
cs_cz: Protokolování událostí PayPal Pro uvnitř <code>woocommerce/logs/paypal-pro.txt</code>
de_de: Protokollieren PayPal Pro-Events im Inneren <code>woocommerce/logs/paypal-pro.txt</code>
es_es: Registrar eventos de PayPal Pro en <code>woocommerce/logs/paypal-pro.txt</code>
fi: PayPal Pro -tapahtumien kirjaaminen <code>woocommerce/logs/paypal-pro.txt-tiedoston</code> sisälle
fr_fr: Enregistrer les événements PayPal Pro dans <code>woocommerce/logs/paypal-pro.txt</code>
he_il: רש רע PayPal Pro ת <code>woocommerce/logs/paypal-pro.txt</code>
hu_hu: Naplózza a PayPal Pro eseményeket a <code>woocommerce/logs/paypal-pro.txt</code> fájlban
it_it: Registra gli eventi di PayPal Pro all'interno di <code>woocommerce/logs/paypal-pro.txt</code>
ja: <code>woocommerce/logs/paypal-pro.txt</code>にPayPal Proのイベントを記録する。
ko_kr: <code>Woocommerce/logs/paypal-pro.txt에</code> PayPal Pro 이벤트를 기록합니다 <code></code>
nb_no: Logg PayPal Pro-hendelser i <code>woocommerce/logs/paypal-pro.txt</code>
nl_nl: Log PayPal Pro-gebeurtenissen in <code>woocommerce/logs/paypal-pro.txt</code>
pl_pl: Rejestruj zdarzenia PayPal Pro w pliku <code>woocommerce/logs/paypal-pro.txt</code>
pt_br: Registre eventos do PayPal Pro em <code>woocommerce/logs/paypal-pro.txt</code>
pt_pt: Registar eventos do PayPal Pro em <code>woocommerce/logs/paypal-pro.txt</code>
ro_ro: Înregistrați evenimentele PayPal Pro în <code>woocommerce/logs/paypal-pro.txt</code>
ru_ru: Ведите журнал событий PayPal Pro в файле <code>woocommerce/logs/paypal-pro.txt</code>
sv_se: Logga PayPal Pro-händelser i <code>woocommerce/logs/paypal-pro.txt</code>
tr_tr: PayPal Pro olaylarını <code>woocommerce/logs/paypal-pro.txt</code> içinde günlüğe kaydedin
zh_cn: 在<code>woocommerce/logs/paypal-pro.txt</code>中记录 PayPal Pro 事件

source: PayPal Credit Card Payments (REST) payment completed
ar: اكتمل الدفع ببطاقة ائتمان PayPal (REST) للدفع بالبطاقات الائتمانية (REST)
cs_cz: Platba kreditní kartou PayPal (REST) dokončena
de_de: PayPal-Kreditkartenzahlungen (REST) Zahlung abgeschlossen
es_es: Pago con tarjeta de crédito de PayPal (REST) completado
fi: PayPal-luottokorttimaksut (REST) maksu suoritettu loppuun
fr_fr: Paiements par carte de crédit PayPal (REST) paiement terminé
he_il: תש צעת רס שר PayPal (REST) ש
hu_hu: PayPal Hitelkártyás fizetés (REST) fizetés befejezve
it_it: Pagamento con carta di credito PayPal (REST) completato
ja: PayPalクレジットカード決済（REST）決済完了
ko_kr: PayPal 신용 카드 결제(REST) 결제 완료
nb_no: PayPal Credit Card Payments (REST) betaling fullført
nl_nl: PayPal Creditcardbetalingen (REST) betaling voltooid
pl_pl: Płatność kartą kredytową PayPal (REST) zakończona
pt_br: Pagamento com cartão de crédito do PayPal (REST) concluído
pt_pt: Pagamentos com cartão de crédito PayPal (REST) pagamento concluído
ro_ro: Plăți cu card de credit PayPal (REST) plată finalizată
ru_ru: Платежи по кредитным картам PayPal (REST) завершены
sv_se: PayPal Kreditkortsbetalningar (REST) betalning slutförd
tr_tr: PayPal Kredi Kartı Ödemeleri (REST) ödemesi tamamlandı
zh_cn: 贝宝信用卡支付 (REST) 支付完成

source: PayPal direct credit card payments using the REST API. This allows you to accept credit cards directly on the website.
ar: مدفوعات بطاقات الائتمان المباشرة من PayPal باستخدام واجهة برمجة تطبيقات REST. يتيح لك ذلك قبول بطاقات الائتمان مباشرةً على الموقع الإلكتروني.
cs_cz: Přímé platby kreditní kartou PayPal pomocí rozhraní REST API. To vám umožní přijímat platební karty přímo na webových stránkách.
de_de: PayPal-Direktzahlungsabwicklung mit Kreditkarten über die REST-API. Dies ermöglicht es Ihnen, Kreditkarten direkt auf der Website zu akzeptieren.
es_es: Pagos directos con tarjeta de crédito de PayPal mediante la API REST. Esto le permite aceptar tarjetas de crédito directamente en el sitio web.
fi: PayPal-suorat luottokorttimaksut REST API:n avulla. Näin voit hyväksyä luottokortteja suoraan verkkosivustolla.
fr_fr: Pagos directos con tarjeta de crédito de PayPal usando la API REST. Esto le permite aceptar tarjetas de crédito directamente en el sitio web.
he_il: תש שר צעת רס שר -PayPal צעת שק REST API. ת ק תש רס שר שרת תר ר.
hu_hu: PayPal közvetlen hitelkártyás fizetések a REST API segítségével. Ez lehetővé teszi a hitelkártyák közvetlen elfogadását a weboldalon.
it_it: Pagamenti diretti con carta di credito tramite l'API REST di PayPal. Ciò consente di accettare carte di credito direttamente sul sito web.
ja: RESTAPIを使用したPayPalダイレクトクレジットカード決済。 これにより、ウェブサイト上で直接クレジットカードを受け付けることができます。
ko_kr: REST API를 사용한 PayPal 직접 신용 카드 결제. 이를 통해 웹사이트에서 직접 신용카드를 수락할 수 있습니다.
nb_no: PayPal direkte kredittkortbetalinger ved hjelp av REST API. Dette gjør at du kan godta kredittkort direkte på nettstedet.
nl_nl: PayPal accepteert directe creditcardbetalingen via de REST API. Hiermee kun je creditcards direct op de website accepteren.
pl_pl: Bezpośrednie płatności kartą kredytową PayPal przy użyciu interfejsu API REST. Umożliwia to akceptowanie kart kredytowych bezpośrednio na stronie internetowej.
pt_br: Pagamentos diretos com cartão de crédito do PayPal usando a API REST. Isso permite que você aceite cartões de crédito diretamente no site.
pt_pt: Pagamentos diretos com cartão de crédito PayPal utilizando a API REST. Isto permite-lhe aceitar cartões de crédito diretamente no sítio Web.
ro_ro: Plățile directe cu cardul de credit PayPal utilizând API REST. Acest lucru vă permite să acceptați carduri de credit direct pe site.
ru_ru: PayPal осуществляет прямые платежи по кредитным картам с помощью REST API. Это позволит вам принимать кредитные карты прямо на сайте.
sv_se: PayPal direkta kreditkortsbetalningar med hjälp av REST API. Detta gör att du kan acceptera kreditkort direkt på webbplatsen.
tr_tr: PayPal REST API kullanarak doğrudan kredi kartı ödemeleri. Bu, kredi kartlarını doğrudan web sitesinde kabul etmenizi sağlar.
zh_cn: PayPal 使用 REST API 直接进行信用卡支付。 这样，您就可以直接在网站上接受信用卡付款。

source: Error processing checkout. Please try again.
ar: خطأ معالجة انهاء عملية الشراء. حاول مرة اخرى.
cs_cz: Chyba zpracování objednávky. Zkuste to prosím znovu.
de_de: Fehler im Bestellvorgang. Versuchen Sie es bitte erneut.
es_es: Error procesando el pedido. Por favor, inténtalo de nuevo.
fi: Virhe tilauksen käsittelyssä. Yritä uudelleen.
fr_fr: Erreur lors du traitement de la commande. Veuillez essayer de nouveau.
he_il: ש צע תש. ס ש.
hu_hu: Hiba a fizetés feldolgozásakor. Kérjük, próbálja meg újra.
it_it: Errore durante l'acquisto. Riprova.
ja: チェックアウトの処理エラーです。もう一度やり直してください。
ko_kr: 결제 실행 오류 발생. 다시 시도하세요.
nb_no: Feil prosessering i bestillingen. Vær så snill, prøv på nytt.
nl_nl: Er is iets misgegaan bij het verwerken van uw bestelling. Probeer het nog eens.
pl_pl: Błąd podczas przetwarzania zamówienia. Spróbuj ponownie.
pt_br: Erro ao finalizar a compra. Por favor, tente novamente.
pt_pt: Erro ao finalizar a compra. Por favor tente novamente.
ro_ro: Eroare procesare plata. Va rugam sa reincercati.
ru_ru: Возникла ошибка! Повторите снова.
sv_se: Ett fel uppstod i kassan. Vänligen försök igen.
tr_tr: Ödeme işlenirken hata oluştu. Lütfen tekrar deneyin.
zh_cn: 处理结帐错误。 请再试一次。

source: Enable PayPal Credit Card (REST)
ar: تمكين بطاقة PayPal الائتمانية (REST)
cs_cz: Povolení kreditní karty PayPal (REST)
de_de: Aktiviere PayPal Kreditkarte (REST)
es_es: Habilitar pago con tarjeta de PayPal (REST)
fi: PayPal-luottokortin käyttöönotto (REST)
fr_fr: Activer PayPal carte de crédit (repos)
he_il: פע רס שר PayPal (REST)
hu_hu: PayPal-hitelkártya engedélyezése (REST)
it_it: Abilitare la carta di credito PayPal (REST)
ja: PayPal クレジットカード (REST) を有効化
ko_kr: PayPal 신용 카드(REST) 활성화
nb_no: Aktiver PayPal-kredittkort (REST)
nl_nl: PayPal-kredietkaart inschakelen (REST)
pl_pl: Włącz kartę kredytową PayPal (REST)
pt_br: Habilitar o cartão de crédito PayPal (REST)
pt_pt: Ativar o cartão de crédito PayPal (REST)
ro_ro: Activarea cardului de credit PayPal (REST)
ru_ru: Включить кредитную карту PayPal (REST)
sv_se: Aktivera PayPal-kreditkort (REST)
tr_tr: PayPal Kredi Kartını Etkinleştir (REST)
zh_cn: 启用贝宝信用卡（REST）

source: PayPal Credit Card (REST)
ar: بطاقة PayPal الائتمانية (REST)
cs_cz: Kreditní karta PayPal (REST)
de_de: PayPal Kreditkarte (REST)
es_es: Tarjeta de crédito Paypal (REST)
fi: PayPal-luottokortti (REST)
fr_fr: Carte de crédit via PayPal
he_il: רס שר PayPal (REST)
hu_hu: PayPal-hitelkártya (REST)
it_it: Carta di credito PayPal (REST)
ja: PayPal クレジットカード (REST)
ko_kr: PayPal 신용 카드(REST)
nb_no: PayPal-kredittkort (REST)
nl_nl: PayPal-kredietkaart (REST)
pl_pl: Karta kredytowa PayPal (REST)
pt_br: Cartão de Crédito PayPal (REST)
pt_pt: Cartão de crédito PayPal (REST)
ro_ro: Card de credit PayPal (REST)
ru_ru: Кредитная карта PayPal (REST)
sv_se: PayPal-kreditkort (REST)
tr_tr: PayPal Kredi Kartı (REST)
zh_cn: 贝宝信用卡（REST）
