Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/woo-paypal-gateway-*.po
Languages: ar, cs_cz, de_de, es_es, fi, fr_fr, he_il, hu_hu, it_it, ja, ja_jp, km, ko_kr, lo, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk, vi, zh_cn

source: PayPal Pay Later lets your customers split their purchases into interest-free payments over time, such as "Pay in 4" or monthly installments. You get paid in full upfront, while customers enjoy flexible payment options.
cs_cz: Služba PayPal Pay Later umožňuje vašim zákazníkům rozdělit nákupy do bezúročných plateb v průběhu času, například "Pay in 4" nebo měsíčních splátek. Vy dostanete zaplaceno předem v plné výši, zatímco zákazníci mohou využívat flexibilní možnosti plateb.
fi: PayPal Pay Later -maksun avulla asiakkaasi voivat jakaa ostoksensa korottomiin maksuihin ajan kuluessa, kuten "Maksa 4:ssä" tai kuukausieriin. Sinulle maksetaan koko summa etukäteen, kun taas asiakkaat nauttivat joustavista maksuvaihtoehdoista.
he_il: PayPal Pay Later פשר קת פצ ת רשת תש רת ר , "ש -4 תש" תש ש. ת ק ת תש רש, קת פשרת תש שת.
hu_hu: A PayPal Pay Later lehetővé teszi ügyfelei számára, hogy vásárlásaikat kamatmentes részletekben, például "4 részletben fizetni" vagy havi részletekben fizessék ki. Önt teljes egészében előre kifizetik, míg az ügyfelek rugalmas fizetési lehetőségeket élveznek.
ja: PayPal Pay Laterでは、「Pay in 4」や月々の分割払いなど、顧客が購入した商品を無利息で分割して支払うことができます。顧客は柔軟な支払い方法を選択できます。
ja_jp: PayPal Pay Laterは、お客様が購入を利息なしの分割払いに分けることを可能にします。例えば、「4回払い」や月々の分割払いなどです。あなたは全額を前払いで受け取り、お客様は柔軟な支払いオプションを楽しむことができます。.
km: PayPal Pay Later ngam biar pelanggan anjeun ngabagi pamesananana kana pembayaran tanpa bunga salami waktos, sapertos "Bayar dina 4" atanapi cicilan bulanan. Anjeun dibayar sacara lengkep di awal, sedengkeun pelanggan nikmati pilihan pembayaran anu fleksibel.
ko_kr: PayPal 나중에 결제를 사용하면 고객이 구매 금액을 '4회 분할 결제' 또는 월별 할부처럼 무이자 할부로 분할하여 결제할 수 있습니다. 판매자는 전액 선불로 결제하고 고객은 유연한 결제 옵션을 이용할 수 있습니다.
lo: PayPal Pay Later ອະນຸຍາດໃຫ້ລູກຄ້າແບ່ງການຊື້ອອນໄລນໃຫ້ເປັນການຊື້ທີ່ບໍ່ເສຍດອກເບີກໃນເວລາ, ເຊັ່ນ "Pay in 4" ຫຼື ຈ່າຍເງິນຕໍ່ເດືອນ. ທ່ານຈະໄດ້ຮັບເງິນສົດຕົວຢ່າງສົດສົດ, ໃນຂະບວນການຊື້ລູກຄ້າສາມາດສົດສົດໃນການຈ່າຍເງິນ.
nb_no: Med PayPal Pay Later kan kundene dine dele opp kjøpene sine i rentefrie betalinger over tid, for eksempel "Betal om 4" eller månedlige avdrag. Du får betalt i sin helhet på forhånd, mens kundene får fleksible betalingsalternativer.
nl_nl: Met PayPal Pay Later kunnen uw klanten hun aankopen opsplitsen in rentevrije betalingen in de loop van de tijd, zoals "Pay in 4" of maandelijkse termijnen. Jij wordt vooraf volledig betaald, terwijl klanten profiteren van flexibele betalingsopties.
pl_pl: PayPal Pay Later umożliwia klientom podzielenie zakupów na nieoprocentowane płatności rozłożone w czasie, takie jak "Pay in 4" lub miesięczne raty. Ty otrzymujesz pełną płatność z góry, a klienci mogą korzystać z elastycznych opcji płatności.
ro_ro: PayPal Pay Later le permite clienților dvs. să își împartă achizițiile în plăți fără dobândă în timp, cum ar fi "Pay in 4" sau rate lunare. Sunteți plătit integral în avans, în timp ce clienții beneficiază de opțiuni de plată flexibile.
sv_se: Med PayPal Pay Later kan dina kunder dela upp sina inköp i räntefria betalningar över tid, till exempel "Betala i 4" eller månatliga delbetalningar. Du får full betalning i förskott, medan kunderna får tillgång till flexibla betalningsalternativ.
tr_tr: PayPal Pay Later, müşterilerinizin alışverişlerini "4'te öde" veya aylık taksitler gibi faizsiz ödemelere bölmelerine olanak tanır. Müşteriler esnek ödeme seçeneklerinden yararlanırken siz de ödemenin tamamını peşin alırsınız.
uk: PayPal Pay Later дозволяє вашим клієнтам розділити свої покупки на безвідсоткові платежі протягом певного часу, такі як "Оплата за 4" або щомісячні внески. Ви отримуєте повну оплату заздалегідь, тоді як клієнти насолоджуються гнучкими варіантами оплати.
vi: PayPal Pay Later cho phép khách hàng của bạn chia nhỏ các khoản mua sắm thành các khoản thanh toán không lãi suất theo thời gian, chẳng hạn như "Thanh toán trong 4 lần" hoặc các khoản trả góp hàng tháng. Bạn nhận được thanh toán đầy đủ ngay từ đầu, trong khi khách hàng tận hưởng các tùy chọn thanh toán linh hoạt.

source: This can help increase your sales, with many merchants seeing higher conversion rates and larger order sizes.
cs_cz: To může přispět ke zvýšení prodeje, přičemž mnozí obchodníci zaznamenávají vyšší míru konverze a větší velikost objednávek.
fi: Tämä voi auttaa kasvattamaan myyntiä, ja monet kauppiaat näkevät korkeampia konversiolukuja ja suurempia tilauskokoja.
he_il: ער ת רת ש, שר סר ר ר שער ר תר ת ת תר.
hu_hu: Ez segíthet az eladások növelésében, sok kereskedő magasabb konverziós arányt és nagyobb rendelési méreteket tapasztal.
ja: これにより、売上を増やすことができ、多くの加盟店ではコンバージョン率が上がり、注文サイズも大きくなります。
ja_jp: これにより、売上を増加させることができ、多くの商人がより高いコンバージョン率と大きな注文サイズを実現しています。.
km: á“áŸáŸ‡á¢á¶á…á‡á½á™á”á„áŸ’á€á¾á“á€á¶ášá›á€áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ áŠáŸ„á™á˜á¶á“á¢áŸ’á“á€á‡á½á‰áŠá¼ášâ€‹á…áŸ’ášá¾á“á˜á¾á›áƒá¾á‰á¢ááŸ’ášá¶á”áŸ†á›áŸ‚á„ááŸ’á–áŸáŸ‹ á“á·á„á‘áŸ†á áŸ†á€á¶ášá”á‰áŸ’á‡á¶á‘á·á‰á’áŸ†á‡á¶á„á˜á»á“áŸ”.
ko_kr: 이를 통해 많은 판매자가 전환율이 높아지고 주문 규모가 커지는 등 매출 증대에 도움이 될 수 있습니다.
lo: ສิ่งນີ້ສາมາດຊ່ວຍເພີ່ມຂອງຂາຍຂອງທ່ານ, ດ້ວຍຕະຫລາດຈິງຫຼາຍຄົນເຫັນອັດຕາການແປບສູງຂຶ້ນແລະຂະບວນສັ່ງທີ່ໃຫຍ່ຂຶ້ນ.
nb_no: Dette kan bidra til å øke salget, og mange selgere opplever høyere konverteringsrater og større ordrestørrelser.
nl_nl: Dit kan helpen om je verkoop te verhogen en veel winkeliers zien hogere conversiepercentages en grotere bestellingen.
pl_pl: Może to pomóc w zwiększeniu sprzedaży, a wielu sprzedawców odnotowuje wyższe współczynniki konwersji i większe rozmiary zamówień.
ro_ro: Acest lucru vă poate ajuta să vă creșteți vânzările, mulți comercianți înregistrând rate de conversie mai mari și comenzi mai mari.
sv_se: Detta kan bidra till att öka din försäljning, och många handlare ser högre konverteringsfrekvenser och större orderstorlekar.
tr_tr: Bu, satışlarınızı artırmanıza yardımcı olabilir ve birçok satıcı daha yüksek dönüşüm oranları ve daha büyük sipariş boyutları görür.
uk: Це може допомогти збільшити ваші продажі, багато торговців спостерігають вищі коефіцієнти конверсії та більші розміри замовлень.
vi: Điều này có thể giúp tăng doanh số của bạn, với nhiều thương nhân thấy tỷ lệ chuyển đổi cao hơn và kích thước đơn hàng lớn hơn.

source: Learn more about Pay Later on PayPal’s website.
cs_cz: Další informace o službě Pay Later najdete na webu společnosti PayPal.
fi: Lue lisää Pay Later -maksusta PayPalin verkkosivustolta.
hu_hu: Tudjon meg többet a Pay Laterről a PayPal weboldalán.
ja: PayPal のウェブサイトでPay Laterの詳細をご覧ください。
ja_jp: PayPalのウェブサイトで「後払い」について詳しく学ぶ。.
ko_kr: 나중에 결제에 대한 자세한 내용은 PayPal 웹사이트에서 확인하세요.
lo: ຮູ້ເພີ່ມເຕີມກ່ຽວກັບ Pay Later ບນ ເວັບໄຊດທີ່ຂອງ PayPal.
nb_no: Finn ut mer om Pay Later på PayPals nettsted.
nl_nl: Lees meer over Pay Later op de website van PayPal.
pl_pl: Więcej informacji o usłudze Płacę później można znaleźć w witrynie PayPal.
ro_ro: Aflați mai multe despre Pay Later de pe site-ul PayPal.
sv_se: Läs mer om Betala senare på PayPals webbplats.
tr_tr: PayPal'ın web sitesinde Pay Later hakkında daha fazla bilgi edinin.
uk: Дізнайтеся більше про Pay Later на веб-сайті PayPal.
vi: Tìm hiểu thêm về Pay Later trên trang web của PayPal.

source: Register Your Domain with Apple Pay
cs_cz: Registrace domény pomocí služby Apple Pay
fi: Rekisteröi verkkotunnuksesi Apple Payn avulla
he_il: רש ת ש צעת Apple Pay
hu_hu: Domain regisztrálása az Apple Pay segítségével
ja: Apple Payでドメイン登録
ja_jp: Apple Payでドメインを登録する
km: á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŠáŸ‚á“áŠá¸ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™ Apple Pay
ko_kr: Apple Pay로 도메인 등록
lo: ລົງທະບຽນເວບໄຊທ໌ຂອງທ່ານກັບ Apple Pay
nb_no: Registrer domenet ditt med Apple Pay
nl_nl: Registreer je domein met Apple Pay
pl_pl: Zarejestruj swoją domenę za pomocą Apple Pay
ro_ro: Înregistrați-vă domeniul cu Apple Pay
sv_se: Registrera din domän med Apple Pay
tr_tr: Alan Adınızı Apple Pay ile Kaydedin
uk: Зареєструйте свій домен за допомогою Apple Pay
vi: Đăng ký tên miền của bạn với Apple Pay

source: %s is a required field
cs_cz: %s je požadované pole
de_de: %s ist ein erforderliches Feld
es_es: %s es un campo requerido
fi: %s on pakollinen kenttä
fr_fr: %s est un champ requis
he_il: %s ש
hu_hu: %s kötelező mező
it_it: %s è un campo obbligatorio
ja: %s は必須項目です。
ko_kr: %s 은(는) 필수 입력 항목입니다
nb_no: %s er et obligatorisk felt
nl_nl: %s is een verplicht veld
pl_pl: Pole %s jest wymagane
pt_br: %s é um campo obrigatório
pt_pt: %s é um campo obrigatório
ro_ro: %s este un câmp obligatoriu
sv_se: %s är ett obligatoriskt fält
tr_tr: %s gerekli bir alandır
uk: %s — це обов'язкове поле

source: Marked as refunded via PayPal. Total refunded: %s %s.
cs_cz: Označeno jako vrácené přes PayPal. Celkem vráceno: %s %s.
fi: Merkitty palautetuksi PayPalin kautta. Yhteensä palautettu: %s %s.
he_il: ס "ר צעת PayPal". ס ר: %s %s.
hu_hu: PayPal-on keresztül visszatérítettnek jelölve. Teljes visszatérített összeg: %s %s.
ja: PayPal 経由で返金されました。合計返金額%s %s.
ja_jp: PayPalを通じて返金済みとしてマークされました。返金合計: %s %s。.
ko_kr: PayPal을 통해 환불된 것으로 표시되었습니다. 환불된 총액입니다: %s %s.
nb_no: Merket som refundert via PayPal. Totalt tilbakebetalt: %s %s.
nl_nl: Gemarkeerd als terugbetaald via PayPal. Totaal terugbetaald: %s %s.
pl_pl: Oznaczony jako zwrócony przez PayPal. Całkowita kwota zwrotu: %s %s.
ro_ro: Marcat ca rambursat prin PayPal. Total rambursat: %s %s.
sv_se: Markerad som återbetald via PayPal. Totalt återbetalad: %s %s.
tr_tr: PayPal aracılığıyla iade edildi olarak işaretlendi. Toplam iade edildi: %s %s.
uk: Позначено як повернене через PayPal. Загальна сума повернення: %s %s.

source: Connect to PayPal Sandbox
cs_cz: Připojení ke službě PayPal Sandbox
fi: Yhdistä PayPal Sandboxiin
he_il: תר -PayPal Sandbox
hu_hu: Csatlakozás a PayPal Sandboxhoz
ja: PayPalサンドボックスに接続する
ja_jp: PayPalサンドボックスに接続する
km: á—áŸ’á‡á¶á”áŸ‹á‘áŸ…á€á¶á“áŸ‹ PayPal Sandbox
ko_kr: PayPal 샌드박스에 연결
lo: ເຊື່ອມຕໍ່ເຂົ້າກັບ PayPal Sandbox
nb_no: Koble til PayPal Sandbox
nl_nl: Verbinding maken met PayPal Sandbox
pl_pl: Połączenie z usługą PayPal Sandbox
ro_ro: Conectați-vă la PayPal Sandbox
sv_se: Anslut till PayPal Sandbox
tr_tr: PayPal Sandbox'a Bağlanın
uk: Підключитися до PayPal Sandbox
vi: Kết nối với PayPal Sandbox

source: Display PayPal Buttons On
cs_cz: Zobrazení tlačítek PayPal Zapnuto
fi: Näytä PayPal-painikkeet päälle
he_il: צ פתר PayPal
hu_hu: PayPal gombok megjelenítése bekapcsolva
ja: PayPalボタンの表示
ja_jp: PayPalボタンを表示する
km: á”á„áŸ’á á¶á‰á”áŸŠá¼áá»á„ PayPal á“áŸ…á›á¾
ko_kr: PayPal 버튼 표시
lo: ສະແດງປຸ່ມ PayPal ຢູ່ໃນ
nb_no: Vis PayPal-knappene på
nl_nl: PayPal-knoppen weergeven aan
pl_pl: Wyświetlanie przycisków PayPal włączone
ro_ro: Afișarea butoanelor PayPal pe
sv_se: Visa PayPal-knappar på
tr_tr: PayPal Düğmelerini Açık Göster
uk: Відобразити кнопки PayPal на
vi: Hiển thị nút PayPal trên

source: Set the page(s) to display the PayPal Buttons.
cs_cz: Nastavte stránku (stránky), na které se mají zobrazovat tlačítka PayPal.
fi: Määritä sivu(t), jolla PayPal-painikkeet näytetään.
he_il: ר ת ף/פ ש פע פתר PayPal.
hu_hu: Állítsa be a PayPal-gombok megjelenítésére szolgáló oldal(ak)at.
ja: PayPalボタンを表示するページを設定します。
ja_jp: ページにPayPalボタンを表示するように設定します。.
km: á€áŸ†áááŸ‹á‘áŸ†á–áŸáš(áŸ—) áŠá¾á˜áŸ’á”á¸á”á„áŸ’á á¶á‰á”áŸŠá¼áá»á„ PayPaláŸ”.
ko_kr: 페이팔 버튼이 표시되도록 페이지를 설정합니다.
lo: ກຳນົດໜ້າ(ສ) ສໍາລັບແສດບັດ PayPal.
nb_no: Angi hvilke(n) side(r) som skal vise PayPal-knappene.
nl_nl: Stel de pagina('s) in waarop de PayPal-knoppen worden weergegeven.
pl_pl: Ustaw strony, na których mają być wyświetlane przyciski PayPal.
ro_ro: Setați pagina (paginile) pentru afișarea butoanelor PayPal.
sv_se: Ange vilken eller vilka sidor som ska visa PayPal-knapparna.
tr_tr: PayPal Düğmelerinin görüntüleneceği sayfa(lar)ı ayarlayın.
uk: Встановіть сторінку(и) для відображення кнопок PayPal.
vi: Đặt trang để hiển thị các nút PayPal.

source: Disable Specific Payment Buttons
cs_cz: Zakázat konkrétní platební tlačítka
fi: Tiettyjen maksupainikkeiden poistaminen käytöstä
he_il: שת פתר תש ספצפ
hu_hu: Bizonyos fizetési gombok letiltása
ja: 特定の支払いボタンを無効にする
ja_jp: 特定の支払いボタンを無効にする
km: á”á·á‘á”áŸŠá¼áá»á„á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹á‡á¶á€áŸ‹á›á¶á€áŸ‹
ko_kr: 특정 결제 버튼 비활성화
lo: ປິດປຸ່ມການຊໍາລະເງິນທີ່ລະບຸ
nb_no: Deaktiver spesifikke betalingsknapper
nl_nl: Specifieke betalingsknoppen uitschakelen
pl_pl: Wyłącz określone przyciski płatności
ro_ro: Dezactivați anumite butoane de plată
sv_se: Inaktivera specifika betalningsknappar
tr_tr: Belirli Ödeme Düğmelerini Devre Dışı Bırakma
uk: Вимкнути конкретні кнопки оплати
vi: Vô hiệu hóa các nút thanh toán cụ thể

source: PayPal buttons (e.g. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, etc.) are shown automatically based on factors such as the buyer’s country and their device type. By default, all buttons are enabled. To disable individual payment buttons, use the "Disable Specific Payment Buttons" setting available in each page section below.<br><br>For Express Checkout, it will follow the configuration from the Checkout Page.<br>For Mini Cart, this setting will follow the configuration from the Product Page.
cs_cz: Tlačítka PayPal (např. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact atd.) se zobrazují automaticky na základě faktorů, jako je země kupujícího a typ jeho zařízení. Ve výchozím nastavení jsou povolena všechna tlačítka. Chcete-li zakázat jednotlivá platební tlačítka, použijte nastavení "Disable Specific Payment Buttons" (Zakázat konkrétní platební tlačítka), které je k dispozici v každé sekci stránky níže.<br><br>V případě Express Checkout se bude řídit konfigurací ze stránky Checkout.<br>V případě Mini Cart (Mini košíku) se toto nastavení bude řídit konfigurací ze stránky Product Page (Stránka produktu).
fi: PayPal-painikkeet (esim. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact jne.) näytetään automaattisesti esimerkiksi ostajan maan ja laitetyypin perusteella. Oletusarvoisesti kaikki painikkeet ovat käytössä. Voit poistaa yksittäiset maksupainikkeet käytöstä käyttämällä "Disable Specific Payment Buttons" -asetusta, joka on käytettävissä kussakin alla olevassa sivuosiossa.<br><br>Pikakassan kohdalla tämä asetus seuraa kassasivun asetuksia.<br>Minikorin kohdalla tämä asetus seuraa tuotesivun asetuksia.
hu_hu: A PayPal gombok (pl. Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact stb.) automatikusan megjelennek olyan tényezők alapján, mint a vevő országa és eszköztípusa. Alapértelmezés szerint minden gomb be van kapcsolva. Az egyes fizetési gombok letiltásához használja a "Disable Specific Payment Buttons" (Bizonyos fizetési gombok letiltása) beállítást, amely az alábbiakban az egyes oldalszakaszokban érhető el.<br><br>Express Checkout esetében ez a beállítás a Checkout oldal konfigurációját követi.<br>Mini Cart esetében ez a beállítás a Product Page (Termékoldal) konfigurációját követi.
ja: PayPalボタン（Pay Later、Venmo、SEPA、iDEAL、Mercado Pago、Bancontactなど）は、購入者の国やデバイスの種類などの要因に基づいて自動的に表示されます。デフォルトでは、すべてのボタンが有効になっています。<br><br>エクスプレスチェックアウトの場合は、チェックアウトページの設定に従います。<br>ミニカートの場合は、商品ページの設定に従います。
ja_jp: PayPalボタン（例：Pay Later、Venmo、SEPA、iDEAL、Mercado Pago、Bancontactなど）は、購入者の国やデバイスタイプなどの要因に基づいて自動的に表示されます。デフォルトでは、すべてのボタンが有効になっています。個別の支払いボタンを無効にするには、以下の各ページセクションにある「特定の支払いボタンを無効にする」設定を使用してください。<br><br>エクスプレスチェックアウトについては、チェックアウトページの設定に従います。ミニカートについては、この設定は商品ページの設定に従います。.
ko_kr: PayPal 버튼(예: 나중에 결제, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact 등)은 구매자의 국가 및 장치 유형 등의 요인에 따라 자동으로 표시됩니다. 기본적으로 모든 버튼이 활성화되어 있습니다. 개별 결제 버튼을 비활성화하려면 아래 각 페이지 섹션에서 '특정 결제 버튼 비활성화' 설정을 사용합니다.<br><br>빠른 결제의 경우 결제 페이지의 구성을 따릅니다.<br>미니 카트의 경우 이 설정은 제품 페이지의 구성을 따릅니다.
nb_no: PayPal-knapper (f.eks. Betal senere, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact osv.) vises automatisk basert på faktorer som kjøperens land og enhetstype. Som standard er alle knappene aktivert. Hvis du vil deaktivere individuelle betalingsknapper, bruker du innstillingen "Deaktiver spesifikke betalingsknapper" som er tilgjengelig i hver sideseksjon nedenfor.<br><br>For Ekspresskassen vil den følge konfigurasjonen fra Kassesiden.<br>For Minikurv vil denne innstillingen følge konfigurasjonen fra Produktsiden.
nl_nl: PayPal-knoppen (zoals Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, enz.) worden automatisch weergegeven op basis van factoren zoals het land van de koper en zijn apparaattype. Standaard zijn alle knoppen ingeschakeld. Als je afzonderlijke betaalknoppen wilt uitschakelen, gebruik je de instelling "Specifieke betaalknoppen uitschakelen" die beschikbaar is in elk paginagedeelte hieronder.<br><br>Voor Express Checkout volgt deze instelling de configuratie van de Checkout-pagina.<br>Voor Mini Cart volgt deze instelling de configuratie van de Productpagina.
pl_pl: Przyciski PayPal (np. Zapłać później, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact itp.) są wyświetlane automatycznie na podstawie takich czynników, jak kraj kupującego i typ jego urządzenia. Domyślnie wszystkie przyciski są włączone. Aby wyłączyć poszczególne przyciski płatności, użyj ustawienia "Wyłącz określone przyciski płatności" dostępnego w każdej sekcji strony poniżej.<br><br>W przypadku Express Checkout będzie to zgodne z konfiguracją ze strony Checkout.<br>W przypadku Mini Cart to ustawienie będzie zgodne z konfiguracją ze strony produktu.
ro_ro: Butoanele PayPal (de exemplu, Plătiți mai târziu, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact etc.) sunt afișate automat în funcție de factori precum țara cumpărătorului și tipul dispozitivului acestuia. În mod implicit, toate butoanele sunt activate. Pentru a dezactiva butoanele de plată individuale, utilizați setarea "Disable Specific Payment Buttons" (Dezactivare butoane de plată specifice) disponibilă în fiecare secțiune a paginii de mai jos.<br><br>Pentru Express Checkout, această setare va urma configurația din pagina Checkout.<br>Pentru Mini Cart, această setare va urma configurația din pagina Produs.
sv_se: PayPal-knappar (t.ex. Betala senare, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact osv.) visas automatiskt baserat på faktorer som köparens land och enhetstyp. Som standard är alla knappar aktiverade. För att inaktivera enskilda betalningsknappar använder du inställningen "Inaktivera specifika betalningsknappar" som finns tillgänglig i varje sidavsnitt nedan.<br><br>För Express Checkout följer den konfigurationen från Checkout-sidan.<br>För Mini Cart följer den här inställningen konfigurationen från produktsidan.
tr_tr: PayPal düğmeleri (ör. Daha Sonra Öde, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact, vb.) alıcının ülkesi ve cihaz türü gibi faktörlere bağlı olarak otomatik olarak gösterilir. Varsayılan olarak tüm düğmeler etkindir. Tek tek ödeme düğmelerini devre dışı bırakmak için, aşağıdaki her sayfa bölümünde bulunan "Belirli Ödeme Düğmelerini Devre Dışı Bırak" ayarını kullanın.<br><br>Hızlı Ödeme için, Ödeme Sayfasındaki yapılandırmayı takip edecektir.<br>Mini Sepet için, bu ayar Ürün Sayfasındaki yapılandırmayı takip edecektir.
uk: Кнопки PayPal (наприклад, Pay Later, Venmo, SEPA, iDEAL, Mercado Pago, Bancontact тощо) автоматично відображаються на основі таких факторів, як країна покупця та тип його пристрою. За замовчуванням усі кнопки увімкнені. Щоб вимкнути окремі платіжні кнопки, використовуйте налаштування "Вимкнути конкретні платіжні кнопки", доступне в кожному розділі сторінки нижче.<br><br>Для Express Checkout буде дотримано конфігурації зі сторінки оформлення замовлення.<br>Для Mini Cart це налаштування буде дотримано конфігурації зі сторінки продукту.

source: Select payment buttons to disable
cs_cz: Vyberte platební tlačítka, která chcete zakázat
fi: Valitse käytöstä poistettavat maksupainikkeet
he_il: ר פתר תש שת
hu_hu: Válassza ki a letiltandó fizetési gombokat
ja: 無効にする支払いボタンを選択
ja_jp: 無効にする支払いボタンを選択してください
km: á‡áŸ’ášá¾áŸášá¾áŸá”áŸŠá¼áá»á„á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹áŠá¾á˜áŸ’á”á¸á”á·á‘
ko_kr: 비활성화할 결제 버튼을 선택합니다
lo: ເລືອກປຸ່ມການຈ່າຍເພື່ອປິດໃຊ້
nb_no: Velg betalingsknapper for å deaktivere
nl_nl: Selecteer betaalknoppen om uit te schakelen
pl_pl: Wybierz przyciski płatności do wyłączenia
ro_ro: Selectați butoanele de plată pentru dezactivare
sv_se: Välj betalningsknappar för att inaktivera
tr_tr: Devre dışı bırakmak için ödeme düğmelerini seçin
uk: Виберіть кнопки оплати для вимкнення
vi: Chọn các nút thanh toán để vô hiệu hóa

source: PayPal Button Position (Classic Cart Only)
cs_cz: Umístění tlačítka PayPal (pouze klasický košík)
fi: PayPal-painikkeen sijainti (vain klassinen ostoskori)
he_il: ק פתר PayPal (עת קת קסת )
hu_hu: PayPal gomb pozíciója (csak klasszikus kosár)
ja: PayPalボタンの位置（クラシックカートのみ）
ja_jp: PayPalボタンの位置（クラシックカートのみ）)
km: á‘á¸áá¶áŸ†á„á”áŸŠá¼áá»á„ PayPal (á‚áŸ’ášá¶á“áŸ‹ááŸ‚á€á“áŸ’ááŸ’ášá€á”á»ášá¶á)
ko_kr: PayPal 버튼 위치(클래식 카트만 해당)
lo: ตำแหน่งปุ่ม PayPal (เฉพาะรถเข็นคลาสสิก)
nb_no: PayPal-knappens posisjon (kun klassisk handlevogn)
nl_nl: Positie PayPal-knop (alleen Classic Cart)
pl_pl: Pozycja przycisku PayPal (tylko koszyk klasyczny)
ro_ro: Poziția butonului PayPal (doar în coșul clasic)
sv_se: PayPal-knappens position (endast klassisk kundvagn)
tr_tr: PayPal Düğmesi Konumu (Yalnızca Klasik Sepet)
uk: Позиція кнопки PayPal (тільки класичний кошик)
vi: Vị trí nút PayPal (Chỉ dành cho Giỏ hàng Cổ điển)
