Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/old/woo-paypal-gateway-*.po
Languages: es_mx, fr_fr, ru_ru

source: Payment Gateway for PayPal on WooCommerce
es_mx: Pasarela de Pago para PayPal en WooCommerce
fr_fr: Passerelle de paiement pour PayPal sur WooCommerce
ru_ru: Платежный шлюз для PayPal на WooCommerce

source: Item
es_mx: Artículo
fr_fr: Article
ru_ru: Элемент

source: Fee
es_mx: Tarifa
fr_fr: Frais
ru_ru: Комиссия

source: Settings
es_mx: Configuraciones
fr_fr: Paramètres
ru_ru: Настройки

source: Credit Card payments Powered by PayPal / Braintree.
es_mx: Pagos con tarjeta de crédito impulsados por PayPal / Braintree.
fr_fr: Paiements par carte de crédit Propulsé par PayPal / Braintree.
ru_ru: Платежи с кредитных карт через PayPal / Braintree.

source: Refunded %s - Transaction ID: %s
es_mx: Reembolsado %s - ID de transacción: %s
fr_fr: Remboursé %s - ID de transaction : %s
ru_ru: Возврат %s - Идентификатор транзакции: %s

source: Enable/Disable
es_mx: Habilitar/Deshabilitar
fr_fr: Activer/Désactiver
ru_ru: Включить/Отключить

source: Enable Braintree Payment Gateway
es_mx: Habilitar la Pasarela de Pago Braintree
fr_fr: Activer la passerelle de paiement Braintree
ru_ru: Включить платежный шлюз Braintree

source: Title
es_mx: Título
fr_fr: Titre
ru_ru: Заголовок

source: This controls the title which the user sees during checkout.
es_mx: Esto controla el título que el usuario ve durante el proceso de pago.
fr_fr: Ceci contrôle le titre que l'utilisateur voit lors du paiement.
ru_ru: Это контролирует заголовок, который пользователь видит при оформлении заказа.

source: Description
es_mx: Descripción
ru_ru: Описание

source: This controls the description which the user sees during checkout.
es_mx: Esto controla la descripción que el usuario ve durante el proceso de pago.
fr_fr: Ceci contrôle la description que l'utilisateur voit lors du paiement.
ru_ru: Это контролирует описание, которое пользователь видит при оформлении заказа.

source: Invoice Prefix
es_mx: Prefijo de Factura
fr_fr: Préfixe de facture
ru_ru: Префикс счета

source: Please enter a prefix for your invoice numbers. If you use your PayPal account for multiple stores ensure this prefix is unique as PayPal will not allow orders with the same invoice number.
es_mx: Por favor, introduce un prefijo para tus números de factura. Si utilizas tu cuenta de PayPal para múltiples tiendas, asegúrate de que este prefijo sea único, ya que PayPal no permitirá pedidos con el mismo número de factura.
fr_fr: Veuillez saisir un préfixe pour vos numéros de facture.
ru_ru: Пожалуйста, введите префикс для ваших номеров счетов. Если вы используете свой аккаунт PayPal для нескольких магазинов, убедитесь, что этот префикс уникален, так как PayPal не позволит заказы с одинаковым номером счета.

source: Sandbox
fr_fr: Bac à sable
ru_ru: Песочница

source: Enable Sandbox Mode
es_mx: Habilitar Modo Sandbox
fr_fr: Activer le mode bac à sable
ru_ru: Включить режим песочницы

source: Place the payment gateway in sandbox mode using sandbox API keys (real payments will not be taken).
es_mx: Coloca la pasarela de pago en modo sandbox utilizando claves API de sandbox (no se realizarán pagos reales).
fr_fr: Placez la passerelle de paiement en mode sandbox à l'aide des clés API sandbox (les paiements réels ne seront pas acceptés).
ru_ru: Переведите платежный шлюз в режим песочницы, используя ключи API песочницы (реальные платежи не будут приняты).

source: Sandbox Public Key
es_mx: Clave Pública Sandbox
fr_fr: Clé publique du bac à sable
ru_ru: Публичный ключ песочницы

source: Get your API keys from your Braintree account.
es_mx: Obtén tus claves API de tu cuenta de Braintree.
fr_fr: Récupérez vos clés API depuis votre compte Braintree.
ru_ru: Получите свои ключи API из вашего аккаунта Braintree.

source: Sandbox Private Key
es_mx: Clave Privada Sandbox
fr_fr: Clé privée du bac à sable
ru_ru: Приватный ключ песочницы

source: Sandbox Merchant ID
es_mx: ID de Comerciante Sandbox
fr_fr: ID du marchand Sandbox
ru_ru: Идентификатор продавца песочницы

source: Live Public Key
es_mx: Clave Pública en Vivo
fr_fr: Clé publique en direct
ru_ru: Публичный ключ в реальном времени

source: Live Private Key
es_mx: Clave Privada en Vivo
fr_fr: Clé privée en direct
ru_ru: Приватный ключ в реальном времени

source: Live Merchant ID
es_mx: ID de Comerciante en Vivo
fr_fr: ID de marchand en direct
ru_ru: Идентификатор продавца в реальном времени

source: Card Icon
es_mx: Ícono de Tarjeta
fr_fr: Icône de carte
ru_ru: Иконка карты

source: Debug Log
es_mx: Registro de Depuración
fr_fr: Journal de débogage
ru_ru: Отладочный журнал

source: Enable logging
es_mx: Habilitar registro
fr_fr: Activer la journalisation
ru_ru: Включить ведение журнала

source: Log PayPal/Braintree events
es_mx: Registrar eventos de PayPal/Braintree
fr_fr: Enregistrer les événements PayPal/Braintree
ru_ru: Записывать события PayPal/Braintree

source: Payment method successfully added.
es_mx: Método de pago añadido con éxito.
fr_fr: Mode de paiement ajouté avec succès.
ru_ru: Метод оплаты успешно добавлен.

source: An error occurred while trying to connect to PayPal: %s
es_mx: Ocurrió un error al intentar conectar con PayPal: %s
fr_fr: Une erreur s'est produite lors de la tentative de connexion à PayPal : %s
ru_ru: Произошла ошибка при попытке подключения к PayPal: %s

source: Empty Paypal response.
es_mx: Respuesta de PayPal vacía.
fr_fr: Réponse Paypal vide.
ru_ru: Пустой ответ от PayPal.

source: Malformed response received from PayPal
es_mx: Respuesta mal formada recibida de PayPal
fr_fr: Réponse mal formée reçue de PayPal
ru_ru: Получен неправильно сформированный ответ от PayPal

source: Payment Status Completed via Express Checkout
es_mx: Estado de pago completado a través de Express Checkout
fr_fr: Statut du paiement effectué via le paiement express
ru_ru: Статус платежа завершен через Экспресс-Чек-аут

source: Address: The payment is pending because your customer did not include a confirmed shipping address and your Payment Receiving Preferences is set such that you want to manually accept or deny each of these payments. To change your preference, go to the Preferences section of your Profile.
es_mx: Dirección: El pago está pendiente porque su cliente no incluyó una dirección de envío confirmada y sus Preferencias de Recepción de Pagos están configuradas de tal manera que desea aceptar o denegar manualmente cada uno de estos pagos. Para cambiar su preferencia, vaya a la sección de Preferencias de su perfil.
fr_fr: Le paiement est en attente parce que votre client n'incluait pas une adresse d'expédition confirmée et vos préférences de réception de paiement est défini tel que vous souhaitez manuellement accepter ou refuser de chacun de ces paiements. Pour modifier vos préférences, allez dans la section Préférences de votre profil.
ru_ru: Адрес: Платеж находится в ожидании, потому что ваш клиент не указал подтвержденный адрес доставки, и ваши настройки получения платежей установлены так, что вы хотите вручную принимать или отклонять каждый из этих платежей. Чтобы изменить свои предпочтения, перейдите в раздел Настройки в вашем профиле.

source: Authorization: The payment is pending because it has been authorized but not settled. You must capture the funds first.
es_mx: Autorización: El pago está pendiente porque ha sido autorizado pero no liquidado. Debe capturar los fondos primero.
fr_fr: Le paiement est en cours car il a été autorisé mais non réglé. Vous devez d’abord transférer les fonds.
ru_ru: Авторизация: Платеж находится в ожидании, потому что он был авторизован, но не завершен. Сначала вы должны захватить средства.

source: eCheck: The payment is pending because it was made by an eCheck that has not yet cleared.
es_mx: eCheck: El pago está pendiente porque se realizó mediante un eCheck que aún no ha sido procesado.
fr_fr: eCheck : le paiement est en attente car il a été effectué par un eCheck qui n'a pas encore été compensé.
ru_ru: eCheck: Платеж находится в ожидании, потому что он был произведен через eCheck, который еще не был обработан.

source: intl: The payment is pending because you hold a non-U.S. account and do not have a withdrawal mechanism. You must manually accept or deny this payment from your Account Overview.
es_mx: intl: El pago está pendiente porque tiene una cuenta que no es de EE.UU. y no tiene un mecanismo de retiro. Debe aceptar o denegar manualmente este pago desde su Resumen de Cuenta.
fr_fr: intl: El pago está pendiente porque tienes una cuenta que no es de EE.UU. y no tienes un mecanismo de retiro. Debes aceptar o rechazar manualmente este pago desde tu Resumen de Cuenta.
ru_ru: intl: Платеж находится в ожидании, потому что у вас есть аккаунт, не относящийся к США, и у вас нет механизма вывода. Вы должны вручную принять или отклонить этот платеж из вашего обзора аккаунта.

source: Multi-currency: You do not have a balance in the currency sent, and you do not have your Payment Receiving Preferences set to automatically convert and accept this payment. You must manually accept or deny this payment.
es_mx: Multi-divisa: No tiene un saldo en la moneda enviada, y no tiene sus Preferencias de Recepción de Pagos configuradas para convertir y aceptar automáticamente este pago. Debe aceptar o denegar manualmente este pago.
fr_fr: Vous n'avez pas de solde dans la devise envoyé, et que vous n'avez pas indiqué vos préférences de réception de paiements automatiques définies pour convertir automatiquement et accepter ce paiement. Vous devez accepter ou refuser manuellement ce paiement.
ru_ru: Мультивалютность: У вас нет баланса в отправленной валюте, и у вас не установлены настройки получения платежей на автоматическую конвертацию и прием этого платежа. Вы должны вручную принять или отклонить этот платеж.

source: Order: The payment is pending because it is part of an order that has been authorized but not settled.
es_mx: Pedido: El pago está pendiente porque es parte de un pedido que ha sido autorizado pero no liquidado.
fr_fr: Commande : Le paiement est en attente car il fait partie d'une commande autorisée mais non réglée.
ru_ru: Заказ: Платеж находится в ожидании, потому что он является частью заказа, который был авторизован, но не завершен.

source: Payment Review: The payment is pending while it is being reviewed by PayPal for risk.
es_mx: Revisión de Pago: El pago está pendiente mientras es revisado por PayPal por riesgos.
fr_fr: Vérification du paiement : le paiement est en attente alors qu'il est en cours d'examen par PayPal pour déterminer les risques.
ru_ru: Обзор платежа: Платеж находится в ожидании, пока он проходит проверку PayPal на наличие рисков.

source: Unilateral: The payment is pending because it was made to an email address that is not yet registered or confirmed.
es_mx: Unilateral: El pago está pendiente porque se realizó a una dirección de correo electrónico que aún no está registrada o confirmada.
fr_fr: Unilatéral : Le paiement est en attente car il a été effectué à une adresse e-mail qui n'est pas encore enregistrée ou confirmée.
ru_ru: Односторонний: Платеж находится в ожидании, потому что он был произведен на адрес электронной почты, который еще не зарегистрирован или подтвержден.

source: Verify: The payment is pending because you are not yet verified. You must verify your account before you can accept this payment.
es_mx: Verificación: El pago está pendiente porque aún no está verificado. Debe verificar su cuenta antes de poder aceptar este pago.
fr_fr: Vérifier : Le paiement est en attente car vous n'êtes pas encore vérifié.
ru_ru: Проверка: Платеж находится в ожидании, потому что вы еще не прошли проверку. Вы должны подтвердить свою учетную запись, прежде чем сможете принять этот платеж.

source: Other: For more information, contact PayPal customer service.
es_mx: Otro: Para más información, comuníquese con el servicio al cliente de PayPal.
fr_fr: Autre : Pour plus d’informations, contactez le service client PayPal.
ru_ru: Другое: Для получения дополнительной информации свяжитесь со службой поддержки PayPal.

source: No pending reason provided.
es_mx: No se proporcionó razón de espera.
fr_fr: Aucune raison en attente fournie.
ru_ru: Причина ожидания не указана.

source: Payment via Express Checkout Pending. PayPal reason: %s.
es_mx: Pago a través de Express Checkout pendiente. Razón de PayPal: %s.
fr_fr: Paiement via Express Checkout en attente.
ru_ru: Платеж через Экспресс-Чек-аут в ожидании. Причина PayPal: %s.

source: Express Checkout Error: %s.
es_mx: Error de Express Checkout: %s.
fr_fr: Erreur de paiement express : %s.
ru_ru: Ошибка Экспресс-Чек-аут: %s.

source: Payment %s via Express Checkout.
es_mx: Pago %s a través de Express Checkout.
fr_fr: Paiement %s via le paiement express.
ru_ru: Платеж %s через Экспресс-Чек-аут.

source: Payer Status: %s
es_mx: Estado del Pagador: %s
fr_fr: Statut du payeur : %s
ru_ru: Статус плательщика: %s

source: Address Status: %s
es_mx: Estado de la Dirección: %s
fr_fr: Statut de l'adresse : %s
ru_ru: Статус адреса: %s

source: Transaction did not meet our Seller Protection requirements. Cancelling and refunding order.
es_mx: La transacción no cumplió con nuestros requisitos de Protección del Vendedor. Cancelando y reembolsando el pedido.
fr_fr: La transaction ne répond pas à nos exigences en matière de protection des vendeurs.
ru_ru: Транзакция не соответствует нашим требованиям защиты продавцов. Отменяем и возвращаем заказ.

source: There was a problem processing your order. Please contact customer support.
es_mx: Hubo un problema al procesar su pedido. Por favor, contacte al servicio al cliente.
fr_fr: Un problème est survenu lors du traitement de votre commande.
ru_ru: Возникла проблема с обработкой вашего заказа. Пожалуйста, свяжитесь со службой поддержки.

source: Confirm your PayPal order
es_mx: Confirma tu pedido de PayPal
fr_fr: Confirmez votre commande PayPal
ru_ru: Подтвердите ваш заказ PayPal

source: Cheatin&#8217; huh?
es_mx: ¿Engañando, eh?
fr_fr: Alors &#8217; on triche ?
ru_ru: Обманываете, да?

source: PayPal Express Checkout (deprecated)
es_mx: PayPal Express Checkout (obsoleto)
fr_fr: Paiement PayPal Express (obsolète)
ru_ru: Экспресс-Чек-аут PayPal (устаревший)

source: Increase sales by using PayPal express checkout to accept payments.
es_mx: Aumenta las ventas utilizando PayPal Express Checkout para aceptar pagos.
fr_fr: Augmentez les ventes en utilisant le paiement express PayPal pour accepter les paiements.
ru_ru: Увеличьте продажи, используя Экспресс-Чек-аут PayPal для приема платежей.

source: Pay with PayPal
es_mx: Pagar con PayPal
fr_fr: Payer avec PayPal
ru_ru: Оплатить через PayPal

source: This image requires an SSL host. Please upload your image to <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> and enter the image URL here.
es_mx: Esta imagen requiere un host SSL. Por favor, sube tu imagen a <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> y ingresa la URL de la imagen aquí.
fr_fr: Cette image nécessite un hôte SSL. Veuillez télécharger votre image sur <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> et saisissez l’URL de l’image ici.
ru_ru: Это изображение требует SSL-хост. Пожалуйста, загрузите ваше изображение на <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> и введите URL изображения здесь.

source: Enable PayPal Credit
es_mx: Habilitar PayPal Credit
fr_fr: Activer le crédit PayPal
ru_ru: Включить PayPal Credit

source: This option is disabled. Currently PayPal Credit only available for U.S. and U.K. merchants.
es_mx: Esta opción está deshabilitada. Actualmente, PayPal Credit solo está disponible para comerciantes de EE.UU. y Reino Unido.
fr_fr: Cette option est désactivée.
ru_ru: Эта опция отключена. В настоящее время PayPal Credit доступен только для торговцев из США и Великобритании.

source: Enable PayPal Express
es_mx: Habilitar PayPal Express
fr_fr: Activer PayPal Express
ru_ru: Включить PayPal Экспресс

source: PayPal Express
ru_ru: Экспресс PayPal

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account
es_mx: Pagos a través de PayPal; puedes pagar con tu tarjeta de crédito si no tienes una cuenta de PayPal
fr_fr: Payer avec PayPal : vous pouvez payer avec votre carte de crédit si vous n'avez pas de compte PayPal
ru_ru: Оплата через PayPal; вы можете оплатить своей кредитной картой, если у вас нет аккаунта PayPal

source: Account Settings (Classic Sandbox API Credentials)
es_mx: Configuraciones de Cuenta (Credenciales API Sandbox Clásico)
fr_fr: Paramètres du compte (identifiants de l'API Sandbox classique)
ru_ru: Настройки аккаунта (классические учетные данные API песочницы)

source: Sandbox Mode
es_mx: Modo Sandbox
fr_fr: Mode sandbox
ru_ru: Режим песочницы

source: Enable PayPal Sandbox Mode
es_mx: Habilitar Modo Sandbox de PayPal
fr_fr: Activer le mode bac à sable PayPal
ru_ru: Включить режим песочницы PayPal

source: Place the payment gateway in development mode. Sign up for a developer account <a href="%s" target="_blank">here</a>
es_mx: Coloca la pasarela de pago en modo de desarrollo. Regístrate para obtener una cuenta de desarrollador <a href="%s" target="_blank">aquí</a>
fr_fr: Placer la passerelle de paiement en mode développement. Inscrivez-vous pour un compte de développeur <a href="%s" target="_blank">ici</a>
ru_ru: Переведите платежный шлюз в режим разработки. Зарегистрируйтесь для получения учетной записи разработчика <a href="%s" target="_blank">здесь</a>

source: Username
es_mx: Nombre de usuario
fr_fr: Nom d'utilisateur
ru_ru: Имя пользователя

source: Create sandbox accounts and obtain API credentials from within your PayPal developer account.
es_mx: Crea cuentas sandbox y obtén credenciales API desde tu cuenta de desarrollador de PayPal.
fr_fr: Créez des comptes sandbox et obtenez les informations d'identification API à partir de votre compte de développeur PayPal.
ru_ru: Создайте аккаунты песочницы и получите учетные данные API из своего разработческого аккаунта PayPal.

source: Password
es_mx: Contraseña
fr_fr: Mot de passe
ru_ru: Пароль

source: Signature
ru_ru: Подпись

source: Get your live account API credentials from your PayPal account profile under the API Access section <br />or by using <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">this tool</a>.
es_mx: Obtén tus credenciales API de la cuenta en vivo desde el perfil de tu cuenta de PayPal en la sección de Acceso a la API <br />o utilizando <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">esta herramienta</a>.
fr_fr: Obtenez votre compte réel API informations d'identification du profil de votre compte PayPal en vertu de la section de l'accès à l'API<br>ou à l'aide de <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">cet outil</a>.
ru_ru: Получите свои учетные данные API для реальной учетной записи из профиля вашей учетной записи PayPal в разделе Доступ к API <br />или с помощью <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">этого инструмента</a>.

source: Display Settings (Optional)
es_mx: Configuraciones de Visualización (Opcional)
fr_fr: Paramètres d'affichage (facultatif)
ru_ru: Настройки отображения (необязательно)

source: Customize the appearance of Express Checkout in your store.
es_mx: Personaliza la apariencia de Express Checkout en tu tienda.
fr_fr: Personnalisez l’apparence du paiement express dans votre magasin.
ru_ru: Настройте внешний вид Express Checkout в вашем магазине.

source: Page Style
es_mx: Estilo de Página
fr_fr: Style de page
ru_ru: Стиль страницы

source: Optionally enter the name of the page style you wish to use. These are defined within your PayPal account.
es_mx: Ingresa opcionalmente el nombre del estilo de página que deseas usar. Estos se definen dentro de tu cuenta de PayPal.
fr_fr: Entrez éventuellement le nom du style de page que vous souhaitez utiliser.
ru_ru: При желании введите имя стиля страницы, который вы хотите использовать. Эти стили определяются в вашей учетной записи PayPal.

source: Optional
es_mx: Opcional
fr_fr: Facultatif
ru_ru: Необязательно

source: Brand Name
es_mx: Nombre de Marca
fr_fr: Nom de la marque
ru_ru: Название бренда

source: This controls what users see as the brand / company name on PayPal review pages.
es_mx: Esto controla lo que los usuarios ven como el nombre de la marca / empresa en las páginas de revisión de PayPal.
fr_fr: Cela contrôle ce que les utilisateurs voient comme nom de marque/société sur les pages d'avis PayPal.
ru_ru: Это определяет, что пользователи видят как название бренда / компании на страницах обзора PayPal.

source: PayPal Checkout Logo Image(190x60)
es_mx: Imagen del Logo de PayPal Checkout (190x60)
fr_fr: Image du logo de paiement PayPal (190 x 60)
ru_ru: Логотип PayPal Checkout (190x60)

source: This controls what users see as the logo on PayPal review pages.
ru_ru: Это определяет, что пользователи видят как логотип на страницах обзора PayPal.

source: Header Image (750x90)
es_mx: Imagen del Encabezado (750x90)
fr_fr: Image d’en-tête (750 x 90)
ru_ru: Изображение заголовка (750x90)

source: This controls what users see as the header banner on PayPal review pages.
ru_ru: Это определяет, что пользователи видят как баннер заголовка на страницах обзора PayPal.

source: PayPal Account Optional
es_mx: Cuenta de PayPal Opcional
fr_fr: Compte PayPal facultatif
ru_ru: Учетная запись PayPal не обязательна

source: Allow customers to checkout without a PayPal account using their credit card.
es_mx: Permitir a los clientes realizar el pago sin una cuenta de PayPal usando su tarjeta de crédito.
fr_fr: Autoriser les clients à payer sans compte PayPal en utilisant leur carte de crédit.
ru_ru: Разрешите клиентам завершить покупку без учетной записи PayPal, используя свои кредитные карты.

source: PayPal Account Optional must be turned on in your PayPal account profile under Website Preferences.
es_mx: La opción de Cuenta de PayPal Opcional debe estar activada en el perfil de tu cuenta de PayPal en la sección de Preferencias del Sitio Web.
fr_fr: Compte PayPal facultatif doit être activé dans le profil de votre compte PayPal sous Préférences du site Web.
ru_ru: Опция «Учетная запись PayPal не обязательна» должна быть включена в вашем профиле PayPal в разделе Настройки сайта.

source: Landing Page
es_mx: Página de Aterrizaje
fr_fr: Página de destino
ru_ru: Страница приземления

source: Type of PayPal page to display.
es_mx: Tipo de página de PayPal a mostrar.
fr_fr: Type de page PayPal à afficher.
ru_ru: Тип страницы PayPal для отображения.

# Type of PayPal page
source: Billing (Non-PayPal account)
es_mx: Facturación (Cuenta no PayPal)
fr_fr: Facturation (compte non PayPal)
ru_ru: Оплата (не учетная запись PayPal)

# Type of PayPal page
source: Login (PayPal account login)
es_mx: Inicio de Sesión (Inicio de sesión en cuenta PayPal)
fr_fr: Connexion (Connexion au compte PayPal)
ru_ru: Вход (вход в учетную запись PayPal)
