Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/old/woo-paypal-gateway-*.po
Languages: es_mx, fr_fr, ru_ru

source: Payment via %s Pending. PayPal reason: %s.
es_mx: Pago a través de %s Pendiente. Razón de PayPal: %s.
fr_fr: Paiement via %s en attente.
ru_ru: Платеж через %s в ожидании. Причина PayPal: %s.

source: %s Error: %s.
fr_fr: %s Erreur : %s.
ru_ru: %s Ошибка: %s.

source: Payment %s via %s.
es_mx: Pago %s a través de %s.
fr_fr: Paiement %s via %s.
ru_ru: Платеж %s через %s.

source: PayPal Pro works by adding credit card fields on the checkout and then sending the details to PayPal for verification.
es_mx: PayPal Pro funciona agregando campos de tarjeta de crédito en el pago y luego enviando los detalles a PayPal para su verificación.
fr_fr: PayPal Pro fonctionne en ajoutant des champs de carte de crédit lors du paiement, puis en envoyant les détails à PayPal pour vérification.
ru_ru: PayPal Pro работает, добавляя поля для кредитных карт на этапе оформления заказа и затем отправляя данные в PayPal для проверки.

source: For testing purposes you can use the card number 4916311462114485 with any CVC and a valid expiration date.
es_mx: Para fines de prueba, puedes usar el número de tarjeta 4916311462114485 con cualquier CVC y una fecha de vencimiento válida.
fr_fr: À des fins de test, vous pouvez utiliser le numéro de carte 4916311462114485 avec n'importe quel CVC et une date d'expiration valide.
ru_ru: Для тестирования вы можете использовать номер карты 4916311462114485 с любым CVC и действующей датой истечения.

source: Enable PayPal Pro
es_mx: Habilitar PayPal Pro
fr_fr: Activer PayPal Pro
ru_ru: Включить PayPal Pro

source: Pay with your credit card via PayPal Website Payments Pro.
es_mx: Paga con tu tarjeta de crédito a través de PayPal Website Payments Pro.
fr_fr: Payez avec votre carte de crédit via PayPal Website Payments Pro.
ru_ru: Оплатите своей кредитной картой через PayPal Website Payments Pro.

source: Sandbox API Username
es_mx: Nombre de Usuario de la API Sandbox
fr_fr: Nom d'utilisateur de l'API Sandbox
ru_ru: Имя пользователя API песочницы

source: Get your API credentials from PayPal.
es_mx: Obtén tus credenciales de API de PayPal.
fr_fr: Obtenez vos informations d'identification API auprès de PayPal.
ru_ru: Получите свои учетные данные API от PayPal.

source: Sandbox API Password
es_mx: Contraseña de la API Sandbox
fr_fr: Mot de passe de l'API Sandbox
ru_ru: Пароль API песочницы

source: Sandbox API Signature
es_mx: Firma de la API Sandbox
fr_fr: Signature de l'API du bac à sable
ru_ru: Подпись API песочницы

source: API Username
es_mx: Nombre de Usuario de la API
fr_fr: Nom d'utilisateur API
ru_ru: Имя пользователя API

source: API Password
es_mx: Contraseña de la API
fr_fr: Mot de passe API
ru_ru: Пароль API

source: API Signature
es_mx: Firma de la API
fr_fr: Signature API
ru_ru: Подпись API

source: Log PayPal Pro events inside <code>woocommerce/logs/paypal-pro.txt</code>
es_mx: Registrar eventos de PayPal Pro dentro de <code>woocommerce/logs/paypal-pro.txt</code>
fr_fr: Enregistrez les événements PayPal Pro dans <code>woocommerce/logs/paypal-pro.txt</code>
ru_ru: Записывать события PayPal Pro в файл <code>woocommerce/logs/paypal-pro.txt</code>

source: PayPal Credit Card Payments (REST) payment completed
es_mx: Pago de Tarjetas de Crédito de PayPal (REST) completado
fr_fr: Paiement par carte de crédit PayPal (REST) ​​terminé
ru_ru: Платежи по кредитным картам PayPal (REST) завершены

source: PayPal direct credit card payments using the REST API. This allows you to accept credit cards directly on the website.
es_mx: Pagos directos con tarjeta de crédito de PayPal usando la API REST. Esto te permite aceptar tarjetas de crédito directamente en el sitio web.
fr_fr: Pagos directos con tarjeta de crédito de PayPal usando la API REST. Esto le permite aceptar tarjetas de crédito directamente en el sitio web.
ru_ru: Прямые платежи по кредитным картам PayPal с использованием REST API. Это позволяет принимать кредитные карты непосредственно на сайте.

source: Error processing checkout. Please try again.
es_mx: Error al procesar la compra. Por favor intenta de nuevo.
fr_fr: Erreur lors du processus de paiement.
ru_ru: Ошибка при обработке оформления заказа. Пожалуйста, попробуйте еще раз.

source: Enable PayPal Credit Card (REST)
es_mx: Habilitar Tarjeta de Crédito de PayPal (REST)
fr_fr: Activer la carte de crédit PayPal (REST)
ru_ru: Включить кредитные карты PayPal (REST)

source: PayPal Credit Card (REST)
es_mx: Tarjeta de Crédito de PayPal (REST)
fr_fr: Carte de crédit PayPal (REST)
ru_ru: Кредитная карта PayPal (REST)

source: Pay with your credit card
es_mx: Paga con tu tarjeta de crédito
fr_fr: Payez avec votre carte de crédit
ru_ru: Оплатите своей кредитной картой

source: Sandbox Client ID
es_mx: ID de Cliente Sandbox
fr_fr: ID client du bac à sable
ru_ru: Client ID песочницы

source: Sandbox Secret ID
es_mx: ID Secreto Sandbox
fr_fr: ID secret du bac à sable
ru_ru: Секретный ID песочницы

source: Enter your Sandbox PayPal Rest API Secret ID.
es_mx: Ingresa tu ID Secreto de la API Rest de PayPal Sandbox.
fr_fr: Ingrese su ID secreto de la API REST de PayPal Sandbox.
ru_ru: Введите свой Secret ID API PayPal Rest для песочницы.

source: Live Client ID
es_mx: ID de Cliente en Vivo
fr_fr: ID client en direct
ru_ru: Client ID для реального времени

source: Live Secret ID
es_mx: ID Secreto en Vivo
fr_fr: ID secret en direct
ru_ru: Секретный ID для реального времени

source: Enter your PayPal Rest API Secret ID.
es_mx: Ingresa tu ID Secreto de la API Rest de PayPal.
fr_fr: Ingrese su ID secreto de la API REST de PayPal.
ru_ru: Введите свой Secret ID API PayPal Rest.

source: Log PayPal events, such as Secured Token requests
es_mx: Registrar eventos de PayPal, como solicitudes de Token Asegurado
fr_fr: Enregistrer les événements PayPal, tels que les demandes de jetons sécurisés
ru_ru: Записывать события PayPal, такие как запросы защищенного токена

source: Advanced options
es_mx: Opciones avanzadas
fr_fr: Options avancées
ru_ru: Расширенные параметры

source: Enable Tokenized Payments
es_mx: Habilitar Pagos Tokenizados
fr_fr: Activer les paiements tokenisés
ru_ru: Включить токенизированные платежи

source: Allow buyers to securely save payment details to their account for quick checkout / auto-ship orders in the future.
es_mx: Permitir a los compradores guardar de forma segura los detalles de pago en su cuenta para un pago rápido / pedidos de envío automático en el futuro.
fr_fr: Permettre aux acheteurs de bien enregistrer les détails de paiement sur son compte pour extraction rapide / auto-livraison arrêtés à l’avenir.
ru_ru: Позволить покупателям безопасно сохранять детали платежа в своей учетной записи для быстрого оформления заказа/автоматической доставки в будущем.

source: Validation error: PayPal currencies do not match (code %s).
es_mx: Error de validación: Las monedas de PayPal no coinciden (código %s).
fr_fr: Erreur de validation : les devises PayPal ne correspondent pas (code %s).
ru_ru: Ошибка валидации: валюты PayPal не совпадают (код %s).

source: Validation error: PayPal amounts do not match (gross %s).
es_mx: Error de validación: Los montos de PayPal no coinciden (bruto %s).
fr_fr: Erreur de validation : les montants PayPal ne correspondent pas (%s brut).
ru_ru: Ошибка валидации: суммы PayPal не совпадают (брутто %s).

source: IPN payment completed
es_mx: Pago IPN completado
fr_fr: Paiement IPN terminé
ru_ru: Платеж IPN завершен

source: Payment pending: %s
es_mx: Pago pendiente: %s
fr_fr: Paiement en attente : %s
ru_ru: Платеж в ожидании: %s

source: Payment %s via IPN.
es_mx: Pago %s a través de IPN.
fr_fr: Paiement %s via IPN.
ru_ru: Платеж %s через IPN.

source: Payment for order %s refunded
es_mx: Pago por el pedido %s reembolsado
fr_fr: Paiement de la commande %s remboursé
ru_ru: Платеж за заказ %s возвращен

source: Order #%s has been marked as refunded - PayPal reason code: %s
es_mx: El pedido #%s ha sido marcado como reembolsado - código de razón de PayPal: %s
fr_fr: Ordre
ru_ru: Заказ #%s был помечен как возвращенный - код причины PayPal: %s

source: Payment for order %s reversed
es_mx: Pago por el pedido %s revertido
fr_fr: Paiement de la commande %s annulé
ru_ru: Платеж за заказ %s отменен

source: Order #%s has been marked on-hold due to a reversal - PayPal reason code: %s
fr_fr: Ordre
ru_ru: Заказ #%s был помечен как приостановленный из-за отмены - код причины PayPal: %s

source: Reversal cancelled for order #%s
es_mx: Reversión cancelada para el pedido #%s
fr_fr: Annulation annulée pour la commande
ru_ru: Отмена отменена для заказа #%s

source: Order #%s has had a reversal cancelled. Please check the status of payment and update the order status accordingly here: %s
es_mx: El pedido #%s ha tenido una reversión cancelada. Por favor revisa el estado del pago y actualiza el estado del pedido en consecuencia aquí: %s
fr_fr: La commande #%s a eu une annulation de réversion. Veuillez vérifier l'état du paiement et mettre à jour le statut de la commande ici : %s
ru_ru: Заказ #%s имел отмену, которая была отменена. Пожалуйста, проверьте статус платежа и обновите статус заказа соответственно здесь: %s

source: Confirm Your PayPal Order
es_mx: Confirma tu Pedido de PayPal
fr_fr: Confirmez votre commande PayPal
ru_ru: Подтвердите свой заказ PayPal

source: Sorry, your session has expired. <a href="%s" class="wc-backward">Return to shop</a>
es_mx: Lo sentimos, tu sesión ha expirado. <a href="%s" class="wc-backward">Regresar a la tienda</a>
fr_fr: Désolé, votre session a expiré. <a href="%s" class="wc-backward">Retourner à la boutique</a>
ru_ru: Извините, ваша сессия истекла. <a href="%s" class="wc-backward">Вернуться в магазин</a>

source: Unable to create order.
es_mx: No se puede crear el pedido.
fr_fr: Impossible de créer la commande.
ru_ru: Не удалось создать заказ.

source: Credit or Debit Card
es_mx: Tarjeta de Crédito o Débito
fr_fr: Carte de crédit ou de débit
ru_ru: Кредитная или дебетовая карта

# Name of credit card
source: Visa
ru_ru: Виза

# Name of credit card
source: Mastercard
ru_ru: Мастеркард

# Name of credit card
source: Maestro
ru_ru: Майстро

# Name of credit card
source: American Express
ru_ru: Американ Экспресс

# Name of credit card
source: Discover
ru_ru: Дискавер

# Name of credit card
source: Elo
ru_ru: Эло

# Name of credit card
source: Hiper
ru_ru: Хипер

source: Refund failed.
es_mx: El reembolso falló.
ru_ru: Возврат не удался.

source: PayPal Checkout
es_mx: Pago con PayPal
ru_ru: Оформление заказа PayPal

source: This represents the fee PayPal collects for the transaction.
es_mx: Esto representa la tarifa que PayPal cobra por la transacción.
fr_fr: Cela représente les frais perçus par PayPal pour la transaction.
ru_ru: Это представляет собой плату, которую PayPal взимает за транзакцию.

source: PayPal Fee:
es_mx: Tarifa de PayPal:
fr_fr: Frais PayPal :
ru_ru: Плата PayPal:

source: Payment authorized. Change payment status to processing or complete to capture funds.
es_mx: Pago autorizado. Cambia el estado del pago a en procesamiento o completo para capturar los fondos.
fr_fr: Paiement autorisé.
ru_ru: Платеж авторизован. Измените статус платежа на обработку или завершение, чтобы забрать средства.

source: Refunded %1$s - Refund ID: %2$s
es_mx: Reembolsado %1$s - ID de Reembolso: %2$s
fr_fr: %1$s remboursé - ID de remboursement : %2$s
ru_ru: Возврат %1$s - ID возврата: %2$s

source: An error occurred while updating the order.
es_mx: Ocurrió un error al actualizar el pedido.
fr_fr: Une erreur s'est produite lors de la mise à jour de la commande.
ru_ru: Произошла ошибка при обновлении заказа.

source: Payment Gateway for PayPal on WooCommerce: %s
es_mx: Puerta de enlace de pago para PayPal en WooCommerce: %s
fr_fr: Passerelle de paiement pour PayPal sur WooCommerce : %s
ru_ru: Платежный шлюз для PayPal на WooCommerce: %s

source: WooCommerce Version: %s
es_mx: Versión de WooCommerce: %s
fr_fr: Version WooCommerce : %s
ru_ru: Версия WooCommerce: %s

source: Payment pending (%s).
es_mx: Pago pendiente (%s).
fr_fr: Paiement en attente (%s).
ru_ru: Платеж в ожидании (%s).

source: Sorry, your session has expired.
es_mx: Lo siento, tu sesión ha expirado.
fr_fr: Désolé, votre session a expiré.
ru_ru: Извините, ваша сессия истекла.

source: This payment was unable to be processed successfully. Please try again with another payment method.
es_mx: Este pago no pudo ser procesado con éxito. Por favor intenta de nuevo con otro método de pago.
fr_fr: Ce paiement n'a pas pu être traité avec succès.
ru_ru: Этот платеж не удалось успешно обработать. Пожалуйста, попробуйте снова с другим способом оплаты.

source: Enable PayPal Checkout
es_mx: Habilitar Pago con PayPal
fr_fr: Activer le paiement PayPal
ru_ru: Включить PayPal Checkout

source: Enable PayPal Smart Button on the Product Pages.
es_mx: Habilitar el Botón Inteligente de PayPal en las Páginas de Productos.
fr_fr: Activez le bouton PayPal Smart sur les pages de produits.
ru_ru: Включить умную кнопку PayPal на страницах продуктов.

source: Hide Funding Method(s)
es_mx: Ocultar Método(s) de Financiación
fr_fr: Masquer le(s) moyen(s) de financement.
ru_ru: Скрыть метод(ы) финансирования

source: Button Layout
es_mx: Diseño del Botón
fr_fr: Disposition des boutons
ru_ru: Макет кнопки

source: Select Vertical for stacked buttons, and Horizontal for side-by-side buttons.
es_mx: Selecciona Vertical para botones apilados, y Horizontal para botones uno al lado del otro.
fr_fr: Sélectionnez Vertical pour les boutons empilés et Horizontal pour les boutons côte à côte.
ru_ru: Выберите Вертикальный для сложенных кнопок и Горизонтальный для кнопок рядом.

source: Horizontal (Recommended)
es_mx: Horizontal (Recomendado)
fr_fr: Horizontal (recommandé)
ru_ru: Горизонтальный (Рекомендуется)

source: Vertical
ru_ru: Вертикальный

source: Set the color you would like to use for the PayPal button.
es_mx: Establece el color que te gustaría usar para el botón de PayPal.
fr_fr: Définissez la couleur que vous souhaitez utiliser pour le bouton PayPal.
ru_ru: Установите цвет, который вы хотите использовать для кнопки PayPal.

source: Gold (Recommended)
es_mx: Oro (Recomendado)
fr_fr: Or (recommandé)
ru_ru: Золотой (Рекомендуется)

source: White
es_mx: Blanco
fr_fr: Blanc
ru_ru: Белый

source: Black
es_mx: Negro
fr_fr: Noir
ru_ru: Черный

source: Set the shape you would like to use for the buttons.
es_mx: Establece la forma que te gustaría usar para los botones.
fr_fr: Définissez la forme que vous souhaitez utiliser pour les boutons.
ru_ru: Установите форму, которую вы хотите использовать для кнопок.

source: Rect (Recommended)
es_mx: Rectángulo (Recomendado)
fr_fr: Rect (recommandé)
ru_ru: Прямоугольный (Рекомендуется)

source: Button Label
es_mx: Etiqueta del Botón
fr_fr: Étiquette du bouton
ru_ru: Метка кнопки

source: Set the label type you would like to use for the PayPal button.
es_mx: Establece el tipo de etiqueta que te gustaría usar para el botón de PayPal.
fr_fr: Définissez le type d'étiquette que vous souhaitez utiliser pour le bouton PayPal.
ru_ru: Установите тип метки, который вы хотите использовать для кнопки PayPal.

source: PayPal (Recommended)
es_mx: PayPal (Recomendado)
fr_fr: PayPal (recommandé)
ru_ru: PayPal (Рекомендуется)

source: Checkout
es_mx: Finalizar compra
fr_fr: Passer à la caisse
ru_ru: Оформление заказа

source: Buy Now
es_mx: Comprar ahora
fr_fr: Acheter maintenant
ru_ru: Купить сейчас

source: Pay
es_mx: Pagar
fr_fr: Payer
ru_ru: Оплатить

source: Enable PayPal Smart Button on the Cart page.
es_mx: Habilitar el botón inteligente de PayPal en la página del carrito.
fr_fr: Activez le bouton intelligent PayPal sur la page Panier.
ru_ru: Включить умную кнопку PayPal на странице корзины.

source: Optionally override global button settings above and configure buttons specific to Cart page.
es_mx: Opcionalmente, sobrescribe la configuración global de botones anterior y configura botones específicos para la página del carrito.
fr_fr: Remplacez éventuellement les paramètres globaux des boutons ci-dessus et configurez les boutons spécifiques à la page Panier.
ru_ru: При необходимости переопределите глобальные настройки кнопок выше и настройте кнопки, специфичные для страницы корзины.

source: Funding methods selected here will be hidden from buyers during checkout.
es_mx: Los métodos de financiación seleccionados aquí estarán ocultos para los compradores durante el pago.
fr_fr: Les méthodes de financement sélectionnées ici seront masquées des acheteurs pendant le processus de paiement.
ru_ru: Методы финансирования, выбранные здесь, будут скрыты от покупателей во время оформления заказа.

source: Vertical (Recommended)
es_mx: Vertical (Recomendado)
fr_fr: Vertical (recommandé)
ru_ru: Вертикальный (Рекомендуется)

source: Horizontal
fr_fr: Horizontale
ru_ru: Горизонтальный

source: Enable PayPal Smart Button on the Mini Cart page.
es_mx: Habilitar el botón inteligente de PayPal en la página del Mini Carrito.
fr_fr: Activez le bouton intelligent PayPal sur la page Mini panier.
ru_ru: Включить умную кнопку PayPal на странице мини-корзины.

source: Optionally override global button settings above and configure buttons specific to Mini Cart page.
es_mx: Opcionalmente, sobrescribe la configuración global de botones anterior y configura botones específicos para la página del Mini Carrito.
fr_fr: Remplacer éventuellement les paramètres globaux des boutons ci-dessus et configurer des boutons spécifiques pour la page Mini Panier.
ru_ru: При необходимости переопределите глобальные настройки кнопок выше и настройте кнопки, специфичные для страницы мини-корзины.

source: Advanced Credit Cards Title
es_mx: Título de Tarjetas de Crédito Avanzadas
fr_fr: Titre des cartes de crédit avancées
ru_ru: Заголовок для расширенных кредитных карт

source: Disable specific credit cards
es_mx: Deshabilitar tarjetas de crédito específicas
fr_fr: Désactiver certaines cartes de crédit
ru_ru: Отключить определенные кредитные карты

source: By default all possible credit cards will be accepted. You can disable some cards, if you wish.
es_mx: Por defecto, se aceptarán todas las tarjetas de crédito posibles. Puedes deshabilitar algunas tarjetas, si lo deseas.
fr_fr: Par défaut, toutes les cartes de crédit possibles seront acceptées.
ru_ru: По умолчанию принимаются все возможные кредитные карты. Вы можете отключить некоторые карты, если хотите.

source: Contingency for 3D Secure
es_mx: Contingencia para 3D Secure
fr_fr: Contingence pour 3D Secure
ru_ru: Резервный вариант для 3D Secure

source: 3D Secure when required
es_mx: 3D Secure cuando sea necesario
fr_fr: 3D Secure si nécessaire
ru_ru: 3D Secure при необходимости

source: Always trigger 3D Secure
es_mx: Siempre activar 3D Secure
fr_fr: Toujours déclencher 3D Secure
ru_ru: Всегда активировать 3D Secure

source: 3D Secure benefits cardholders and merchants by providing an additional layer of verification using Verified by Visa, MasterCard SecureCode and American Express SafeKey.
es_mx: 3D Secure beneficia a los titulares de tarjetas y comerciantes al proporcionar una capa adicional de verificación utilizando Verified by Visa, MasterCard SecureCode y American Express SafeKey.
fr_fr: 3D Secure profite aux titulaires de cartes et aux commerçants en fournissant une couche de vérification supplémentaire à l'aide de Verified by Visa, MasterCard SecureCode et American Express SafeKey.
ru_ru: 3D Secure приносит пользу держателям карт и продавцам, предоставляя дополнительный уровень проверки с использованием Verified by Visa, MasterCard SecureCode и American Express SafeKey.

source: Product
es_mx: Producto
fr_fr: Produit
ru_ru: Продукт

source: Cart
es_mx: Carrito
fr_fr: Panier
ru_ru: Корзина

source: Enable Pay Later Messaging
es_mx: Habilitar Mensajes de Pago Posterior
fr_fr: Activer la messagerie Payer plus tard
ru_ru: Включить сообщения о платеже позже

source: Page Type
es_mx: Tipo de Página
fr_fr: Type de page
ru_ru: Тип страницы

source: Home
es_mx: Inicio
fr_fr: Accueil
ru_ru: Главная

source: Category
es_mx: Categoría
fr_fr: Catégorie
ru_ru: Категория

source: Payment
es_mx: Pago
fr_fr: Paiement
ru_ru: Оплата

source: Home Page
es_mx: Página de Inicio
fr_fr: Page d'accueil
ru_ru: Главная страница

source: Layout Type
es_mx: Tipo de Diseño
fr_fr: Type de mise en page
ru_ru: Тип макета

source: Text Layout
es_mx: Diseño de Texto
fr_fr: Mise en page du texte
ru_ru: Текстовый макет

source: Flex Layout
es_mx: Diseño Flexible
fr_fr: Disposition flexible
ru_ru: Гибкий макет

source: Logo Type
es_mx: Tipo de Logo
fr_fr: Type de logo
ru_ru: Тип логотипа

source: Primary
es_mx: Primario
fr_fr: Primaire
ru_ru: Основной

source: Alternative
es_mx: Alternativo
ru_ru: Альтернативный

source: Inline
es_mx: En línea
fr_fr: En ligne
ru_ru: Встраиваемый

source: None
es_mx: Ninguno
fr_fr: Aucun
ru_ru: Нет

source: Logo Position
es_mx: Posición del Logo
fr_fr: Position du logo
ru_ru: Положение логотипа

source: Left
es_mx: Izquierda
fr_fr: Gauche
ru_ru: Слева

source: Right
es_mx: Derecha
fr_fr: Droite
ru_ru: Справа

source: Top
es_mx: Arriba
fr_fr: Haut
ru_ru: Сверху

source: Text Size
es_mx: Tamaño del Texto
fr_fr: Taille du texte
ru_ru: Размер текста

source: 10 px
ru_ru: 10 пикселей

source: 11 px
ru_ru: 11 пикселей

source: 12 px
ru_ru: 12 пикселей

source: 13 px
ru_ru: 13 пикселей

source: 14 px
ru_ru: 14 пикселей

source: 15 px
ru_ru: 15 пикселей

source: 16 px
ru_ru: 16 пикселей

source: Text Color
es_mx: Color del Texto
fr_fr: Couleur du texte
ru_ru: Цвет текста

source: Monochrome
es_mx: Monocromático
ru_ru: Монохромный

source: Grayscale
es_mx: Escala de Grises
fr_fr: Niveaux de gris
ru_ru: Оттенки серого

source: Color
fr_fr: Couleur
ru_ru: Цвет

source: White (No Border)
es_mx: Blanco (Sin Borde)
fr_fr: Blanc (sans bordure)
ru_ru: Белый (без границы)

source: Gray
es_mx: Gris
fr_fr: Gris
ru_ru: Серый

source: Ratio
es_mx: Proporción
fr_fr: Rapport
ru_ru: Соотношение

source: Flexes between 120px and 300px wide
es_mx: Flexiona entre 120px y 300px de ancho
fr_fr: S'étend entre 120px et 300px de largeur
ru_ru: Ширина от 120px до 300px

source: 160px wide
es_mx: 160px de ancho
fr_fr: 160 px de large
ru_ru: Ширина 160px

source: Flexes between 250px and 768px wide
es_mx: Flexiona entre 250px y 768px de ancho
fr_fr: S'étend entre 250px et 768px de largeur
ru_ru: Ширина от 250px до 768px

source: Flexes between 250px and 1169px wide
es_mx: Flexiona entre 250px y 1169px de ancho
fr_fr: S'étend entre 250px et 1169px de largeur
ru_ru: Ширина от 250px до 1169px

source: I need a shortcode so that I can place the message in a better spot on Home page.
es_mx: Necesito un shortcode para que pueda colocar el mensaje en un mejor lugar en la página de inicio.
fr_fr: J'ai besoin d'un shortcode pour pouvoir placer le message à un meilleur endroit sur la page d'accueil.
ru_ru: Мне нужен шорткод, чтобы я мог разместить сообщение в более подходящем месте на главной странице.

source: Shortcode
fr_fr: Code court
ru_ru: Шорткод

source: Category Page
es_mx: Página de Categoría
fr_fr: Page de catégorie
ru_ru: Страница категории

source: I need a shortcode so that I can place the message in a better spot on category page.
es_mx: Necesito un shortcode para que pueda colocar el mensaje en un mejor lugar en la página de categoría.
fr_fr: J'ai besoin d'un shortcode pour pouvoir placer le message à un meilleur endroit sur la page de catégorie.
ru_ru: Мне нужен шорткод, чтобы я мог разместить сообщение в более подходящем месте на странице категории.
