Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/old/woo-paypal-gateway-*.po
Languages: es_mx, fr_fr, ru_ru

source: I need a shortcode so that I can place the message in a better spot on product page.
es_mx: Necesito un shortcode para que pueda colocar el mensaje en un mejor lugar en la página del producto.
fr_fr: J'ai besoin d'un shortcode pour pouvoir placer le message à un meilleur endroit sur la page produit.
ru_ru: Мне нужен шорткод, чтобы я мог разместить сообщение в более подходящем месте на странице продукта.

source: I need a shortcode so that I can place the message in a better spot on cart page.
es_mx: Necesito un shortcode para que pueda colocar el mensaje en un mejor lugar en la página del carrito.
fr_fr: J'ai besoin d'un shortcode pour pouvoir placer le message à un meilleur endroit sur la page du panier.
ru_ru: Мне нужен шорткод, чтобы я мог разместить сообщение в более подходящем месте на странице корзины.

source: Payment Page
es_mx: Página de Pago
fr_fr: Page de paiement
ru_ru: Страница оплаты

source: I need a shortcode so that I can place the message in a better spot on payment page.
es_mx: Necesito un shortcode para que pueda colocar el mensaje en un mejor lugar en la página de pago.
fr_fr: J'ai besoin d'un shortcode pour pouvoir placer le message à un meilleur endroit sur la page de paiement.
ru_ru: Мне нужен шорткод, чтобы я мог разместить сообщение в более подходящем месте на странице оплаты.

source: Payment action
es_mx: Acción de pago
fr_fr: Action de paiement
ru_ru: Действие при оплате

source: The type of landing page to show on the PayPal site for customer checkout. PayPal Account Optional must be checked for this option to be used.
es_mx: El tipo de página de destino que se mostrará en el sitio de PayPal para la pago del cliente. Debe estar marcada la opción de Cuenta de PayPal Opcional para usar esta opción.
fr_fr: Type de page de destination à afficher sur le site PayPal pour le paiement du client.
ru_ru: Тип целевой страницы, которую необходимо показать на сайте PayPal при оформлении заказа. Опция "PayPal Account Optional" должна быть включена, чтобы использовать эту функцию.

source: Login
es_mx: Iniciar sesión
fr_fr: Connexion
ru_ru: Вход

source: Billing
es_mx: Facturación
fr_fr: Facturation
ru_ru: Выставление счетов

source: No Preference
es_mx: Sin Preferencia
fr_fr: Aucune préférence
ru_ru: Без предпочтений

source: Instant Payments
es_mx: Pagos Instantáneos
fr_fr: Paiements instantanés
ru_ru: Мгновенные платежи

source: Send Item Details
es_mx: Enviar Detalles del Artículo
fr_fr: Envoyer les détails de l'article
ru_ru: Отправить детали товара

source: Send line item details to PayPal
es_mx: Enviar detalles de línea a PayPal
fr_fr: Envoyer les détails de l'élément de campagne à PayPal
ru_ru: Отправить детали строк товаров в PayPal

source: Include all line item details in the payment request to PayPal so that they can be seen from the PayPal transaction details page.
es_mx: Incluye todos los detalles de línea en la solicitud de pago a PayPal para que se puedan ver en la página de detalles de la transacción de PayPal.
fr_fr: Incluez tous les détails des éléments de ligne dans la demande de paiement à PayPal afin qu'ils soient visibles sur la page des détails de la transaction PayPal.
ru_ru: Включить все детали строк товаров в запрос платежа к PayPal, чтобы они были видны на странице деталей транзакции PayPal.

source: Invoice prefix
es_mx: Prefijo de la factura
fr_fr: Préfixe de la facture
ru_ru: Префикс счета

source: Credit Card Statement Name
es_mx: Nombre en el Estado de Cuenta de la Tarjeta de Crédito
fr_fr: Nom du relevé de carte de crédit
ru_ru: Название в выписке по кредитной карте

source: The value entered here will be displayed on the buyer's credit card statement.
es_mx: El valor ingresado aquí se mostrará en el estado de cuenta de la tarjeta de crédito del comprador.
fr_fr: La valeur saisie ici sera affichée sur le relevé de carte de crédit de l'acheteur.
ru_ru: Значение, введенное здесь, будет отображаться в выписке по кредитной карте покупателя.

source: Debug log
es_mx: Registro de depuración
fr_fr: Journal de débogage
ru_ru: Журнал отладки

source: Enable PayPal Smart Button on the Top of the Checkout page.
es_mx: Habilitar el botón inteligente de PayPal en la parte superior de la página de pago.
fr_fr: Activer le bouton intelligent PayPal en haut de la page de paiement.
ru_ru: Включить умную кнопку PayPal в верхней части страницы оформления заказа.

source: Order Review Page options
es_mx: Opciones de la Página de Revisión de Pedido
fr_fr: Options de la page de révision des commandes
ru_ru: Параметры страницы обзора заказа

source: Page Title
es_mx: Título de la Página
fr_fr: Titre de la page
ru_ru: Название страницы

source: Set the Page Title value you would like used on the PayPal Checkout order review page.
es_mx: Establece el valor del Título de la Página que te gustaría usar en la página de revisión de pedidos de PayPal Checkout.
fr_fr: Définissez la valeur du titre de la page que vous souhaitez utiliser sur la page de révision de commande de PayPal Checkout.
ru_ru: Установите значение названия страницы, которое вы хотите использовать на странице обзора заказа PayPal Checkout.

source: Set the Description you would like used on the PayPal Checkout order review page.
es_mx: Establece la Descripción que te gustaría usar en la página de revisión de pedidos de PayPal Checkout.
fr_fr: Définissez la description que vous souhaitez utiliser sur la page de révision de commande de PayPal Checkout.
ru_ru: Установите описание, которое вы хотите использовать на странице обзора заказа PayPal Checkout.

source: <strong>You're almost done!</strong><br>Review your information before you place your order.
es_mx: <strong>¡Casi has terminado!</strong><br>Revisa tu información antes de realizar tu pedido.
fr_fr: <strong>Vous avez presque terminé !</strong><br>Vérifiez vos informations avant de passer votre commande.
ru_ru: <strong>Вы почти закончили!</strong><br>Проверьте свою информацию перед тем, как разместить заказ.

source: Button Text
es_mx: Texto del Botón
fr_fr: Texte du bouton
ru_ru: Текст кнопки

source: Set the Button Text you would like used on the PayPal Checkout order review page.
es_mx: Establece el Texto del Botón que te gustaría usar en la página de revisión de pedidos de PayPal Checkout.
fr_fr: Définissez le texte du bouton que vous souhaitez utiliser sur la page de révision de commande de PayPal Checkout.
ru_ru: Установите текст кнопки, который вы хотите использовать на странице обзора заказа PayPal Checkout.

source: Enable advanced credit and debit card payments
es_mx: Habilitar pagos avanzados con tarjetas de crédito y débito
fr_fr: Activer les paiements avancés par carte de crédit et de débit
ru_ru: Включить расширенные платежи с использованием кредитных и дебетовых карт

source: BUYER_COMPLAINT: The payer initiated a dispute for this captured payment with PayPal.
es_mx: QUEJA_DEL_COMPRADOR: El pagador inició una disputa por este pago capturado con PayPal.
fr_fr: BUYER_COMPLAINT : Le payeur a initié un litige concernant ce paiement capturé auprès de PayPal.
ru_ru: BUYER_COMPLAINT: Плательщик инициировал спор по этому захваченному платежу в PayPal.

source: CHARGEBACK: The captured funds were reversed in response to the payer disputing this captured payment with the issuer of the financial instrument used to pay for this captured payment.
es_mx: CARGA_DEVOLUCION: Los fondos capturados fueron revertidos en respuesta a la disputa del pagador por este pago capturado con el emisor del instrumento financiero utilizado para pagar este pago capturado.
fr_fr: RETOUR CHARGE : les fonds capturés ont été annulés en réponse à la contestation par le payeur de ce paiement capturé avec l'émetteur de l'instrument financier utilisé pour payer ce paiement capturé.
ru_ru: CHARGEBACK: Захваченные средства были возвращены в ответ на спор плательщика по этому захваченному платежу с эмитентом финансового инструмента, использованного для оплаты этого захваченного платежа.

source: ECHECK: The payer paid by an eCheck that has not yet cleared.
es_mx: ECHECK: El pagador pagó mediante un eCheck que aún no se ha liquidado.
fr_fr: ECHECK : le payeur a payé par un eCheck qui n'a pas encore été compensé.
ru_ru: ECHECK: Плательщик оплатил через eCheck, который еще не прошел.

source: INTERNATIONAL_WITHDRAWAL: Visit your online account. In your **Account Overview**, accept and deny this payment.
es_mx: RETIRADA_INTERNACIONAL: Visita tu cuenta en línea. En tu **Resumen de Cuenta**, acepta y niega este pago.
fr_fr: INTERNATIONAL_WITHDRAWAL : visitez votre compte en ligne.
ru_ru: INTERNATIONAL_WITHDRAWAL: Посетите свою онлайн-учетную запись. В разделе **Обзор учетной записи** примите или отклоните этот платеж.

source: No additional specific reason can be provided. For more information about this captured payment, visit your account online or contact PayPal.
es_mx: No se puede proporcionar ninguna razón específica adicional. Para obtener más información sobre este pago capturado, visita tu cuenta en línea o contacta a PayPal.
fr_fr: Aucune raison spécifique supplémentaire ne peut être fournie.
ru_ru: Дополнительная конкретная причина не может быть предоставлена. Для получения дополнительной информации об этом захваченном платеже посетите свою учетную запись онлайн или свяжитесь с PayPal.

source: PENDING_REVIEW: The captured payment is pending manual review.
es_mx: REVISIÓN_PENDIENTE: El pago capturado está pendiente de revisión manual.
fr_fr: PENDING_REVIEW : le paiement capturé est en attente de révision manuelle.
ru_ru: PENDING_REVIEW: Захваченный платеж ожидает ручного рассмотрения.

source: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: The payee has not yet set up appropriate receiving preferences for their account. For more information about how to accept or deny this payment, visit your account online. This reason is typically offered in scenarios such as when the currency of the captured payment is different from the primary holding currency of the payee.
es_mx: PREFERENCIAS_DE_RECEPCIÓN_EXIGEN_ACCIONES_MANUALES: El beneficiario aún no ha configurado las preferencias de recepción apropiadas para su cuenta. Para más información sobre cómo aceptar o negar este pago, visita tu cuenta en línea. Esta razón se ofrece típicamente en escenarios como cuando la moneda del pago capturado es diferente de la moneda de holding primaria del beneficiario.
fr_fr: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION : Le bénéficiaire n'a pas encore configuré les préférences de réception appropriées pour son compte.
ru_ru: RECEIVING_PREFERENCE_MANDATES_MANUAL_ACTION: Получатель еще не установил соответствующие предпочтения получения для своей учетной записи. Для получения дополнительной информации о том, как принять или отклонить этот платеж, посетите свою учетную запись онлайн. Эта причина обычно предлагается в сценариях, когда валюта захваченного платежа отличается от основной валюты получения получателя.

source: REFUNDED: The captured funds were refunded.
es_mx: REEMBOLSADO: Los fondos capturados fueron reembolsados.
fr_fr: REFUNDED : les fonds capturés ont été remboursés.
ru_ru: REFUNDED: Захваченные средства были возвращены.

source: TRANSACTION_APPROVED_AWAITING_FUNDING: The payer must send the funds for this captured payment. This code generally appears for manual EFTs.
es_mx: TRANSACCIÓN_APROBADA_AWAITANDO_FONDOS: El pagador debe enviar los fondos para este pago capturado. Este código generalmente aparece para EFTs manuales.
fr_fr: TRANSACTION_APPROVED_AWAITING_FUNDING : Le payeur doit envoyer les fonds pour ce paiement capturé.
ru_ru: TRANSACTION_APPROVED_AWAITING_FUNDING: Плательщик должен отправить средства для этого захваченного платежа. Этот код обычно появляется для ручных электронных переводов.

source: UNILATERAL: The payee does not have a PayPal account.
es_mx: UNILATERAL: El beneficiario no tiene una cuenta de PayPal.
fr_fr: UNILATÉRAL : Le bénéficiaire ne possède pas de compte PayPal.
ru_ru: UNILATERAL: У получателя нет учетной записи PayPal.

source: VERIFICATION_REQUIRED: The payee's PayPal account is not verified.
es_mx: VERIFICACIÓN_REQUERIDA: La cuenta de PayPal del beneficiario no está verificada.
fr_fr: VERIFICATION_REQUIRED : le compte PayPal du bénéficiaire n'est pas vérifié.
ru_ru: VERIFICATION_REQUIRED: Учетная запись PayPal получателя не подтверждена.

source: Payment via %s Pending. PayPal Pending reason: %s.
es_mx: Pago a través de %s pendiente. Razón pendiente de PayPal: %s.
fr_fr: Paiement via %s En attente.
ru_ru: Платеж через %s в ожидании. Причина ожидания PayPal: %s.

source: Payment via %s declined. PayPal declined reason: %s.
es_mx: Pago a través de %s rechazado. Razón de rechazo de PayPal: %s.
fr_fr: Paiement via %s refusé.
ru_ru: Платеж через %s отклонен. Причина отклонения PayPal: %s.

source: Payment via %s partially refunded. PayPal reason: %s.
es_mx: Pago a través de %s parcialmente reembolsado. Razón de PayPal: %s.
fr_fr: Paiement via %s partiellement remboursé.
ru_ru: Платеж через %s частично возвращен. Причина PayPal: %s.

source: Payment via %s refunded. PayPal reason: %s.
es_mx: Pago a través de %s reembolsado. Razón de PayPal: %s.
fr_fr: Paiement via %s remboursé.
ru_ru: Платеж через %s возвращен. Причина PayPal: %s.

source: Payment via %s failed. PayPal reason: %s.
es_mx: Pago a través de %s fallido. Razón de PayPal: %s.
fr_fr: Le paiement via %s a échoué.
ru_ru: Платеж через %s не удался. Причина PayPal: %s.

source: Billing &amp; Shipping
es_mx: Facturación y Envío
fr_fr: Facturation
ru_ru: Выставление счетов и доставка

source: Edit
es_mx: Editar
fr_fr: Modifier
ru_ru: Редактировать

source: Billing details
es_mx: Detalles de Facturación
fr_fr: Détails de facturation
ru_ru: Детали выставления счета

source: Shipping details
es_mx: Detalles de Envío
fr_fr: Détails d'expédition
ru_ru: Детали доставки

source: Create an account?
es_mx: ¿Crear una cuenta?
fr_fr: Créer un compte ?
ru_ru: Создать учетную запись?

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
es_mx: Crea una cuenta ingresando la información a continuación. Si eres un cliente recurrente, por favor inicia sesión en la parte superior de la página.
fr_fr: Créez un compte en saisissant les informations ci-dessous.
ru_ru: Создайте учетную запись, введя информацию ниже. Если вы уже клиент, пожалуйста, войдите в систему в верхней части страницы.

source: Payment via %s : %s .
es_mx: Pago a través de %s : %s .
fr_fr: Paiement via %s : %s .
ru_ru: Платеж через %s : %s .

source: Capture Charge
es_mx: Capturar Cargo
fr_fr: Charge de capture
ru_ru: Зарегистрировать платёж

source: Cancel order
es_mx: Cancelar pedido
fr_fr: Annuler la commande
ru_ru: Отменить заказ

source: We cannot process your order with the payment information that you provided. Please use an alternate payment method.
es_mx: No podemos procesar tu pedido con la información de pago que proporcionaste. Por favor, utiliza un método de pago alternativo.
fr_fr: Nous ne pouvons pas traiter votre commande avec les informations de paiement que vous avez fournies.
ru_ru: Мы не можем обработать ваш заказ с предоставленной вами платёжной информацией. Пожалуйста, используйте альтернативный метод оплаты.

source: Something went wrong. Please try again.
es_mx: Algo salió mal. Por favor, inténtalo de nuevo.
fr_fr: Quelque chose s’est mal passé.
ru_ru: Что-то пошло не так. Пожалуйста, попробуйте снова.

source: 3D Secure response
es_mx: Respuesta de 3D Secure
fr_fr: Réponse sécurisée 3D
ru_ru: Ответ 3D Secure

source: PayPal Advanced
es_mx: PayPal Avanzado
fr_fr: PayPal avancé

source: Please choose the quantity of items you wish to add to your cart&hellip;
es_mx: Por favor elige la cantidad de artículos que deseas agregar a tu carrito&hellip;
fr_fr: Seleccione la cantidad de artículos que desea añadir a su carrito;

source: Please choose a product to add to your cart&hellip;
es_mx: Por favor elige un producto para agregar a tu carrito&hellip;
fr_fr: Veuillez choisir un produit à ajouter à votre panier&hellip;

source: Please choose product options&hellip;
es_mx: Por favor elige las opciones del producto&hellip;
fr_fr: Veuillez choisir les options du produit&hellip;

source: Invalid value posted for %s
es_mx: Valor inválido enviado para %s
fr_fr: Valeur non valide publiée pour %s

source: %s is a required field
es_mx: %s es un campo requerido
fr_fr: %s est un champ requis

source: Continue to payment
es_mx: Continuar al pago
fr_fr: Continuer vers le paiement

source: Card Details
es_mx: Detalles de la tarjeta
fr_fr: Détails de la carte

source: Address Verification Result
es_mx: Resultado de Verificación de Dirección
fr_fr: Resultado de Verificación de Dirección

source: Card Security Code Result
es_mx: Resultado del Código de Seguridad de la Tarjeta
fr_fr: Résultat du code de sécurité de la carte

source: Payment via %s : %s.
es_mx: Pago a través de %s : %s.
fr_fr: Paiement via %s : %s.

source: %s Transaction ID: %s
es_mx: ID de transacción %s: %s
fr_fr: %s ID de transaction : %s

source: PayPal Credit
es_mx: Crédito de PayPal

source: SEPA-Lastschrift
es_mx: SEPA-Debito

source: PayPal Pro PayFlow
fr_fr: Flux de paiement PayPal Pro
