Repository: WordPressBugBounty/plugins-woo-paypal-gateway
Catalog: woo-paypal-gateway/languages/old/woo-paypal-gateway-*.po
Languages: es_mx, fr_fr, ru_ru

source: This enables PayPal Credit, which displays a PayPal Credit button next to the Express Checkout button. PayPal Express Checkout lets you give customers access to financing through PayPal Credit® - at no additional cost to you. You get paid up front, even though customers have more time to pay. A pre-integrated payment button shows up next to the PayPal Button, and lets customers pay quickly with PayPal Credit®.
es_mx: Esto habilita PayPal Credit, que muestra un botón de PayPal Credit junto al botón de Express Checkout. PayPal Express Checkout te permite ofrecer a los clientes acceso a financiamiento a través de PayPal Credit® - sin costo adicional para ti. Recibes el pago de inmediato, aunque los clientes tienen más tiempo para pagar. Un botón de pago preintegrado aparece junto al botón de PayPal y permite a los clientes pagar rápidamente con PayPal Credit®.
fr_fr: Esto habilita PayPal Credit, que muestra un botón de PayPal Credit junto al botón de Pago exprés. PayPal Express Checkout le permite ofrecer a los clientes acceso a financiación a través de PayPal Credit® - sin coste adicional para usted. Recibe el pago por adelantado, aunque los clientes tengan más tiempo para pagar. Un botón de pago preintegrado aparece junto al botón de PayPal, y permite a los clientes pagar rápidamente con PayPal Credit®.
ru_ru: Это включает в себя PayPal Credit, который отображает кнопку PayPal Credit рядом с кнопкой Express Checkout. PayPal Express Checkout позволяет вам предоставить клиентам доступ к финансированию через PayPal Credit® - без дополнительных затрат для вас. Вы получаете оплату сразу, хотя у клиентов больше времени для оплаты. Предварительно интегрированная кнопка оплаты появляется рядом с кнопкой PayPal и позволяет клиентам быстро оплатить с помощью PayPal Credit®.

source: Product Page
es_mx: Página del Producto
fr_fr: Página de producto
ru_ru: Страница продукта

source: Show the Express Checkout button on product detail pages.
es_mx: Mostrar el botón de Express Checkout en las páginas de detalle del producto.
fr_fr: Afficher le bouton Paiement express sur les pages de détails du produit.
ru_ru: Показать кнопку Express Checkout на страницах деталей продукта.

source: Cart Page
es_mx: Página del Carrito
fr_fr: Page du panier
ru_ru: Страница корзины

source: Show Express Checkout button on shopping cart page.
es_mx: Mostrar el botón de Express Checkout en la página del carrito de compras.
fr_fr: Afficher le bouton Paiement express sur la page du panier.
ru_ru: Показать кнопку Express Checkout на странице корзины.

source: Cart Button Position
es_mx: Posición del Botón del Carrito
fr_fr: Position du bouton du panier
ru_ru: Положение кнопки корзины

source: Where to display PayPal Express Checkout button(s).
es_mx: Dónde mostrar el(los) botón(es) de PayPal Express Checkout.
fr_fr: Où afficher les boutons PayPal Express Checkout.
ru_ru: Где отображать кнопку(ки) PayPal Express Checkout.

source: Checkout Page
es_mx: Página de Pago
fr_fr: Page de paiement
ru_ru: Страница оформления заказа

source: Show the Express Checkout button on checkout page.
es_mx: Mostrar el botón de Express Checkout en la página de pago.
fr_fr: Afficher le bouton Paiement express sur la page de paiement.
ru_ru: Показать кнопку Express Checkout на странице оформления заказа.

source: Express Checkout Message
es_mx: Mensaje de Express Checkout
fr_fr: Message de paiement express
ru_ru: Сообщение Express Checkout

source: Skip the checkout form and pay faster with PayPal!
es_mx: ¡Salta el formulario de pago y paga más rápido con PayPal!
fr_fr: Évitez le formulaire de paiement et payez plus rapidement avec PayPal !
ru_ru: Пропустите форму оформления заказа и платите быстрее с PayPal!

source: Express Checkout Custom Button Styles (Optional)
es_mx: Estilos Personalizados del Botón de Express Checkout (Opcional)
fr_fr: Styles de boutons personnalisés de paiement express (facultatif)
ru_ru: Пользовательские стили кнопок Express Checkout (необязательно)

source: Button Size
es_mx: Tamaño del Botón
fr_fr: Taille du bouton
ru_ru: Размер кнопки

source: Type of PayPal Button Size (small | medium | responsive).
es_mx: Tipo de Tamaño del Botón de PayPal (pequeño | mediano | responsivo).
fr_fr: Type de taille du bouton PayPal (petit | moyen | réactif).
ru_ru: Тип размера кнопки PayPal (маленький | средний | адаптивный).

source: Small
es_mx: Pequeño
fr_fr: Petit
ru_ru: Маленький

source: Medium
es_mx: Mediano
fr_fr: Moyen
ru_ru: Средний

source: Responsive
es_mx: Responsivo
fr_fr: Réactif
ru_ru: Адаптивный

source: Button Shape
es_mx: Forma del Botón
fr_fr: Forme du bouton
ru_ru: Форма кнопки

source: Type of PayPal Button Shape (pill | rect).
es_mx: Tipo de Forma del Botón de PayPal (píldora | rectángulo).
fr_fr: Type de forme du bouton PayPal (pilule | rect).
ru_ru: Тип формы кнопки PayPal (капсула | прямоугольная).

source: Pill
es_mx: Píldora
fr_fr: Pilule
ru_ru: Капсула

source: Rect
es_mx: Rectángulo
fr_fr: Rectifier
ru_ru: Прямоугольная

source: Button Color
es_mx: Color del Botón
fr_fr: Couleur du bouton
ru_ru: Цвет кнопки

source: Type of PayPal Button Color (gold | blue | silver).
es_mx: Tipo de Color del Botón de PayPal (dorado | azul | plateado).
fr_fr: Type de couleur du bouton PayPal (or | bleu | argent).
ru_ru: Тип цвета кнопки PayPal (золотой | синий | серебристый).

source: Gold
es_mx: Dorado
fr_fr: Or
ru_ru: Золотой

source: Blue
es_mx: Azul
fr_fr: Bleu
ru_ru: Синий

source: Silver
es_mx: Plateado
fr_fr: Argent
ru_ru: Серебристый

source: Advanced Settings (Optional)
es_mx: Configuraciones Avanzadas (Opcional)
fr_fr: Paramètres avancés (facultatif)
ru_ru: Расширенные настройки (необязательно)

source: Invoice ID Prefix
es_mx: Prefijo del ID de Factura
fr_fr: Préfixe de l'ID de facture
ru_ru: Префикс ID счета

source: Add a prefix to the invoice ID sent to PayPal. This can resolve duplicate invoice problems when working with multiple websites on the same PayPal account.
es_mx: Añadir un prefijo al ID de la factura enviado a PayPal. Esto puede resolver problemas de facturas duplicadas al trabajar con múltiples sitios web en la misma cuenta de PayPal.
fr_fr: Ajoutez un préfixe à l'ID de facture envoyé à PayPal.
ru_ru: Добавьте префикс к ID счета, отправленному в PayPal. Это может решить проблемы с дублированием счетов при работе с несколькими сайтами в одной учетной записи PayPal.

source: Payment Action
es_mx: Acción de Pago
fr_fr: Action de paiement
ru_ru: Действие платежа

source: Choose whether you wish to capture funds immediately or authorize payment only.
es_mx: Elige si deseas capturar fondos inmediatamente o solo autorizar el pago.
fr_fr: Choisissez si vous souhaitez récupérer les fonds immédiatement ou autoriser le paiement uniquement.
ru_ru: Выберите, хотите ли вы немедленно захватить средства или только авторизовать платеж.

source: Sale
es_mx: Venta
fr_fr: Vente
ru_ru: Продажа

source: Authorization
es_mx: Autorización
fr_fr: Autorisation
ru_ru: Авторизация

source: Order
es_mx: Pedido
fr_fr: Ordre
ru_ru: Заказ

source: Instant Payments
es_mx: Pagos Instantáneos
fr_fr: Paiements instantanés
ru_ru: Мгновенные платежи

source: Require Instant Payment
es_mx: Requerir Pago Instantáneo
fr_fr: Requerir Pago Instantáneo
ru_ru: Требовать мгновенную оплату

source: If you enable this setting, PayPal will be instructed not to allow the buyer to use funding sources that take additional time to complete (for example, eChecks). Instead, the buyer will be required to use an instant funding source, such as an instant transfer, a credit/debit card, or PayPal Credit.
es_mx: Si habilitas esta opción, se instruirá a PayPal a no permitir que el comprador use fuentes de financiamiento que tomen tiempo adicional para completarse (por ejemplo, eChecks). En su lugar, se requerirá que el comprador use una fuente de financiamiento instantánea, como una transferencia instantánea, una tarjeta de crédito/débito o PayPal Credit.
fr_fr: Si vous activez ce paramètre, PayPal sera invité à ne pas autoriser l'acheteur à utiliser des sources de financement qui prennent plus de temps à être complétées (par exemple, les chèques électroniques).
ru_ru: Если вы включите эту настройку, PayPal будет проинструктирован не разрешать покупателю использовать источники финансирования, которые требуют дополнительного времени для завершения (например, eChecks). Вместо этого покупатель будет обязан использовать мгновенный источник финансирования, например, мгновенный перевод, кредитную/дебетовую карту или PayPal Credit.

source: Enable In-Context Checkout flow
es_mx: Habilitar el flujo de Pago en Contexto
fr_fr: Activer le flux de paiement en contexte
ru_ru: Включить поток оформления заказа в контексте

source: The enhanced PayPal Express Checkout with In-Context gives your customers a simplified checkout experience that keeps them local to your website throughout the payment authorization process and enables them to use their PayPal balance, bank account, or credit card to pay without sharing or entering any sensitive information on your site.
es_mx: El mejorado PayPal Express Checkout con Pago en Contexto proporciona a tus clientes una experiencia de pago simplificada que los mantiene en tu sitio web durante todo el proceso de autorización de pago y les permite usar su saldo de PayPal, cuenta bancaria o tarjeta de crédito para pagar sin compartir ni ingresar información sensible en tu sitio.
fr_fr: El PayPal Express Checkout mejorado con In-Context ofrece a sus clientes una experiencia de pago simplificada que los mantiene en su sitio web durante todo el proceso de autorización de pago y les permite usar su saldo de PayPal, cuenta bancaria o tarjeta de crédito para pagar sin compartir ni ingresar ninguna información sensible en su sitio.
ru_ru: Улучшенный PayPal Express Checkout с функцией In-Context предлагает вашим клиентам упрощенный процесс оформления заказа, который сохраняет их на вашем сайте на протяжении всего процесса авторизации платежа и позволяет им использовать свой баланс PayPal, банковский счет или кредитную карту для оплаты без передачи или ввода каких-либо конфиденциальных данных на вашем сайте.

source: Debug
es_mx: Depurar
fr_fr: Débogage
ru_ru: Отладка

source: Enable logging<code>%s</code>
es_mx: Habilitar registro<code>%s</code>
fr_fr: Activer la journalisation<code>%s</code>
ru_ru: Включить ведение журнала<code>%s</code>

source: There was a problem connecting to the payment gateway.
es_mx: Hubo un problema al conectar con la pasarela de pago.
fr_fr: Un problème est survenu lors de la connexion à la passerelle de paiement.
ru_ru: Произошла проблема с подключением к платежному шлюзу.

source: PayPal Pro (Payflow) token generation failed:
es_mx: Falló la generación del token de PayPal Pro (Payflow):
fr_fr: Échec de la génération du jeton PayPal Pro (Payflow) :
ru_ru: Не удалось сгенерировать токен PayPal Pro (Payflow):

source: Payment error:
es_mx: Error de pago:
fr_fr: Erreur de paiement :
ru_ru: Ошибка платежа:

source: This order cannot be refunded due to an authorized only transaction. Please use cancel instead.
es_mx: Este pedido no puede ser reembolsado debido a que es una transacción de solo autorización. Por favor usa cancelar en su lugar.
fr_fr: Este pedido no puede ser reembolsado debido a una transacción solo autorizada. Por favor, utilice cancelar en su lugar.
ru_ru: Этот заказ не может быть возвращен из-за только авторизованной транзакции. Пожалуйста, используйте отмену вместо этого.

source: Unexpected response from PayPal.
es_mx: Respuesta inesperada de PayPal.
fr_fr: Réponse inattendue de PayPal.
ru_ru: Неожиданный ответ от PayPal.

source: Refunded %1$s - PNREF: %2$s
es_mx: Reembolsado %1$s - PNREF: %2$s
fr_fr: %1$s remboursé - PNREF : %2$s
ru_ru: Возвращено %1$s - PNREF: %2$s

source: PayPal Pro (PayFlow) charge authorized (Charge ID: %s). Process order to take payment, or cancel to remove the pre-authorization.
es_mx: La carga de PayPal Pro (PayFlow) ha sido autorizada (ID de Carga: %s). Procesa el pedido para tomar el pago, o cancela para eliminar la preautorización.
fr_fr: Cargo autorizado de PayPal Pro (PayFlow) (ID de cargo: %s). Procese el pedido para realizar el cobro o cancele para eliminar la preautorización.
ru_ru: Платеж PayPal Pro (PayFlow) авторизован (ID Charge: %s). Обработайте заказ, чтобы взять оплату, или отмените, чтобы удалить предварительную авторизацию.

source: PayPal Pro (Payflow) payment completed (PNREF: %s)
es_mx: Pago de PayPal Pro (Payflow) completado (PNREF: %s)
fr_fr: Paiement PayPal Pro (Payflow) terminé (PNREF : %s)
ru_ru: Платеж PayPal Pro (Payflow) завершен (PNREF: %s)

source: The payment was flagged by a fraud filter. Please check your PayPal Manager account to review and accept or deny the payment and then mark this order "processing" or "cancelled".
es_mx: El pago fue marcado por un filtro de fraude. Por favor verifica tu cuenta de PayPal Manager para revisar y aceptar o denegar el pago y luego marca este pedido como "procesando" o "cancelado".
fr_fr: Le paiement a été signalé par un filtre anti-fraude.
ru_ru: Платеж был отмечен фильтром мошенничества. Пожалуйста, проверьте вашу учетную запись PayPal Manager, чтобы просмотреть и принять или отклонить платеж, а затем отметьте этот заказ как «в обработке» или «отмененный».

source: Enter your payment details below and click "Confirm and pay" to securely pay for your order.
es_mx: Ingresa los detalles de tu pago a continuación y haz clic en "Confirmar y pagar" para pagar de manera segura tu pedido.
fr_fr: Saisissez vos informations de paiement ci-dessous et cliquez sur « Confirmer et payer » pour payer votre commande en toute sécurité.
ru_ru: Введите свои платежные данные ниже и нажмите "Подтвердить и оплатить", чтобы безопасно оплатить ваш заказ.

source: TEST/SANDBOX MODE ENABLED. In test mode, you can use the card number 4111111111111111 with any CVC and a valid expiration date.
es_mx: MODO DE PRUEBA/SANDBOX HABILITADO. En modo de prueba, puedes usar el número de tarjeta 4111111111111111 con cualquier CVC y una fecha de vencimiento válida.
fr_fr: MODE TEST/SANDBOX ACTIVÉ.
ru_ru: РЕЖИМ ТЕСТИРОВАНИЯ/ПЕСЧАНКИ ВКЛЮЧЕН. В тестовом режиме вы можете использовать номер карты 4111111111111111 с любым CVC и действующей датой истечения.

source: Card Number
es_mx: Número de Tarjeta
fr_fr: Número de tarjeta
ru_ru: Номер карты

source: Expiry (MM/YY)
es_mx: Fecha de Vencimiento (MM/AA)
fr_fr: Expiration (MM/AA)
ru_ru: Срок действия (ММ/ГГ)

source: Card Code
es_mx: Código de la Tarjeta
fr_fr: Code de la carte
ru_ru: Код карты

source: Confirm and pay
es_mx: Confirmar y pagar
fr_fr: Confirmer et payer
ru_ru: Подтвердить и оплатить

source: PayPal Advanced works by adding credit card fields on the checkout and then sending the details to PayPal for verification.
es_mx: PayPal Avanzado funciona agregando campos de tarjeta de crédito en el pago y luego enviando los detalles a PayPal para su verificación.
fr_fr: PayPal Advanced fonctionne en ajoutant des champs de carte de crédit lors du paiement, puis en envoyant les détails à PayPal pour vérification.
ru_ru: PayPal Advanced работает, добавляя поля для кредитных карт на этапе оформления заказа и затем отправляя данные в PayPal для проверки.

source: Enter payment details
es_mx: Ingresa los detalles del pago
fr_fr: Entrez les détails du paiement
ru_ru: Введите данные для оплаты

source: Enable PayPal Pro Advanced Edition
es_mx: Habilitar PayPal Pro Edición Avanzada
fr_fr: Activer PayPal Pro Advanced Edition
ru_ru: Включить PayPal Pro Advanced Edition

source: Credit card (PayPal)
es_mx: Tarjeta de crédito (PayPal)
fr_fr: Carte de crédit (PayPal)
ru_ru: Кредитная карта (PayPal)

source: Pay with your credit card.
es_mx: Paga con tu tarjeta de crédito.
fr_fr: Payez avec votre carte de crédit.
ru_ru: Оплатите своей кредитной картой.

source: Soft Descriptor
es_mx: Descriptor Suave
fr_fr: Descripteur logiciel
ru_ru: Мягкий дескриптор

source: (Optional) Information that is usually displayed in the account holder's statement, for example your website name. Only 23 alphanumeric characters can be included, including the special characters dash (-) and dot (.) . Asterisks (*) and spaces ( ) are NOT permitted.
es_mx: (Opcional) Información que generalmente se muestra en el estado de cuenta del titular, por ejemplo, el nombre de tu sitio web. Solo se pueden incluir 23 caracteres alfanuméricos, incluidos los caracteres especiales guion (-) y punto (.). No se permiten asteriscos (*) ni espacios ( ).
fr_fr: (Facultatif) Informations généralement affichées dans le relevé du titulaire du compte, par exemple le nom de votre site Web.
ru_ru: (Необязательно) Информация, которая обычно отображается в выписке владельца счета, например, название вашего сайта. Можно использовать только 23 алфавитно-цифровых символа, включая специальные символы тире (-) и точка (.) . Звездочки (*) и пробелы ( ) не допускаются.

source: Test Mode
es_mx: Modo de Prueba
fr_fr: Mode Test
ru_ru: Тестовый режим

source: Enable PayPal Sandbox/Test Mode
es_mx: Habilitar el Modo de Prueba/Sandbox de PayPal
fr_fr: Activer le mode bac à sable/test de PayPal
ru_ru: Включить тестовый режим PayPal Sandbox

source: Place the payment gateway in development mode.
es_mx: Colocar la pasarela de pago en modo de desarrollo.
fr_fr: Placez la passerelle de paiement en mode développement.
ru_ru: Поместите платежный шлюз в режим разработки.

source: Partner
es_mx: Socio
fr_fr: Partenaire
ru_ru: Партнер

source: The ID provided to you by the authorized PayPal Reseller who registered you for the Payflow SDK. If you purchased your account directly from PayPal, use PayPal or leave blank.
es_mx: El ID proporcionado por el revendedor autorizado de PayPal que te registró para el SDK de Payflow. Si compraste tu cuenta directamente de PayPal, usa PayPal o déjalo en blanco.
fr_fr: L'identifiant qui vous a été fourni par le revendeur PayPal agréé qui vous a enregistré pour le SDK Payflow.
ru_ru: ID, предоставленный вам авторизованным реселлером PayPal, который зарегистрировал вас для SDK Payflow. Если вы приобрели свою учетную запись непосредственно у PayPal, используйте PayPal или оставьте поле пустым.

source: Merchant Login
es_mx: Inicio de Sesión del Comerciante
fr_fr: Connexion du commerçant
ru_ru: Логин торговца

source: Your merchant login ID that you created when you registered for the account.
es_mx: Tu ID de inicio de sesión de comerciante que creaste al registrarte en la cuenta.
fr_fr: Votre identifiant de connexion marchand que vous avez créé lors de votre inscription au compte.
ru_ru: Ваш ID логина торговца, который вы создали при регистрации учетной записи.

source: User (optional)
es_mx: Usuario (opcional)
fr_fr: Utilisateur (facultatif)
ru_ru: Пользователь (необязательно)

source: If you set up one or more additional users on the account, this value is the ID of the user authorized to process transactions. Otherwise, leave this field blank.
es_mx: Si configuraste uno o más usuarios adicionales en la cuenta, este valor es el ID del usuario autorizado para procesar transacciones. De lo contrario, deja este campo en blanco.
fr_fr: Si vous configurez un ou plusieurs utilisateurs supplémentaires sur le compte, cette valeur est l'ID de l'utilisateur autorisé à traiter les transactions.
ru_ru: Если вы настроили одного или нескольких дополнительных пользователей в учетной записи, это значение - ID tого пользователя, которому разрешено обрабатывать транзакции. В противном случае оставьте это поле пустым.

source: The password that you defined while registering for the account.
es_mx: La contraseña que definiste al registrarte en la cuenta.
fr_fr: Le mot de passe que vous avez défini lors de la création du compte.
ru_ru: Пароль, который вы указали при регистрации учетной записи.

source: Capture
es_mx: Captura
fr_fr: Capturer
ru_ru: Захват

source: Authorize
es_mx: Autorizar
fr_fr: Autoriser
ru_ru: Авторизация

source: Log PayPal Pro (Advanced) events inside <code>woocommerce/logs/paypal-pro-advanced.txt</code>
es_mx: Registrar eventos de PayPal Pro (Avanzado) dentro de <code>woocommerce/logs/paypal-pro-advanced.txt</code>
fr_fr: Enregistrer les événements PayPal Pro (Avancé) dans <code>woocommerce/logs/paypal-pro-advanced.txt</code>
ru_ru: Записывать события PayPal Pro (Advanced) в файл <code>woocommerce/logs/paypal-pro-advanced.txt</code>

source: Empty PayPal response.
es_mx: Respuesta de PayPal vacía.
fr_fr: Réponse PayPal vide.
ru_ru: Пустой ответ от PayPal.

source: PayPal Pro (Payflow) payment failed. Payment was rejected due to an error:
es_mx: El pago de PayPal Pro (Payflow) falló. El pago fue rechazado debido a un error:
fr_fr: Pago de PayPal Pro (Payflow) fallido. El pago fue rechazado debido a un error:
ru_ru: Платеж PayPal Pro (Payflow) не удался. Платеж был отклонен из-за ошибки:

source: Connection error:
es_mx: Error de conexión:
fr_fr: Erreur de connexion :
ru_ru: Ошибка подключения:

source: PayPal Pro PayFlow Edition works by adding credit card fields on the checkout and then sending the details to PayPal for verification.
es_mx: La Edición PayPal Pro PayFlow funciona agregando campos de tarjeta de crédito en el pago y luego enviando los detalles a PayPal para su verificación.
fr_fr: PayPal Pro PayFlow Edition fonctionne en ajoutant des champs de carte de crédit lors du paiement, puis en envoyant les détails à PayPal pour vérification.
ru_ru: Издание PayPal Pro PayFlow работает, добавляя поля для кредитных карт на этапе оформления заказа и затем отправляя данные в PayPal для проверки.

source: Card expiration date is invalid
es_mx: La fecha de vencimiento de la tarjeta es inválida
fr_fr: La date d'expiration de la carte n'est pas valide
ru_ru: Дата истечения карты недействительна

source: Card security code is invalid (only digits are allowed)
es_mx: El código de seguridad de la tarjeta es inválido (solo se permiten dígitos)
fr_fr: Le code de sécurité de la carte n'est pas valide (seuls les chiffres sont autorisés)
ru_ru: Код безопасности карты недействителен (допускаются только цифры)

source: Card number is invalid
es_mx: El número de tarjeta es inválido
fr_fr: Le numéro de carte n’est pas valide
ru_ru: Номер карты недействителен

source: NOTICE: SANDBOX (TEST) MODE ENABLED.
es_mx: AVISO: MODO SANDBOX (PRUEBA) HABILITADO.
fr_fr: AVIS : MODE SANDBOX (TEST) ACTIVÉ.
ru_ru: УВЕДОМЛЕНИЕ: ВКЛЮЧЕН РЕЖИМ ПЕСЧАНКИ (ТЕСТ).

source: For testing purposes you can use the card number 4111111111111111 with any CVC and a valid expiration date.
es_mx: Para fines de prueba, puedes usar el número de tarjeta 4111111111111111 con cualquier CVC y una fecha de vencimiento válida.
fr_fr: À des fins de test, vous pouvez utiliser le numéro de carte 4111111111111111 avec n'importe quel CVC et une date d'expiration valide.
ru_ru: Для тестирования вы можете использовать номер карты 4111111111111111 с любым CVC и действующей датой истечения.

source: Enable PayPal Pro Payflow Edition
es_mx: Habilitar la Edición PayPal Pro Payflow
fr_fr: Activer PayPal Pro Payflow Edition
ru_ru: Включить PayPal Pro Payflow Edition

source: Log PayPal Pro (Payflow) events inside <code>woocommerce/logs/paypal-pro-payflow.txt</code>
es_mx: Registrar eventos de PayPal Pro (Payflow) dentro de <code>woocommerce/logs/paypal-pro-payflow.txt</code>
fr_fr: Enregistrez les événements PayPal Pro (Payflow) dans <code>woocommerce/logs/paypal-pro-payflow.txt</code>
ru_ru: Записывать события PayPal Pro (Payflow) в файл <code>woocommerce/logs/paypal-pro-payflow.txt</code>

source: Payment Status Completed via %s
es_mx: Estado de Pago Completado a través de %s
fr_fr: Statut du paiement terminé via %s
ru_ru: Статус платежа завершен через %s
